[
{ "chance": 50, "version": 1, "ru": "Сожмите ягодичные мышцы и подайте нижнюю часть таза вперед.", "en": "Engage your glutes and shift your pelvis forward." },
{ "silence": 1000 },
{ "version": 1, "ru": "Грудной клеткой тянитесь вперед и вверх.", "en": "Reach forward and upward with your chest." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "В кистях омммммм м+удра.", "en": "Shape your fingers in the Om mudra gesture." },
{ "silence": 1000 },
{ "version": 1, "ru": "Кисти отводите назад и разведите их шире, чем расстояние между плечевыми суставами." },
{ "silence": 1000 },
{ "chance": 95, "version": 1, "ru": "+Урдхва хаст+асана.", "en": "Urdhva Hastasana" },
{ "silence": 1000 },
{ "chance":10,"version": 1, "ru": "Мысленно давите на подбородок, чтобы задняя поверхность шеи выпрямлялась.","en":"Imagine pressing your chin inwards to align the back of your neck." },
{ "silence": 100 },
{ "chance": 50, "version": 1, "ru": "Затылком давите назад.", "en": "Press back with the back of your head.", "enSynonyms": [ "Use the back of your head to press backwards.", "Push back using the back of your neck.", "Press your head back, using the back of your neck.", "Press backward with the back of your skull.", "Drive your head backward with the back of your neck.", "Push the back of your head backwards.", "Engage the back of your neck to press back.", "Use the back of your neck to push back.", "Push the back of your head towards the floor.", "Press backward through the back of your head.", "Push your head back with the back of your neck.", "Use your neck to press back gently.", "Drive your neck back, pressing with the back of your head.", "Push your head backwards, engaging the back of the neck.", "Press the back of your head backwards." ] },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Сделайте глубокий вдох и задержите дыхание.", "en": "Take a deep breath and hold your breath." },
{ "silence": 5000 },
{ "chance": 30, "version": 1, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."]},
{ "silence": 5000 },
{ "version":3,"ru":"Кисти разведите в стороны на уровень плечевых суставов.","en":"Spread your hands out to the sides at shoulder level."},
{ "silence": 1000 },
{ "version": 1, "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 1000 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward." },
{ "silence": 500 },
{ "chance": 99, "version": 1, "ru": "Пальцы кистей натяните на себя и кистями давите по сторонам.", "en": "Pull your fingers towards you and press the palms outward.", "enSynonyms": ["Draw your fingers towards yourself while pressing your palms to the sides.", "Stretch your fingers towards you and push the palms outward.", "Pull your fingers inward and press your palms outward in opposite directions.", "Bring your fingers towards you and press your palms to the sides.", "Flex your fingers towards your body, then push your palms to the sides.", "Draw your fingers back towards yourself, and press your palms outward.", "Tug your fingers towards you as you press your palms outward.", "Curl your fingers inwards, and push your palms outward with strength.", "Pull your fingers towards you, pressing the palms to the sides.", "Engage your fingers by pulling them towards you and pressing the palms outward.", "Flex your fingers back towards yourself and press your palms to the sides.", "Draw your fingers inwards and extend the palms outward.", "Curl the fingers back towards yourself and push the palms outward to the sides.", "Pull your fingers inward and press your palms outward with controlled force.", "Bend your fingers towards you while pushing your palms outward.", "Pull the fingers towards you and press the palms to each side with force.", "Tug your fingers towards your body while pushing your palms outward.", "Flex the fingers inward as you press the palms away from the body.", "Bring your fingers in and push the palms outward in a controlled manner."] },
{ "silence": 500 },
{ "chance": 50, "version": 2, "ru": "Лопатки растяните вправо и влево.", "en": "Stretch your shoulder blades to the right and to the left.", "enSynonyms": ["Extend your shoulder blades outward to both sides.", "Spread your shoulder blades wide, reaching right and left.", "Expand your shoulder blades toward the right and left directions.", "Gently draw your shoulder blades apart, widening them to each side.", "Open your shoulder blades, stretching them evenly to the right and left."] },
{ "silence": 1000 },
{ "chance":10,"version": 1, "ru": "Мысленно давите на подбородок, чтобы задняя поверхность шеи выпрямлялась.","en":"Imagine pressing your chin inwards to align the back of your neck." },
{ "silence": 5000 },
{ "version":2, "ru": "Подсогните одну ногу.","en":"Gently bend one knee, rooting down through the opposite foot to anchor your stance as you engage your core and maintain alignment in your spine, holding the bend with soft control while breathing steadily to sustain the posture."},
{ "silence": 500 },
{ "version":2,"ru":"Стоя на носке опорной стопы, поднимите колено.","en":"Balance on the ball of your standing foot while lifting your knee."},
{ "silence": 1000 },
{ "version":3, "ru": "Согнутое колено поднимите выше тазобедренного сустава.","en":"Lift your bent knee above hip height, keeping your torso steady as you hold the position."},
{ "silence": 1000 },
{ "version":2, "ru": "Сохраняя стойку на носке, поднятое колено выведите в сторону.","en":"Root down through the ball of your foot as you exhale deeply, then shift your lifted knee outward to the side, aligning your hips level and keeping your torso steady while you engage your standing leg and maintain a steady gaze to hold the position with controlled strength as you breathe steadily through the movement."},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за вдохами и за выдохами.", "en": "Observe your inhales and exhales.", "enSynonyms": [ "Pay attention to your breaths in and out.", "Focus on your inhalations and exhalations.", "Notice each inhale and exhale.", "Be mindful of your breathing in and out.", "Observe the rhythm of your breaths.", "Watch your inhales and exhales closely.", "Tune into your breathing, both in and out.", "Be aware of each breath as it comes and goes.", "Notice the flow of your inhales and exhales.", "Focus your attention on your breathing cycle.", "Observe the natural rhythm of your breaths.", "Pay close attention to each inhale and exhale.", "Monitor the flow of your breathing.", "Stay mindful of your in-breaths and out-breaths.", "Notice the gentle rhythm of your breathing.", "Focus on the rise and fall of your inhales and exhales.", "Be conscious of your breath as it enters and leaves.", "Watch the pattern of your breathing, both in and out.", "Tune your awareness to your inhales and exhales.", "Observe the pace of your breathing as it flows." ] },
{ "silence": 4000 },
{ "version":2, "ru": "Ногу вытяните в сторону.","en":"Stretch your leg outward to the side as you exhale smoothly, pressing firmly through the sole of your foot and reaching through your toes to create a long, steady line from hip to heel, aligning your hips square and keeping your core engaged while you hold the position with stability."},
{ "silence": 1000 },
{ "version": 1, "ru": "Для баланса удерживайте внимание в одной точке.", "en": "To maintain balance, focus your attention on a single point.", "enSynonyms": [ "For stability, keep your focus on one point.", "To stay balanced, direct your attention to a single point.", "For better balance, focus your gaze on one spot.", "To maintain your balance, concentrate on a single point.", "Keep your attention fixed on one point to balance.", "For steady balance, focus on one specific point.", "To stay grounded, focus your mind on one point.", "For enhanced balance, direct your focus to a single spot.", "Focus on one point to achieve balance.", "To hold balance, concentrate on a fixed point.", "Keep your gaze steady on one point for balance.", "For balance, fix your focus on a single spot.", "Concentrate your attention on one point to maintain balance.", "For balance, focus your attention on a single focal point.", "To stay balanced, direct your focus to one position.", "Focus your attention on one spot to maintain stability.", "To remain balanced, focus your gaze on one point.", "For optimal balance, focus on a single spot.", "Keep your mind on one point to achieve balance.", "For balanced stability, fix your attention on one point." ] },
{ "silence": 4000 },
{ "version":2, "ru": "Колено выведите вперед перед собой.","en":"Gently guide your knee forward, easing it just ahead of your hip as you settle into your stance, keeping the movement smooth and controlled while you breathe steadily through the flow."},
{ "silence": 1000 },
{ "version": 2, "ru": "Стопы опустите на коврик.", "en": "Lower your feet onto the mat.", "enSynonyms": ["Place your feet down onto the mat.", "Gently rest your feet on the mat.", "Bring your feet down to the mat.", "Allow your feet to settle softly onto the mat.", "Ease your feet down until they rest comfortably on the mat."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Поднимите вверх кисти." },
{ "silence": 1000 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "chance":20,"version":2, "ru": "Большие пальцы стоп вместе.","en":"Big toes together.","enSynonyms":["Bring your big toes to touch.","Keep your big toes close together.","Join your big toes, keeping balance.","Let your big toes meet at the centre.","Press your big toes gently together."]},
{ "silence": 500 },
{ "version": 1, "ru": "Пятки врозь.", "en": "Heels apart.", "enSynonyms": ["Keep your heels separated.", "Place your heels wide apart.", "Ensure your heels are not touching.", "Position your heels away from each other.", "Spread your heels apart.", "Let your heels be spaced apart.", "Keep a gap between your heels.", "Heels should be distanced from one another.", "Separate your heels.", "Maintain distance between your heels.", "Allow space between your heels.", "Let your heels be placed apart.", "Place your heels apart for balance.", "Keep your heels wide and apart.", "Ensure there is a gap between your heels.", "Position your heels so they are apart.", "Make sure your heels are not close together.", "Place your heels apart, allowing space.", "Heels should be spaced apart for stability.", "Spread your heels wide, keeping them apart."] },
{ "silence": 1000 },
{ "version":2, "ru": "Сохраняя прямую поясницу, наклонитесь вперед.","en":"Ground through your feet as you exhale deeply, hinge forward from your hips while keeping your spine long and chest lifted, engage your core to protect your back, and let your hands reach toward the floor with slow, steady control as you hold the fold with balanced strength."},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "+Ардха уттан+асана.", "en": "Ardha Uttanasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза вытяжения в наклоне вперед.", "en": "Standing half-forward bend." },
{ "silence": 1000 },
{ "version":2, "ru": "Протяните вперед поясницу, грудной отдел позвоночника, шею.","en":"As you inhale deeply, lengthen your lower spine forward, draw your ribcage smoothly ahead, and gently reach your neck in line with your spine, keeping your shoulders relaxed and core engaged to create a fluid, elongated line from hips to crown while grounding through your feet for steady support."},
{ "silence": 1500 },
{ "version": 1, "ru": "Прямые ноги, прямая спина, вытянутая шея.", "en": "Straight legs, straight back, extended neck." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за процессом вдоха и выдоха.", "en": "Observe the process of inhaling and exhaling.", "enSynonyms": [ "Pay attention to the act of breathing in and out.", "Focus on the process of inhalation and exhalation.", "Notice the mechanism of each inhale and exhale.", "Be mindful of the process of your breath in and out.", "Observe the flow of inhaling and exhaling.", "Watch the process of your breaths coming in and going out.", "Tune into the rhythm of inhalation and exhalation.", "Be aware of the movement of your breath as it flows.", "Notice the detailed process of each breath in and out.", "Focus on the gentle cycle of inhaling and exhaling.", "Observe the natural progression of your breathing.", "Pay close attention to the process of your breaths.", "Monitor the sequence of inhalation and exhalation.", "Stay mindful of the inhaling and exhaling process.", "Notice the rhythmic process of your breath flow.", "Focus on the steady cycle of your breathing process.", "Be conscious of the process as your breath enters and exits.", "Watch the natural movement of inhaling and exhaling.", "Tune your attention to the process of each breath.", "Observe the ongoing process of breathing in and out." ] },
{ "silence": 7600 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly." },
{ "silence": 100 },
{ "version": 1, "ru": "Кисти на колени.", "en": "Place your wrists on your knees." },
{ "silence": 2500 },
{ "version": 2, "ru": "Разогните колени.", "en": "Straighten your knees.", "enSynonyms": ["Extend your knees fully.", "Lengthen through your knees.", "Release the bend in your knees.", "Gently push your knees back to straighten them.", "Unlock your knees and let them stretch out."] },
{ "silence": 2500 },
{ "version": 2, "ru": "Толкайтесь кистями.", "en": "Push through your hands.", "enSynonyms": ["Press firmly with your hands.", "Engage your hands and push.", "Apply pressure through your palms.", "Actively press down using your hands.", "Ground your hands and push into the surface."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Спина и поясница - прямые.", "en": "Your back and lower back are straight." },
{ "silence": 1000 },
{ "version":2, "ru": "Вперед подайте поясницу, грудной и шейный отделы позвоночника.","en":"Ground through your feet as you inhale deeply, then lengthen your lower spine forward, draw your mid-back smoothly ahead, and reach your neck in line with your spine — keep your shoulders relaxed and chest lifted while pressing your hips slightly back to create a fluid line from hips to head as you engage your core and breathe steadily for steady support."},
{ "silence": 3500 },
{ "version": 1, "ru": "Согните ноги.", "en": "Bend your legs.", "enSynonyms": ["Flex your legs.", "Bend your knees.", "Curving your legs.", "Fold your legs.", "Lower your legs by bending them.", "Bring your knees towards your chest.", "Slightly bend your legs.", "Fold your knees in.", "Bend your legs at the joints.", "Gently flex your knees.", "Bend your legs at a comfortable angle.", "Lower your body by bending your legs.", "Draw your legs in by bending them.", "Bend your legs, bringing them inward.", "Flex your legs for balance.", "Bend your knees, keeping your feet grounded.", "Lower your legs into a bend.", "Gently bring your knees forward.", "Softly bend your legs to ease the posture.", "Flex your knees, adjusting your stance." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Грудную клетку опустите на переднюю часть бёдер.", "en": "Lower your chest to the front of your thighs.", "enSynonyms": ["Bring your chest down to the front of your thighs.", "Drop your chest to meet the front of your thighs.", "Lower your chest towards the front of your thighs.", "Gently bring your chest towards the front of your thighs.", "Move your chest down to the front of your thighs.", "Sink your chest down to the front of your thighs.", "Allow your chest to descend towards the front of your thighs.", "Place your chest gently on the front of your thighs.", "Guide your chest towards the front of your thighs.", "Lower your chest, aligning it with the front of your thighs.", "Drop your chest to align with the front of your thighs.", "Lower your torso until your chest touches the front of your thighs.", "Move your chest towards the upper part of your thighs.", "Bring your chest closer to the front of your thighs.", "Lower your chest onto the front of your thighs.", "Guide your chest downward towards the front of your thighs.", "Place your chest over the front of your thighs.", "Slowly lower your chest down towards the front of your thighs.", "Gently move your chest down to rest on the front of your thighs." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Кистями возьмитесь за голени.", "en": "Grasp your shins with your hands.", "enSynonyms": ["Hold onto your shins with your palms.", "Take hold of your shins using your hands.", "Grip your shins firmly with your hands.", "Secure your shins gently with your palms.", "Clasp your shins with your hands.", "Grab hold of your shins using your hands.", "Place your hands around your shins and hold.", "Hold your shins steadily with your hands.", "Encircle your shins with your palms and grip gently.", "Wrap your hands around your shins and hold firmly.", "Take your shins in your hands and hold gently.", "Grip your shins securely with your hands.", "Place your palms on your shins and hold steadily.", "Hold your shins carefully with your hands.", "Grasp the sides of your shins using your palms.", "Rest your hands on your shins and clasp them.", "Anchor your hands to your shins and hold.", "Take hold of your shins firmly but gently.", "Use your hands to grip your shins.", "Place your hands on your shins and grip softly."] },
{ "silence": 500 },
{ "version": 1, "ru": "Локти под колени.", "en": "Place the elbows under the knees." },
{ "silence": 500 },
{ "version": 1, "ru": "Подбородок прижмите к коленям либо к голеням.", "en": "Press your chin to your knees or shins.", "enSynonyms": ["Gently press your chin against your knees or shins.", "Bring your chin close to your knees or shins and press lightly.", "Rest your chin on your knees or shins with a gentle press.", "Lower your chin and press it softly against your knees or shins.", "Touch your knees or shins with your chin, applying light pressure.", "Press your chin down towards your knees or shins firmly but gently.", "Place your chin on your knees or shins with a firm yet soft motion.", "Bring your chin to your knees or shins, applying gentle pressure.", "Nestle your chin against your knees or shins with control.", "Lean your chin onto your knees or shins with a soft press.", "Draw your chin to your knees or shins and hold it lightly against them.", "Press your chin snugly onto your knees or shins.", "Position your chin against your knees or shins with a comfortable press.", "Gently bring your chin to rest against your knees or shins.", "Drop your chin down and press it delicately to your knees or shins.", "Lower your chin, allowing it to softly press into your knees or shins.", "Align your chin with your knees or shins and press gently.", "Place your chin carefully onto your knees or shins with light pressure.", "Guide your chin towards your knees or shins and press softly.", "Anchor your chin against your knees or shins with a controlled press."] },
{ "silence": 1000 },
{ "version":2, "ru": "Разогните ноги в коленях.","en":"Gently straighten your legs at the knees, extending them fully.","enSynonyms":["Carefully unbend your knees, lengthening your legs.","Slowly stretch out your legs by unlocking your knees.","Allow your legs to extend by softening the bend in your knees.","Bring your knees into a straightened position while engaging your thighs.","Unfold your legs from the knee joints with mindful awareness."]},
{ "silence": 2000 },
{ "version":2, "ru": "Напрягайте переднюю часть бедер.","en":"Ground through your feet as you exhale steadily, engage the muscles along the front of your thighs by firmly pressing them upward, keep your knees straight but not locked while lifting your kneecaps gently, and hold this contraction with steady focus as you breathe smoothly to maintain stability and alignment in your posture."},
{ "silence": 2000 },
{ "version": 1, "ru": "Таз подайте в необходимую сторону чтобы исходя из ощущений таз оказался вертикально над стопами.", "en": "Shift your pelvis in the required direction so that, based on your sensations, it aligns vertically above your feet." },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 4000 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly." },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally." },
{ "silence": 1000 },
{ "version": 1, "ru": "Вытяните спину, шею.", "en": "Stretch your back and neck." },
{ "silence": 1000 },
{ "version": 1, "ru": "Приподнимите ногу и пяткой давите назад и вверх.", "en": "Lift your leg and press your heel back and upward." },
{ "silence": 500 },
{ "version":2, "ru": "Противоположная нога подсогнута.","en":"Root down through your standing foot as you exhale, soften the opposite knee into a gentle bend to anchor your balance, engage your core to keep your torso steady, and hold this grounded position with relaxed shoulders and a lifted chest while breathing smoothly to sustain stability."},
{ "silence": 500 },
{ "version": 1, "ru": "Пяткой вытянутой ноги давите назад и ногу выпрямите в колене.", "en": "Push back with the heel of your extended leg and straighten the leg at the knee.", "enSynonyms": ["Press backward through the heel of your stretched leg and fully extend the knee.", "With the heel of your extended leg, push back while straightening the knee.", "Drive your heel back with intention and align your extended leg by straightening the knee.", "Using the heel of your outstretched leg, push backward and ensure the knee is straight.", "Press your heel firmly backward and lengthen the leg fully by straightening the knee.", "Push back powerfully with your heel and extend the leg completely at the knee joint.", "Engage your extended leg by pressing the heel backward and straightening the knee.", "Through the heel of your extended leg, push back and achieve full straightening at the knee.", "Drive the heel of your stretched leg backward and fully align the knee for extension.", "Press back through your heel and allow the knee to straighten completely for balance.", "With steady focus, push back using your heel and extend your leg fully at the knee.", "Engage the back of your leg by pressing the heel backward and straightening the knee joint.", "Push through the heel of your extended leg, ensuring the knee aligns and straightens.", "Press the heel back with control and extend the leg smoothly through the knee.", "Drive your heel backward with purpose while maintaining a straightened knee.", "Push the heel behind you, fully extending the leg at the knee for proper alignment.", "Apply backward pressure with your heel and keep the knee straightened for stability.", "Press backward with the heel of your extended leg and elongate the leg by straightening the knee.", "Through deliberate effort, push back with the heel and straighten the knee of the extended leg.", "With careful precision, drive the heel back and fully straighten the knee of your outstretched leg."] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Носок натяните на себя." },
{ "silence": 500 },
{ "version":2, "ru": "Колено поднятой ноги прямое.","en":"Keep the knee of your raised leg straight and fully extended.","enSynonyms":["Ensure the knee on your lifted leg remains unbent and elongated.","Maintain a straightened knee in your elevated leg.","Let the knee of the raised leg stay firm and stretched out.","Hold the lifted leg’s knee in an extended, unbending position.","Allow the raised leg’s knee to remain long and uncurved."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Большой палец, мизинец и пятка - прижаты к коврику.", "en": "The big toe, little toe, and heel are pressed firmly into the mat.", "enSynonyms": [ "Press the big toe, pinky toe, and heel firmly into the mat.", "Ensure the big toe, little toe, and heel are grounded on the mat.", "The big toe, small toe, and heel should be firmly pressed into the mat.", "Anchor the big toe, pinky toe, and heel to the mat.", "Ground the big toe, little toe, and heel firmly into the mat.", "Keep the big toe, pinky toe, and heel pressed into the mat.", "Press down the big toe, little toe, and heel onto the mat.", "Ensure your big toe, pinky toe, and heel are rooted into the mat.", "The big toe, little toe, and heel must stay firmly grounded on the mat.", "Make sure the big toe, pinky toe, and heel are pressing into the mat.", "Anchor your big toe, little toe, and heel firmly on the mat.", "The big toe, small toe, and heel remain firmly grounded to the mat.", "Firmly press the big toe, pinky toe, and heel into the mat.", "Plant the big toe, little toe, and heel firmly into the mat.", "Ensure that the big toe, pinky toe, and heel are connected to the mat.", "The big toe, small toe, and heel should press firmly against the mat.", "Push the big toe, pinky toe, and heel into the mat with intent.", "Secure the big toe, little toe, and heel into the mat firmly.", "Ground the big toe, pinky toe, and heel evenly on the mat.", "The big toe, pinky toe, and heel are firmly anchored into the mat." ] },
{ "silence": 500 },
{ "chance": 15, "version": 1, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "version": 1, "ru": "Сделайте приседания на одной ноге, опуская живот на бедро.", "en": "Perform a single-leg squat, lowering your abdomen onto your thigh.", "enSynonyms": ["Execute a one-legged squat, bringing your abdomen down onto your thigh.", "Do a single-leg squat, gently pressing your abdomen onto your thigh.", "Perform a squat on one leg, leaning your abdomen onto your thigh.", "Complete a one-legged squat, lowering your torso to rest on your thigh.", "Practice a single-leg squat, aligning your abdomen with your thigh.", "Engage in a one-legged squat, bringing your abdomen closer to your thigh.", "Execute a squat using one leg, folding your abdomen onto your thigh.", "Do a one-leg squat, allowing your abdomen to descend towards your thigh.", "Perform a single-leg squat, resting your abdomen softly onto your thigh.", "Carry out a one-legged squat, guiding your abdomen down to your thigh.", "Perform a balanced squat on one leg, pressing your abdomen against your thigh.", "Lower into a one-legged squat, placing your abdomen over your thigh.", "Attempt a single-leg squat, positioning your abdomen onto your thigh.", "Do a squat on one leg, gently letting your abdomen touch your thigh.", "Engage in a one-legged squat, lowering your abdomen to meet your thigh.", "Execute a controlled single-leg squat, aligning your abdomen with your thigh.", "Perform a balanced squat on one leg, bringing your abdomen close to your thigh.", "Complete a single-leg squat, folding your abdomen over your thigh.", "Lower yourself into a one-leg squat, placing your abdomen onto your thigh.", "Perform a squat on one leg, softly resting your abdomen on your thigh."] },
{ "silence": 7000 },
{ "version":2, "ru": "Поднимите туловище и поднятое колено выведите выше таза.","en":"Lift your torso up and draw your raised knee higher than your hips.","enSynonyms":["Raise your upper body and bring your elevated knee above your pelvis.","Engage your core as you lift your body and guide your bent knee higher than your hips.","Gently elevate your torso and smoothly bring your lifted knee up, ensuring it rises above hip level.","With control, straighten your posture and mindfully raise your knee, aligning it above your hips."]},
{ "silence": 1000 },
{ "version": 2, "ru": "Руки вытяните вверх, сложив ладони вместе.", "en": "Extend your arms upward, bringing your palms together." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Носок натяните на себя." },
{ "silence": 500 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Макушкой тянитесь вверх.", "en": "Reach upwards through the crown of your head." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Взгляд рассеянный." },
{ "silence": 500 },
{ "chance":60,"version":2, "ru": "Мышцы лица расслаблены.","en":"Allow the muscles of your face to relax and soften completely.","enSynonyms":["Let the facial muscles unwind and release all tension.","Relax the muscles in your face, letting go of any tightness.","Feel the gentle loosening of your facial muscles as they ease into calmness.","Permit your face muscles to settle into a state of complete relaxation."]},
{ "silence": 5000 },
{ "version":2, "ru": "Опорную ногу подсогните.","en":"Slightly bend your supporting leg.","enSynonyms":["Gently flex your standing leg.","Soften the knee of your grounded leg.","Ease into a slight bend in your supporting knee.","Allow a gentle bend in your standing leg for balance."]},
{ "silence": 500 },
{ "chance": 99, "version": 1, "ru": "Пальцы кистей натяните на себя и кистями давите по сторонам.", "en": "Pull your fingers towards you and press the palms outward.", "enSynonyms": ["Draw your fingers towards yourself while pressing your palms to the sides.", "Stretch your fingers towards you and push the palms outward.", "Pull your fingers inward and press your palms outward in opposite directions.", "Bring your fingers towards you and press your palms to the sides.", "Flex your fingers towards your body, then push your palms to the sides.", "Draw your fingers back towards yourself, and press your palms outward.", "Tug your fingers towards you as you press your palms outward.", "Curl your fingers inwards, and push your palms outward with strength.", "Pull your fingers towards you, pressing the palms to the sides.", "Engage your fingers by pulling them towards you and pressing the palms outward.", "Flex your fingers back towards yourself and press your palms to the sides.", "Draw your fingers inwards and extend the palms outward.", "Curl the fingers back towards yourself and push the palms outward to the sides.", "Pull your fingers inward and press your palms outward with controlled force.", "Bend your fingers towards you while pushing your palms outward.", "Pull the fingers towards you and press the palms to each side with force.", "Tug your fingers towards your body while pushing your palms outward.", "Flex the fingers inward as you press the palms away from the body.", "Bring your fingers in and push the palms outward in a controlled manner."] },
{ "silence": 500 },
{ "version":2, "ru": "Поднятую ногу вытяните назад, носок тяните на себя.","en":"Now, gently extend your lifted leg straight back, draw your toes toward your face, and keep your movements smooth as you hold this alignment."},
{ "silence": 4000 },
{ "version": 1, "ru": "Согните поднятую ногу.","en":"Bend the elevated limb." },
{ "silence": 500 },
{ "version":2, "ru": "Пятку опорной стопы разверните внутрь.","en":"Now, press the heel of your grounded foot firmly into the floor, turn it inward slightly as you hold this steady, and smoothly align your knee above your ankle to maintain stability."},
{ "silence": 500 },
{ "version":2, "ru": "Опорная нога подсогнута.","en":"Keep your supporting leg slightly bent at the knee for stability.","enSynonyms":["Allow your standing leg to remain gently flexed at the knee.","Maintain a soft bend in your supporting leg’s knee joint.","Let your weight-bearing leg stay lightly curved at the knee area.","Ensure the leg you’re balancing on has a subtle, controlled bend."]},
{ "silence": 500 },
{ "version": 1, "ru": "Поднятой ногой сделайте вращения наружу вокруг тазобедренного сустава.", "en": "Rotate your raised leg outward around the hip joint.", "enSynonyms": ["Move your lifted leg in an outward rotation at the hip joint.", "Circle your elevated leg outward around the hip joint.", "Perform outward rotations with your raised leg at the hip joint.", "Swing your lifted leg in an outward circular motion at the hip.", "Guide your raised leg outwardly around the hip joint in rotations.", "Create outward rotations with your elevated leg at the hip joint.", "Rotate your lifted leg in a smooth outward motion around the hip.", "Make circular outward movements with your raised leg from the hip joint.", "Perform outward leg rotations using your raised leg around the hip.", "Move your elevated leg outwardly in a controlled rotation at the hip.", "Rotate the lifted leg outwards in a circular motion around the hip joint.", "Turn your raised leg outward in a fluid rotation at the hip joint.", "Circle your lifted leg outwardly around the hip in a controlled way.", "Direct your elevated leg in outward rotations around the hip joint.", "Swing the raised leg outward from the hip joint in circular motions.", "Perform outwardly directed rotations with your lifted leg around the hip.", "Guide your raised leg into outward circular movements at the hip joint.", "Make outward circles with your elevated leg around the hip joint.", "Flow into outward rotations with your lifted leg at the hip joint.", "Perform smooth outward rotations of your raised leg around the hip joint."] },
{ "silence": 7000 },
{ "version": 1, "ru": "Теперь вращайте в обратную сторону.", "en": "Now rotate in the opposite direction.", "enSynonyms": [ "Now turn in the reverse direction.", "Now rotate the other way.", "Now spin in the opposite direction.", "Now rotate in the reverse direction.", "Now turn around in the opposite direction.", "Now rotate in the opposite way.", "Now shift your rotation to the opposite side.", "Now move in the reverse direction.", "Now spin in the other direction.", "Now rotate back in the opposite direction.", "Now change direction and rotate the other way.", "Now turn to face the opposite direction.", "Now switch directions and rotate the other way.", "Now rotate back the other way.", "Now spin in the reverse direction.", "Now rotate towards the opposite side.", "Now move in the opposite direction with control.", "Now turn your body in the opposite direction.", "Now change the direction of rotation.", "Now reverse your rotation." ] },
{ "silence": 5000 },
{ "version":2, "ru": "Сохраняя опорную ногу подсогнутой, стопу другой ноги выведите перед собой.","en":"Now, keep your standing leg softly bent as you step your opposite foot forward, plant your heel down firmly ahead of you, align your knee directly over your ankle, and hold this strong, steady stance while maintaining smooth breath."},
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Носок поднятой стопы натяните на себя.", "en": "Pull the toe of the raised foot toward you.", "enSynonyms": ["Draw the toes of your lifted foot back toward yourself.", "Flex the toes of the raised foot in your direction.", "Point the toes of the lifted foot towards your body.", "Pull back the toes of the raised foot towards you.", "Bring the toes of the elevated foot closer to your body.", "Stretch the toes of the lifted foot back towards yourself.", "Draw the toes of the raised foot inward, towards you.", "Curl the toes of the lifted foot slightly back toward your body.", "Pull the toes of the elevated foot in your direction with focus.", "Flex the toes of the raised foot gently towards your chest.", "Bring the toes of the lifted foot inward towards yourself.", "Pull back the toes of the raised foot as if drawing them closer.", "Flex the toes of the elevated foot towards the centre of your body.", "Draw the toes of the lifted foot back with steady intention.", "Pull the toes of the raised foot towards you with control.", "Stretch the toes of the lifted foot inward, as if pointing towards you.", "Flex the toes of the raised foot back, directing them towards you.", "Pull the toes of the elevated foot slightly back in your direction.", "Bring the toes of the raised foot inward with a deliberate pull."] },
{ "silence": 500 },
{ "version":2, "ru": "Угол между бедром и голенью - девяносто градусов.","en":"Now, bend your knee deeply until your upper leg aligns horizontally with your lower leg at a right angle, ground your foot firmly into the mat, and keep your torso lifted tall as you hold this strong, stable position with steady breath."},
{ "silence": 500 },
{ "version": 1, "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 1000 },
{ "chance": 95, "version": 1, "ru": "Поза танцующего Шивы.", "en": "The Dance of Shiva pose." },
{ "silence": 1500 },
{ "version": 1, "ru": "Сохраняя туловище в пространстве неподвижным, несколько раз поднимите пятку опорной ноги.", "en": "Keeping your torso steady, lift the heel of your supporting leg several times.", "enSynonyms": ["Maintain a still torso as you lift the heel of your supporting leg repeatedly.", "Keep your upper body unmoving while raising the heel of your stabilising leg.", "Ensure your torso remains stationary as you elevate the heel of your grounded leg.", "Without moving your torso, perform several lifts with the heel of your supporting foot.", "Hold your body steady in space and lift the heel of your supporting leg multiple times.", "Keep your torso fixed as you repeatedly raise the heel of your base leg.", "Maintain an immobile torso while gently lifting the heel of your standing leg.", "Stabilise your torso and perform controlled heel lifts with your supporting leg.", "With your torso unmoved, lift the heel of your grounded leg rhythmically.", "Keep your upper body still as you elevate the heel of your supporting foot several times.", "Ensure your torso stays steady while performing heel lifts with your stabilising leg.", "Hold your upper body motionless and lift the heel of your grounded foot repeatedly.", "Avoid moving your torso as you raise the heel of your supporting leg multiple times.", "Keep your torso firm and balanced while lifting the heel of your stabilising leg.", "Hold your torso in place and perform gentle heel lifts with your supporting leg.", "Stabilise your body in space, lifting the heel of your base leg several times.", "Maintain a fixed torso position while rhythmically raising the heel of your grounded leg.", "Keep your upper body motionless while lifting the heel of your supporting leg repeatedly.", "Ensure your torso remains firm and steady as you lift the heel of your base leg.", "Avoid shifting your torso as you repeatedly elevate the heel of your supporting foot."] },
{ "silence": 7000 },
{ "chance": 99, "version": 1, "ru": "Пальцы кистей натяните на себя и кистями давите по сторонам.", "en": "Pull your fingers towards you and press the palms outward.", "enSynonyms": ["Draw your fingers towards yourself while pressing your palms to the sides.", "Stretch your fingers towards you and push the palms outward.", "Pull your fingers inward and press your palms outward in opposite directions.", "Bring your fingers towards you and press your palms to the sides.", "Flex your fingers towards your body, then push your palms to the sides.", "Draw your fingers back towards yourself, and press your palms outward.", "Tug your fingers towards you as you press your palms outward.", "Curl your fingers inwards, and push your palms outward with strength.", "Pull your fingers towards you, pressing the palms to the sides.", "Engage your fingers by pulling them towards you and pressing the palms outward.", "Flex your fingers back towards yourself and press your palms to the sides.", "Draw your fingers inwards and extend the palms outward.", "Curl the fingers back towards yourself and push the palms outward to the sides.", "Pull your fingers inward and press your palms outward with controlled force.", "Bend your fingers towards you while pushing your palms outward.", "Pull the fingers towards you and press the palms to each side with force.", "Tug your fingers towards your body while pushing your palms outward.", "Flex the fingers inward as you press the palms away from the body.", "Bring your fingers in and push the palms outward in a controlled manner."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Колено выведите вперед.", "en": "Bring the knee forward." },
{ "silence": 1000 },
{ "version": 1, "ru": "Опустите обе стопы.", "en": "Lower both feet.", "enSynonyms": ["Bring both feet down.", "Gently lower both feet to the floor.", "Place both feet down softly.", "Lower your feet to the ground.", "Set both feet down with ease.", "Bring your feet down gently.", "Drop both feet to the floor.", "Carefully lower both feet.", "Ease both feet to the ground.", "Place both feet flat on the floor.", "Let both feet rest gently on the floor.", "Lower both feet with control.", "Gradually bring both feet down.", "Position both feet downwards.", "Let both feet touch the ground.", "Lower both feet towards the floor.", "Drop both feet with care.", "Slowly lower both feet down.", "Move both feet down to the floor gently."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly." },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally." },
{ "silence": 1000 },
{ "version": 1, "ru": "Вытяните спину, шею.", "en": "Stretch your back and neck." },
{ "silence": 1000 },
{ "version": 2, "ru": "Поднимите ногу и вытяните её назад.", "en": "Lift your leg and extend it backward.", "enSynonyms": ["Raise your leg and stretch it out behind you.", "Elevate your leg and lengthen it to the rear.", "Bring your leg up and reach it back.", "As you lift your leg, extend it fully behind your body.", "Hoist your leg upward and elongate it in a backward direction."] },
{ "silence": 500 },
{ "version": 1, "ru": "Пяткой вытянутой ноги давите назад и ногу выпрямите в колене.", "en": "Push back with the heel of your extended leg and straighten the leg at the knee.", "enSynonyms": ["Press backward through the heel of your stretched leg and fully extend the knee.", "With the heel of your extended leg, push back while straightening the knee.", "Drive your heel back with intention and align your extended leg by straightening the knee.", "Using the heel of your outstretched leg, push backward and ensure the knee is straight.", "Press your heel firmly backward and lengthen the leg fully by straightening the knee.", "Push back powerfully with your heel and extend the leg completely at the knee joint.", "Engage your extended leg by pressing the heel backward and straightening the knee.", "Through the heel of your extended leg, push back and achieve full straightening at the knee.", "Drive the heel of your stretched leg backward and fully align the knee for extension.", "Press back through your heel and allow the knee to straighten completely for balance.", "With steady focus, push back using your heel and extend your leg fully at the knee.", "Engage the back of your leg by pressing the heel backward and straightening the knee joint.", "Push through the heel of your extended leg, ensuring the knee aligns and straightens.", "Press the heel back with control and extend the leg smoothly through the knee.", "Drive your heel backward with purpose while maintaining a straightened knee.", "Push the heel behind you, fully extending the leg at the knee for proper alignment.", "Apply backward pressure with your heel and keep the knee straightened for stability.", "Press backward with the heel of your extended leg and elongate the leg by straightening the knee.", "Through deliberate effort, push back with the heel and straighten the knee of the extended leg.", "With careful precision, drive the heel back and fully straighten the knee of your outstretched leg."] },
{ "silence": 500 },
{ "version":2, "ru": "Опорная нога подсогнута.","en":"Keep your supporting leg slightly bent at the knee for stability.","enSynonyms":["Allow your standing leg to remain gently flexed at the knee.","Maintain a soft bend in your supporting leg’s knee joint.","Let your weight-bearing leg stay lightly curved at the knee area.","Ensure the leg you’re balancing on has a subtle, controlled bend."]},
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Носок поднятой стопы натяните на себя.", "en": "Pull the toe of the raised foot toward you.", "enSynonyms": ["Draw the toes of your lifted foot back toward yourself.", "Flex the toes of the raised foot in your direction.", "Point the toes of the lifted foot towards your body.", "Pull back the toes of the raised foot towards you.", "Bring the toes of the elevated foot closer to your body.", "Stretch the toes of the lifted foot back towards yourself.", "Draw the toes of the raised foot inward, towards you.", "Curl the toes of the lifted foot slightly back toward your body.", "Pull the toes of the elevated foot in your direction with focus.", "Flex the toes of the raised foot gently towards your chest.", "Bring the toes of the lifted foot inward towards yourself.", "Pull back the toes of the raised foot as if drawing them closer.", "Flex the toes of the elevated foot towards the centre of your body.", "Draw the toes of the lifted foot back with steady intention.", "Pull the toes of the raised foot towards you with control.", "Stretch the toes of the lifted foot inward, as if pointing towards you.", "Flex the toes of the raised foot back, directing them towards you.", "Pull the toes of the elevated foot slightly back in your direction.", "Bring the toes of the raised foot inward with a deliberate pull."] },
{ "silence": 500 },
{ "version": 1, "ru": "Колено поднятой ноги выпрямите." },
{ "silence": 1000 },
{ "chance": 15, "version": 1, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "chance":97,"version":2, "ru": "Туловище расположите параллельно полу.","en":"Align your torso parallel to the floor.","enSynonyms":["Keep your upper body level with the ground.","Position your torso so that it stays even with the floor.","Maintain a strong, horizontal alignment with your torso parallel to the ground.","Ensure your body forms a straight, balanced line, staying parallel to the floor."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Большой палец, мизинец и пятка - прижаты к коврику.", "en": "The big toe, little toe, and heel are pressed firmly into the mat.", "enSynonyms": [ "Press the big toe, pinky toe, and heel firmly into the mat.", "Ensure the big toe, little toe, and heel are grounded on the mat.", "The big toe, small toe, and heel should be firmly pressed into the mat.", "Anchor the big toe, pinky toe, and heel to the mat.", "Ground the big toe, little toe, and heel firmly into the mat.", "Keep the big toe, pinky toe, and heel pressed into the mat.", "Press down the big toe, little toe, and heel onto the mat.", "Ensure your big toe, pinky toe, and heel are rooted into the mat.", "The big toe, little toe, and heel must stay firmly grounded on the mat.", "Make sure the big toe, pinky toe, and heel are pressing into the mat.", "Anchor your big toe, little toe, and heel firmly on the mat.", "The big toe, small toe, and heel remain firmly grounded to the mat.", "Firmly press the big toe, pinky toe, and heel into the mat.", "Plant the big toe, little toe, and heel firmly into the mat.", "Ensure that the big toe, pinky toe, and heel are connected to the mat.", "The big toe, small toe, and heel should press firmly against the mat.", "Push the big toe, pinky toe, and heel into the mat with intent.", "Secure the big toe, little toe, and heel into the mat firmly.", "Ground the big toe, pinky toe, and heel evenly on the mat.", "The big toe, pinky toe, and heel are firmly anchored into the mat." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Сделайте приседания на одной ноге, опуская живот на бедро.", "en": "Perform a single-leg squat, lowering your abdomen onto your thigh.", "enSynonyms": ["Execute a one-legged squat, bringing your abdomen down onto your thigh.", "Do a single-leg squat, gently pressing your abdomen onto your thigh.", "Perform a squat on one leg, leaning your abdomen onto your thigh.", "Complete a one-legged squat, lowering your torso to rest on your thigh.", "Practice a single-leg squat, aligning your abdomen with your thigh.", "Engage in a one-legged squat, bringing your abdomen closer to your thigh.", "Execute a squat using one leg, folding your abdomen onto your thigh.", "Do a one-leg squat, allowing your abdomen to descend towards your thigh.", "Perform a single-leg squat, resting your abdomen softly onto your thigh.", "Carry out a one-legged squat, guiding your abdomen down to your thigh.", "Perform a balanced squat on one leg, pressing your abdomen against your thigh.", "Lower into a one-legged squat, placing your abdomen over your thigh.", "Attempt a single-leg squat, positioning your abdomen onto your thigh.", "Do a squat on one leg, gently letting your abdomen touch your thigh.", "Engage in a one-legged squat, lowering your abdomen to meet your thigh.", "Execute a controlled single-leg squat, aligning your abdomen with your thigh.", "Perform a balanced squat on one leg, bringing your abdomen close to your thigh.", "Complete a single-leg squat, folding your abdomen over your thigh.", "Lower yourself into a one-leg squat, placing your abdomen onto your thigh.", "Perform a squat on one leg, softly resting your abdomen on your thigh."] },
{ "silence": 5000 },
{ "version":2, "ru": "Поднимите туловище и поднятое колено выведите выше таза.","en":"Lift your torso up and draw your raised knee higher than your hips.","enSynonyms":["Raise your upper body and bring your elevated knee above your pelvis.","Engage your core as you lift your body and guide your bent knee higher than your hips.","Gently elevate your torso and smoothly bring your lifted knee up, ensuring it rises above hip level.","With control, straighten your posture and mindfully raise your knee, aligning it above your hips."]},
{ "silence": 1000 },
{ "version": 2, "ru": "Руки вытяните вверх, сложив ладони вместе.", "en": "Extend your arms upward, bringing your palms together." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Носок натяните на себя." },
{ "silence": 500 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Макушкой тянитесь вверх.", "en": "Reach upwards through the crown of your head." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Взгляд рассеянный." },
{ "silence": 500 },
{ "chance":60,"version":2, "ru": "Мышцы лица расслаблены.","en":"Allow the muscles of your face to relax and soften completely.","enSynonyms":["Let the facial muscles unwind and release all tension.","Relax the muscles in your face, letting go of any tightness.","Feel the gentle loosening of your facial muscles as they ease into calmness.","Permit your face muscles to settle into a state of complete relaxation."]},
{ "silence": 5000 },
{ "version":2, "ru": "Опорную ногу подсогните.","en":"Slightly bend your supporting leg.","enSynonyms":["Gently flex your standing leg.","Soften the knee of your grounded leg.","Ease into a slight bend in your supporting knee.","Allow a gentle bend in your standing leg for balance."]},
{ "silence": 500 },
{ "chance": 99, "version": 1, "ru": "Пальцы кистей натяните на себя и кистями давите по сторонам.", "en": "Pull your fingers towards you and press the palms outward.", "enSynonyms": ["Draw your fingers towards yourself while pressing your palms to the sides.", "Stretch your fingers towards you and push the palms outward.", "Pull your fingers inward and press your palms outward in opposite directions.", "Bring your fingers towards you and press your palms to the sides.", "Flex your fingers towards your body, then push your palms to the sides.", "Draw your fingers back towards yourself, and press your palms outward.", "Tug your fingers towards you as you press your palms outward.", "Curl your fingers inwards, and push your palms outward with strength.", "Pull your fingers towards you, pressing the palms to the sides.", "Engage your fingers by pulling them towards you and pressing the palms outward.", "Flex your fingers back towards yourself and press your palms to the sides.", "Draw your fingers inwards and extend the palms outward.", "Curl the fingers back towards yourself and push the palms outward to the sides.", "Pull your fingers inward and press your palms outward with controlled force.", "Bend your fingers towards you while pushing your palms outward.", "Pull the fingers towards you and press the palms to each side with force.", "Tug your fingers towards your body while pushing your palms outward.", "Flex the fingers inward as you press the palms away from the body.", "Bring your fingers in and push the palms outward in a controlled manner."] },
{ "silence": 500 },
{ "version": 1, "ru": "Вытяните поднятую ногу вперед.", "en": "Extend your raised leg forward.", "enSynonyms": [ "Stretch your lifted leg forward.", "Reach your raised leg out in front of you.", "Extend your lifted leg towards the front.", "Straighten your raised leg forward.", "Push your lifted leg forward.", "Stretch the raised leg forward.", "Extend your leg that is lifted towards the front.", "Move your lifted leg forward, extending it.", "Reach the raised leg forward.", "Push your lifted leg out ahead of you.", "Stretch the elevated leg forward.", "Extend the raised leg straight forward.", "Bring your lifted leg forward in a straight line.", "Move your elevated leg forward.", "Extend your leg forward from the lifted position.", "Stretch the lifted leg out in front of you.", "Push your raised leg forward in line with your body.", "Straighten and extend the raised leg forward." ] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Носок натяните на себя." },
{ "silence": 4000 },
{ "version": 1, "ru": "Согните поднятую ногу.","en":"Bend the elevated limb." },
{ "silence": 500 },
{ "version":2, "ru": "Пятку опорной стопы разверните внутрь.","en":"Now, press the heel of your grounded foot firmly into the floor, turn it inward slightly as you hold this steady, and smoothly align your knee above your ankle to maintain stability."},
{ "silence": 500 },
{ "version":2, "ru": "Опорная нога подсогнута.","en":"Keep your supporting leg slightly bent at the knee for stability.","enSynonyms":["Allow your standing leg to remain gently flexed at the knee.","Maintain a soft bend in your supporting leg’s knee joint.","Let your weight-bearing leg stay lightly curved at the knee area.","Ensure the leg you’re balancing on has a subtle, controlled bend."]},
{ "silence": 500 },
{ "version": 1, "ru": "Поднятой ногой сделайте вращения наружу вокруг тазобедренного сустава.", "en": "Rotate your raised leg outward around the hip joint.", "enSynonyms": ["Move your lifted leg in an outward rotation at the hip joint.", "Circle your elevated leg outward around the hip joint.", "Perform outward rotations with your raised leg at the hip joint.", "Swing your lifted leg in an outward circular motion at the hip.", "Guide your raised leg outwardly around the hip joint in rotations.", "Create outward rotations with your elevated leg at the hip joint.", "Rotate your lifted leg in a smooth outward motion around the hip.", "Make circular outward movements with your raised leg from the hip joint.", "Perform outward leg rotations using your raised leg around the hip.", "Move your elevated leg outwardly in a controlled rotation at the hip.", "Rotate the lifted leg outwards in a circular motion around the hip joint.", "Turn your raised leg outward in a fluid rotation at the hip joint.", "Circle your lifted leg outwardly around the hip in a controlled way.", "Direct your elevated leg in outward rotations around the hip joint.", "Swing the raised leg outward from the hip joint in circular motions.", "Perform outwardly directed rotations with your lifted leg around the hip.", "Guide your raised leg into outward circular movements at the hip joint.", "Make outward circles with your elevated leg around the hip joint.", "Flow into outward rotations with your lifted leg at the hip joint.", "Perform smooth outward rotations of your raised leg around the hip joint."] },
{ "silence": 4000 },
{ "version": 1, "ru": "Теперь вращайте в обратную сторону.", "en": "Now rotate in the opposite direction.", "enSynonyms": [ "Now turn in the reverse direction.", "Now rotate the other way.", "Now spin in the opposite direction.", "Now rotate in the reverse direction.", "Now turn around in the opposite direction.", "Now rotate in the opposite way.", "Now shift your rotation to the opposite side.", "Now move in the reverse direction.", "Now spin in the other direction.", "Now rotate back in the opposite direction.", "Now change direction and rotate the other way.", "Now turn to face the opposite direction.", "Now switch directions and rotate the other way.", "Now rotate back the other way.", "Now spin in the reverse direction.", "Now rotate towards the opposite side.", "Now move in the opposite direction with control.", "Now turn your body in the opposite direction.", "Now change the direction of rotation.", "Now reverse your rotation." ] },
{ "silence": 5000 },
{ "version":2, "ru": "Сохраняя опорную ногу подсогнутой, стопу другой ноги выведите перед собой.","en":"Now, keep your standing leg softly bent as you step your opposite foot forward, plant your heel down firmly ahead of you, align your knee directly over your ankle, and hold this strong, steady stance while maintaining smooth breath."},
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Носок поднятой стопы натяните на себя.", "en": "Pull the toe of the raised foot toward you.", "enSynonyms": ["Draw the toes of your lifted foot back toward yourself.", "Flex the toes of the raised foot in your direction.", "Point the toes of the lifted foot towards your body.", "Pull back the toes of the raised foot towards you.", "Bring the toes of the elevated foot closer to your body.", "Stretch the toes of the lifted foot back towards yourself.", "Draw the toes of the raised foot inward, towards you.", "Curl the toes of the lifted foot slightly back toward your body.", "Pull the toes of the elevated foot in your direction with focus.", "Flex the toes of the raised foot gently towards your chest.", "Bring the toes of the lifted foot inward towards yourself.", "Pull back the toes of the raised foot as if drawing them closer.", "Flex the toes of the elevated foot towards the centre of your body.", "Draw the toes of the lifted foot back with steady intention.", "Pull the toes of the raised foot towards you with control.", "Stretch the toes of the lifted foot inward, as if pointing towards you.", "Flex the toes of the raised foot back, directing them towards you.", "Pull the toes of the elevated foot slightly back in your direction.", "Bring the toes of the raised foot inward with a deliberate pull."] },
{ "silence": 500 },
{ "version":2, "ru": "Доверните таз чтобы он оказался параллельно горизонтальной плоскости.","en":"Gently rotate your hips until they align parallel to the ground, keeping your pelvis level and balanced."},
{ "silence": 500 },
{ "version": 1, "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 1000 },
{ "chance": 95, "version": 1, "ru": "Поза танцующего Шивы.", "en": "The Dance of Shiva pose." },
{ "silence": 500 },
{ "version": 1, "ru": "Сохраняя туловище в пространстве неподвижным, несколько раз поднимите пятку опорной ноги.", "en": "Keeping your torso steady, lift the heel of your supporting leg several times.", "enSynonyms": ["Maintain a still torso as you lift the heel of your supporting leg repeatedly.", "Keep your upper body unmoving while raising the heel of your stabilising leg.", "Ensure your torso remains stationary as you elevate the heel of your grounded leg.", "Without moving your torso, perform several lifts with the heel of your supporting foot.", "Hold your body steady in space and lift the heel of your supporting leg multiple times.", "Keep your torso fixed as you repeatedly raise the heel of your base leg.", "Maintain an immobile torso while gently lifting the heel of your standing leg.", "Stabilise your torso and perform controlled heel lifts with your supporting leg.", "With your torso unmoved, lift the heel of your grounded leg rhythmically.", "Keep your upper body still as you elevate the heel of your supporting foot several times.", "Ensure your torso stays steady while performing heel lifts with your stabilising leg.", "Hold your upper body motionless and lift the heel of your grounded foot repeatedly.", "Avoid moving your torso as you raise the heel of your supporting leg multiple times.", "Keep your torso firm and balanced while lifting the heel of your stabilising leg.", "Hold your torso in place and perform gentle heel lifts with your supporting leg.", "Stabilise your body in space, lifting the heel of your base leg several times.", "Maintain a fixed torso position while rhythmically raising the heel of your grounded leg.", "Keep your upper body motionless while lifting the heel of your supporting leg repeatedly.", "Ensure your torso remains firm and steady as you lift the heel of your base leg.", "Avoid shifting your torso as you repeatedly elevate the heel of your supporting foot."] },
{ "silence": 7000 },
{ "chance": 99, "version": 1, "ru": "Пальцы кистей натяните на себя и кистями давите по сторонам.", "en": "Pull your fingers towards you and press the palms outward.", "enSynonyms": ["Draw your fingers towards yourself while pressing your palms to the sides.", "Stretch your fingers towards you and push the palms outward.", "Pull your fingers inward and press your palms outward in opposite directions.", "Bring your fingers towards you and press your palms to the sides.", "Flex your fingers towards your body, then push your palms to the sides.", "Draw your fingers back towards yourself, and press your palms outward.", "Tug your fingers towards you as you press your palms outward.", "Curl your fingers inwards, and push your palms outward with strength.", "Pull your fingers towards you, pressing the palms to the sides.", "Engage your fingers by pulling them towards you and pressing the palms outward.", "Flex your fingers back towards yourself and press your palms to the sides.", "Draw your fingers inwards and extend the palms outward.", "Curl the fingers back towards yourself and push the palms outward to the sides.", "Pull your fingers inward and press your palms outward with controlled force.", "Bend your fingers towards you while pushing your palms outward.", "Pull the fingers towards you and press the palms to each side with force.", "Tug your fingers towards your body while pushing your palms outward.", "Flex the fingers inward as you press the palms away from the body.", "Bring your fingers in and push the palms outward in a controlled manner."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Колено выведите вперед.", "en": "Bring the knee forward." },
{ "silence": 1000 },
{ "version": 1, "ru": "Опустите обе стопы.", "en": "Lower both feet.", "enSynonyms": ["Bring both feet down.", "Gently lower both feet to the floor.", "Place both feet down softly.", "Lower your feet to the ground.", "Set both feet down with ease.", "Bring your feet down gently.", "Drop both feet to the floor.", "Carefully lower both feet.", "Ease both feet to the ground.", "Place both feet flat on the floor.", "Let both feet rest gently on the floor.", "Lower both feet with control.", "Gradually bring both feet down.", "Position both feet downwards.", "Let both feet touch the ground.", "Lower both feet towards the floor.", "Drop both feet with care.", "Slowly lower both feet down.", "Move both feet down to the floor gently."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly." },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally." },
{ "silence": 1000 },
{ "version": 1, "ru": "Вытяните спину, шею.", "en": "Stretch your back and neck." },
{ "silence": 1500 },
{ "version": 1, "ru": "Таз отведите назад, как будто садитесь на стул.", "en": "Move your hips back as if you are sitting on a chair.", "enSynonyms": [ "Push your hips back as if you are about to sit in a chair.", "Shift your pelvis back, as though sitting on a chair.", "Move your hips backwards, as if you were sitting down on a chair.", "Push your hips back, imagining sitting on a chair.", "Shift your hips back, mimicking the action of sitting on a chair.", "Move your hips behind you as if preparing to sit on a chair.", "Push your pelvis backwards, as if you are lowering into a chair.", "Move your hips backward, like you are sitting down into a chair.", "Draw your hips back, as if you were about to sit in a chair.", "Push your hips back and downward, as if you are sitting down on a chair.", "Move your hips back, as though you are lowering into a chair seat.", "Shift your pelvis back, as if sitting down onto a chair.", "Move your hips behind you, as if you're about to sit in a chair.", "Push your hips back, like you're preparing to sit on a chair.", "Move your hips back, imitating the motion of sitting in a chair.", "Draw your hips backwards, mimicking sitting on a chair.", "Shift your hips back, imagining you are about to sit in a chair.", "Push your pelvis back, like you’re lowering into a chair seat." ] },
{ "silence": 1000 },
{ "version":2, "ru": "Таз отводите назад, чтобы колени оказались в вертикале над носками.","en":"Now, shift your hips back as if lowering into a seated position, press your weight into your heels, align your knees directly above your toes, and hold this strong stance steady as you breathe deeply to maintain stability and control."},
{ "silence": 500 },
{ "version": 1, "ru": "Согните локти до прямого угла.", "en": "Bend your elbows to a 90-degree angle." },
{ "silence": 500 },
{ "version": 1, "ru": "Колени прижмите друг к другу.", "en": "Press your knees firmly together.", "enSynonyms": ["Bring your knees into firm contact with one another.", "Hold your knees tightly together.", "Squeeze your knees gently but firmly against each other.", "Ensure your knees are snugly pressed together.", "Draw your knees inward until they meet firmly.", "Press your knees against each other with deliberate pressure.", "Join your knees together, keeping them firmly connected.", "Keep your knees aligned and pressed closely together.", "Firmly bring your knees into contact with one another.", "Let your knees meet and hold them together with steady pressure.", "Maintain firm contact between your knees, pressing them together.", "Hold your knees in close connection, pressing them gently together.", "Align your knees and press them snugly against each other.", "Ensure the inner sides of your knees are pressed firmly together.", "Press the medial surfaces of your knees together evenly.", "Gently but securely press your knees into one another.", "Draw your knees inward and keep them tightly connected.", "Bring your knees together and hold them with consistent pressure.", "Keep your knees in contact, pressing them firmly and evenly.", "Squeeze your knees toward each other, maintaining a stable connection."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Уткат+асана.", "en": "Utkat+asana." },
{ "silence": 100 },
{ "chance": 50, "version": 1, "ru": "Поза стула.", "en": "Chair Pose" },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Промежуточный вариант.", "en": "Intermediate variation.", "enSynonyms": [ "Intermediate option.", "Midway variation.", "Transitional variation.", "Intermediate version.", "Middle stage variation.", "Halfway variation.", "In-between variation.", "Moderate variation.", "Intermediate level option.", "Transitional phase version.", "Mid-level variation.", "Partial variation.", "Middle-ground variation.", "Intermediate alternative.", "Midpoint variation.", "Intermediate choice.", "Middle variation.", "Transitional option.", "Intermediate stage version.", "Moderate level variation." ] },
{ "silence": 500 },
{ "version": 2, "ru": "Поверните туловище в одну из сторон.", "en": "Rotate your torso to one side.", "enSynonyms": ["Twist your torso toward one direction.", "Turn your upper body to either side.", "Pivot your torso to face one side.", "Gently twist your upper body, aligning it to the left or right.", "Engage your core and rotate your torso to one side."] },
{ "silence": 1000 },
{ "version":2, "ru": "Поверните только грудную клетку в сторону.","en":"Rotate just your ribcage gently towards the side, keeping the rest of your body stable.","enSynonyms":["Turn your chest area smoothly to one side while maintaining balance.","Twist your upper torso lightly toward the side without moving your lower body.","Allow your ribcage to pivot sideways, isolating the movement in your upper trunk.","Shift your chest region carefully to the side, ensuring minimal motion elsewhere."]},
{ "silence": 500 },
{ "version":2, "ru": "Тазобедренный сустав и колени сохраните направленными вперед.","en":"Keep your hip joints and knees facing forward.","enSynonyms":["Ensure your hips and knees stay aligned forward.","Maintain a forward-facing position for your hips and knees.","Stabilise your stance by keeping both your knees and hips pointed straight ahead.","Ground yourself with a firm posture, ensuring your knees and hips remain aligned forward."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Паривритта уткат+асана." },
{ "silence": 100 },
{ "chance": 50, "version": 1, "ru": "Поза стула с поворотом." },
{ "silence": 1500 },
{ "chance":20,"version":2, "ru": "Если одно из колен сместилось вперед, сместите его назад, чтобы колени были на одном уровне.","en":"If one knee drifts forward as you hold the pose, gently shift it back to align both knees evenly — check that both knees are stacked over your ankles, hold here for a full breath cycle, then mirror the adjustment on the opposite side if needed."},
{ "silence": 1500 },
{ "version": 1, "ru": "Туловище выведите на уровень 45 градусов от поверхности.", "en": "Tilt your torso to a 45-degree angle from the surface.", "enSynonyms": [ "Position your torso at a 45-degree angle to the surface.", "Align your torso at a 45-degree angle from the floor.", "Tilt your body to a 45-degree angle with the surface.", "Bring your torso to a 45-degree angle from the ground.", "Angle your torso at 45 degrees from the surface.", "Position your upper body at a 45-degree tilt from the floor.", "Rotate your torso to a 45-degree angle with respect to the surface.", "Lean your torso to a 45-degree angle from the ground.", "Tilt your upper body at 45 degrees from the floor.", "Raise your torso to a 45-degree angle from the surface.", "Align your body to form a 45-degree angle with the ground.", "Position your torso so it forms a 45-degree angle from the surface.", "Raise your upper body to a 45-degree tilt from the surface.", "Set your torso at a 45-degree tilt from the floor.", "Rotate your upper body to a 45-degree angle from the surface.", "Position your torso 45 degrees above the surface.", "Angle your upper body to a 45-degree angle from the ground.", "Tilt your torso upward to a 45-degree angle with respect to the surface." ] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Макушкой тянитесь вверх.", "en": "Reach upwards through the crown of your head." },
{ "silence": 1500 },
{ "version": 1, "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 500 },
{ "version": 1, "ru": "Пятки выведите над носками.", "en": "Lift your heels above your toes." },
{ "silence": 1000 },
{ "chance":50,"version":2, "ru": "Внимание направьте в область голеней и бёдер.","en":"Bring your focus down to your lower legs and upper legs as you hold this pose — feel the gentle stretch here, then let your mind softly rest on the front of your legs for three steady breaths before moving on."},
{ "silence": 1000 },
{ "version":2, "ru": "Пятки и колени соедините.","en":"Press the heels of your feet and your knees gently together as you stand tall — ensure your knees align directly over your ankles, hold this steady for one deep inhale and exhale."},
{ "silence": 5000 },
{ "version":2, "ru": "Разверните туловище вперед.","en":"Turn your torso forward, aligning it gracefully with intention and purpose." },
{ "silence": 2000 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward." },
{ "silence": 500 },
{ "version":2, "ru": "Вытяните руки вверх.","en":"Extend your arms upwards, reaching towards the sky with intention and grace.","enSynonyms":["Lift your arms high above you, stretching them fully as if trying to touch the heavens.","Raise your arms overhead, elongating them with a sense of mindful extension.","Reach your arms skyward, allowing them to lengthen and expand gracefully.","Draw your arms upward in a fluid motion, creating space through their full extension."]},
{ "silence": 500 },
{ "version":2, "ru": "Ладони сожмите.","en":"Press your palms together.","enSynonyms":["Bring your palms firmly together.","Join your hands with gentle pressure.","Engage your hands by pressing the palms firmly against each other.","Create a steady connection by uniting your palms with mindful pressure."]},
{ "silence": 500 },
{ "chance": 50, "version": 2, "ru": "Кистями давите назад.", "en": "Press your hands backward.", "enSynonyms": ["Push your hands toward the back.", "Apply pressure with your hands in a backward direction.", "Engage your hands and press them behind you.", "Use your hands to press firmly backward.", "Drive your hands back with intention and strength."] },
{ "silence": 500 },
{ "chance":30,"version": 1, "ru": "Подбородком давите на ярёмную ямку.","en":"Press your chin gently into the hollow of your collarbone.","enSynonyms":["Gently apply pressure with your chin to the soft hollow of your clavicle.","Let your chin rest and exert a gentle pressure upon the hollow of your collarbone.","Place your chin in the depression just above your collarbone, applying a soft but firm pressure.","With the chin, gently press into the hollow where your collarbone meets your neck.","Guide your chin towards the subtle dip of your collarbone, applying just enough pressure.","Move your chin towards the delicate hollow above your chest, pressing softly.","Firmly yet gently direct your chin into the area just below your throat, where your collarbone curves.","Draw your chin to the area of the clavicular notch, exerting a soft, mindful pressure.","Let the chin rest lightly in the indentation of your collarbone, pressing ever so slightly.","Carefully and intentionally press your chin into the hollow where your collarbone dips."]},
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Вытяните затылок." },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles." },
{ "silence": 1500 },
{ "version": 1, "ru": "Сохраняя руки поднятыми, разогните ноги.", "en": "Keep your arms raised while straightening your legs.", "enSynonyms": ["Maintain your arms lifted as you straighten your legs.", "With your arms still raised, extend your legs.", "Hold your arms up and straighten your legs.", "Keep your arms elevated and extend your legs.", "While keeping your arms raised, fully extend your legs.", "With your arms lifted, straighten your legs fully.", "Raise your arms and straighten your legs.", "Hold your arms up and elongate your legs.", "While keeping your arms elevated, straighten your legs.", "Extend your legs as you keep your arms raised.", "Lift your arms and extend your legs.", "Straighten your legs while maintaining raised arms.", "Keep your arms above you as you straighten your legs.", "Lift your arms and bring your legs to a straight position.", "While your arms are raised, straighten your legs.", "Keep your arms up and stretch your legs out.", "Maintain your arm position while you extend your legs.", "Keep your arms raised and stretch your legs to full extension.", "As your arms stay lifted, straighten your legs." ] },
{ "silence": 1000 },
{ "chance":65,"version": 1, "ru": "Нижнюю часть таза подайте вперед.","en":"Bring the lower part of the pelvis forward.","enSynonyms":["Shift the lower part of your pelvis forward.","Move the bottom of your pelvis in a forward direction.","Push your pelvis forward from the lower part.","Direct the lower part of the pelvis towards the front.","Align the lower part of your pelvis with the front of your body.","Guide the lower pelvis forward into position.","Draw the lower part of the pelvis forward and gently align it.","Position the lower pelvis in front, guiding it with ease.","Extend the lower part of your pelvis forward.","Bring the bottom of your pelvis towards the front of the body.","Move your pelvis forward, focusing on the lower portion.","Push your pelvis forward by shifting its lower half.","Direct the lower half of your pelvis towards the front.","Lead the lower portion of the pelvis forward, maintaining posture.","Align the lower section of the pelvis with the front line of your body.","Slightly move the bottom of the pelvis forward to create alignment.","Lift the lower pelvis gently forward into a stable position.","Guide your lower pelvis in a forward motion with control.","Shift the bottom of your pelvis forward in alignment with the body."]},
{ "silence": 1500 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward." },
{ "silence": 1000 },
{ "version": 1, "ru": "Лицо поднимите на уровень 45 градусов.", "en": "Raise your face to a 45-degree angle.", "enSynonyms": ["Lift your face to an angle of 45 degrees.", "Tilt your face upward to a 45-degree level.", "Elevate your face to meet a 45-degree angle.", "Raise your head, positioning your face at a 45-degree incline.", "Adjust your face upward to achieve a 45-degree angle.", "Lift your face gently to align with a 45-degree angle.", "Incline your face upward to reach a 45-degree position.", "Move your face to an elevated position at 45 degrees.", "Tilt your face to a level that matches a 45-degree angle.", "Raise your head and align your face with a 45-degree slant.", "Direct your face upward until it forms a 45-degree angle.", "Lift your chin slightly to align your face at 45 degrees.", "Position your face upward at an angle of 45 degrees.", "Gently raise your face to achieve a 45-degree tilt.", "Bring your face to a 45-degree elevation.", "Tilt your head to position your face at a 45-degree angle.", "Lift your face carefully until it aligns with 45 degrees.", "Raise your face upward to form a 45-degree slope.", "Adjust your head so your face points upward at 45 degrees.", "Elevate your face smoothly to a 45-degree angle."] },
{ "silence": 1500 },
{ "version": 1, "ru": "Рёбра стоп прижмите друг к другу", "en": "Press the edges of your feet firmly together." },
{ "silence": 1500 },
{ "version": 2, "ru": "Опустите руки через стороны и опуститесь на пятки.", "en": "Lower your arms out to the sides and settle onto your heels." },
{ "silence": 2500 },
{ "chance": 95, "version": 1, "ru": "Тад+асана.", "en": "Tad+asana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза гор+ы.", "en": "Mountain Pose." },
{ "silence": 3000 },
{ "chance":50,"version": 1, "ru": "Все мышцы тела в легком тонусе.","en":"All the muscles of the body are in light tonus." },
{ "silence": 500 },
{ "version": 1, "ru": "Далее могут пригодиться ремень или блоки.", "en": "A belt or blocks may be useful next.", "enSynonyms": [ "A strap or blocks could come in handy next.", "Next, a belt or blocks may be helpful.", "You might need a belt or blocks at this stage.", "A strap or blocks might be useful moving forward.", "A belt or blocks could be required next.", "You may find a belt or blocks useful from here on.", "Next, consider using a belt or blocks.", "A strap or blocks might assist you now.", "You may want to grab a belt or blocks now.", "For the next part, a belt or blocks could be beneficial.", "A belt or blocks might help in the next step.", "A strap or blocks might come in handy shortly.", "At this point, you might want to use a belt or blocks.", "Prepare a belt or blocks for the next step.", "A belt or blocks may aid you in the upcoming steps.", "You may need to use a belt or blocks now.", "Consider using a belt or blocks for the next part.", "You could benefit from having a belt or blocks now." ] },
{ "silence": 4500 },
{ "version":2, "ru": "Поднимите одно колено и переднюю часть одного из бёдер прижмите к грудной клетке.","en":"Lift one knee and gently draw the front of the corresponding hip towards your chest, hugging it close with mindful awareness.","enSynonyms":["Raise one knee while pulling the upper thigh of that leg snugly against your ribcage.","Bring one knee upwards and press the front section of the same-side hip firmly into your chest area.","Cradle one knee up as you bring the associated hip's front portion closer to your torso.","Elevate a single knee and guide the forward part of the matching hip tightly toward your chest."]},
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Носок вытяните от себя.", "en": "Point your toes away from you.", "enSynonyms": ["Extend your toes outward.", "Stretch your toes away from your body.", "Direct your toes forward with intention.", "Lengthen your foot by pointing your toes outward.", "Push your toes away in a stretched position.", "Reach your toes outward with a gentle stretch.", "Align your toes by pointing them away from yourself.", "Extend your toes forward in a graceful manner.", "Press your toes outward to elongate the foot.", "Focus on pointing your toes straight ahead.", "Stretch your toes forward and away from your body.", "Project your toes outward with a deliberate motion.", "Point your toes outward and away with precision.", "Flex your toes outward to lengthen your leg line.", "Direct your toes outward in a firm, elongated position.", "Stretch your toes away from your core gracefully.", "Push your toes forward, elongating the foot structure.", "Reach your toes forward with mindful extension.", "Guide your toes outward with a purposeful stretch.", "Point your toes outward to create a sleek line."] },
{ "silence": 500 },
{ "version":2, "ru": "Тадасана Паванмуктасана.","en":"Tadasana Pavanmuktasana." },
{ "silence": 500 },
{ "version":2, "ru": "Колено к груди из позы горы.","en":"From Mountain Pose, shift your weight to one leg as you lift the opposite knee upward — bring it toward your chest, press your palms gently below the knee for support. Hold here for three steady breaths, keep your standing leg strong. Slowly lower back to start, then mirror this movement on the other side."},
{ "silence": 2500 },
{ "version":2, "ru": "Поднятое колено отведите в сторону.","en":"From your current pose, gently guide your lifted knee outward to the side as you exhale — keep your hips steady and ensure your standing leg stays rooted. Hold here for three steady breaths."},
{ "silence": 100 },
{ "version":2, "ru": "Противоположную от поднятой ноги кисть вытяните в сторону.","en":"Extend the hand opposite to your lifted leg out to the side as you exhale — keep your palm facing forward, shoulders relaxed. Check that your standing foot stays rooted."},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Большой палец, мизинец и пятка - прижаты к коврику.", "en": "The big toe, little toe, and heel are pressed firmly into the mat.", "enSynonyms": [ "Press the big toe, pinky toe, and heel firmly into the mat.", "Ensure the big toe, little toe, and heel are grounded on the mat.", "The big toe, small toe, and heel should be firmly pressed into the mat.", "Anchor the big toe, pinky toe, and heel to the mat.", "Ground the big toe, little toe, and heel firmly into the mat.", "Keep the big toe, pinky toe, and heel pressed into the mat.", "Press down the big toe, little toe, and heel onto the mat.", "Ensure your big toe, pinky toe, and heel are rooted into the mat.", "The big toe, little toe, and heel must stay firmly grounded on the mat.", "Make sure the big toe, pinky toe, and heel are pressing into the mat.", "Anchor your big toe, little toe, and heel firmly on the mat.", "The big toe, small toe, and heel remain firmly grounded to the mat.", "Firmly press the big toe, pinky toe, and heel into the mat.", "Plant the big toe, little toe, and heel firmly into the mat.", "Ensure that the big toe, pinky toe, and heel are connected to the mat.", "The big toe, small toe, and heel should press firmly against the mat.", "Push the big toe, pinky toe, and heel into the mat with intent.", "Secure the big toe, little toe, and heel into the mat firmly.", "Ground the big toe, pinky toe, and heel evenly on the mat.", "The big toe, pinky toe, and heel are firmly anchored into the mat." ] },
{ "silence": 2000 },
{ "version":2, "ru": "Поднятое колено стремится назад и вверх.","en":"Guide your lifted knee back and upward as you exhale — keep your hips level and your standing leg steady. Hold this position for three full breaths, feeling strength through your core."},
{ "silence": 1000 },
{ "version": 1, "ru": "Несколько раз приподнимите пятку опорной ноги.", "en": "Lift the heel of your supporting leg several times.", "enSynonyms": ["Raise the heel of your standing leg multiple times.", "Gently lift the heel of your supporting foot repeatedly.", "Elevate the heel of your grounded leg a few times.", "Perform several lifts with the heel of your standing leg.", "Raise the heel of your base leg softly, several times.", "Lift your supporting leg's heel repeatedly with control.", "Elevate the heel of your stabilising leg a few times.", "Move the heel of your support foot upward multiple times.", "Repeatedly lift the heel of the leg you're balancing on.", "Raise the heel of your supporting leg rhythmically a few times.", "Perform heel lifts with your grounded leg several times.", "Lift the heel of your stabilising leg upwards and downwards repeatedly.", "Engage in several controlled lifts of your supporting leg’s heel.", "Raise and lower the heel of your standing leg a few times.", "Elevate the heel of your base leg in a steady rhythm several times.", "Repeat lifting the heel of your supporting foot gently.", "Perform soft heel lifts on the leg providing support.", "Raise your stabilising leg’s heel repeatedly with balance.", "Move the heel of your standing leg upward and downward multiple times.", "Perform a series of controlled lifts with your supporting heel."] },
{ "silence": 4000 },
{ "version": 1, "ru": "Подсогните опорную ногу.", "en": "Bend your supporting leg slightly.", "enSynonyms": ["Soften your supporting leg with a gentle bend.", "Slightly flex your supporting leg.", "Keep a soft bend in your supporting leg.", "Bring a slight bend to your supporting leg.", "Lightly bend your supporting leg.", "Introduce a gentle bend in your supporting leg.", "Allow your supporting leg to bend slightly.", "Soften the knee of your supporting leg.", "Maintain a small bend in your supporting leg.", "Give your supporting leg a subtle bend.", "Bend your weight-bearing leg slightly.", "Flex your supporting leg just a little.", "Keep the supporting leg gently bent.", "Add a minor bend to your supporting leg.", "Ease your supporting leg into a soft bend.", "Create a slight flex in your supporting leg.", "Let your supporting leg bend lightly.", "Bend the supporting leg softly at the knee.", "Adjust your supporting leg with a small bend." ] },
{ "silence": 1000 },
{ "version":2, "ru": "Указательным и средним пальцами возьмитесь за большой палец поднятой ноги.","en":"With your index and middle fingers, gently grasp hold of the big toe of your raised foot.","enSynonyms":["Using your index and middle fingers, take hold of the big toe on your lifted foot.","Grip the big toe of your elevated foot using your index and middle fingers.","Secure your raised foot’s big toe between your index and middle fingers.","Firmly but gently clasp your raised foot’s big toe, allowing a comfortable stretch.","Hook your index and middle fingers around the big toe of your lifted foot, ensuring a steady yet relaxed hold."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Наполовину разогните поднятую ногу.", "en": "Partially straighten your raised leg.", "enSynonyms": ["Extend your lifted leg halfway.", "Straighten your raised leg to a partial degree.", "Unfold your elevated leg halfway.", "Stretch your lifted leg slightly without full extension.", "Halfway extend your raised leg with control.", "Partially extend your elevated leg with ease.", "Straighten your raised leg halfway to a balanced position.", "Loosen the bend in your lifted leg halfway.", "Unbend your raised leg to a partial stretch.", "Bring your elevated leg into a halfway straightened state.", "Lengthen your lifted leg partially.", "Extend your raised leg in a gentle halfway motion.", "Ease the bend in your elevated leg halfway.", "Move your lifted leg towards partial straightness.", "Straighten your raised leg with a half extension.", "Gradually unfold your elevated leg halfway.", "Adjust your raised leg to a semi-straightened position.", "Partially loosen the bend in your lifted leg.", "Stretch your elevated leg halfway to its full length.", "Bring your lifted leg into a partial extension smoothly."] },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 4500 },
{ "version": 1, "ru": "Выпрямите согнутое колено полностью.", "en": "Straighten the raised leg completely." },
{ "silence": 2000 },
{ "version":2, "ru": "При необходимости используйте ремень или возьмитесь за голень.","en":"If balancing feels challenging, loop a strap around your foot or hold your lower leg as you exhale."},
{ "silence": 2500 },
{ "version": 1, "ru": "Уттхита Хаста падангуштхасана.", "en": "Utthita Hasta Padangusthasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза рук+и за большой палец стопы стоя.", "en": "Standing Big Toe Hold." },
{ "silence": 1500 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 5000 },
{ "version":2, "ru": "Поместите подъем поднятой ноги на противоположное бедро.","en":"Place the top of your lifted foot onto the opposite thigh as you exhale — keep your hips steady, spine tall. Press your foot gently into your thigh for balance, hold here for three full breaths."},
{ "silence": 2000 },
{ "version":2, "ru": "Пятка под пупком.","en":"Guide your heel to rest just below your belly button as you exhale — keep your hips steady and spine tall."},
{ "silence": 2500 },
{ "version": 1, "ru": "Сожмите ягодицу со стороны поднятой ноги, вверх подтянув ту же сторону тазобедренного сустава." },
{ "silence": 1000 },
{ "version":3,"ru":"Поднятое колено отводите назад.","en":"Draw your raised knee back, keeping it in line with your hip." },
{ "silence": 1000 },
{ "version": 1, "ru": "Поднимите руки через стороны.", "en": "Raise your arms through the sides." },
{ "silence": 500 },
{ "version":2, "ru": "Кисти в замок.","en":"Interlock your fingers.","enSynonyms":["Clasp your hands together.","Weave your fingers into a firm grip.","Secure a steady hold by interlacing your fingers.","Lock your hands together, creating a strong, connected grip."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Вверх вытяните указательные пальцы.", "en": "Extend your index fingers upward.", "enSynonyms": ["Point your index fingers upwards.", "Lift your index fingers towards the sky.", "Raise your index fingers upwards in a straight line.", "Stretch your index fingers towards the ceiling.", "Direct your index fingers upward with precision.", "Extend both index fingers upwards gracefully.", "Lift your index fingers, pointing them upward.", "Point both index fingers towards the heavens.", "Stretch your index fingers in an upward direction.", "Raise your index fingers towards the top.", "Align your index fingers vertically, pointing upward.", "Extend your index fingers to point upwards.", "Move your index fingers upward, stretching them out.", "Bring your index fingers straight upward.", "Point your index fingers skyward.", "Raise your index fingers and extend them upward.", "Stretch your index fingers to point toward the sky.", "Lift both index fingers and stretch them upwards.", "Direct your index fingers in an upward motion.", "Extend your index fingers, guiding them towards the ceiling."] },
{ "silence": 500 },
{ "chance": 95, "version": 1, "ru": "Врикш+асана.", "en": "Vriksasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза дерева.", "en": "Tree pose.", "enSynonyms": [ "Vrikshasana.", "Tree posture.", "Tree standing pose.", "Standing tree pose.", "Tree asana.", "Tree balance pose.", "Tree position.", "Standing in tree posture.", "The tree balance pose.", "Tree pose standing position.", "Balance in tree pose.", "Tree stance.", "Standing tall in tree pose.", "Tree posture standing.", "Vrikshasana pose.", "Balance your body in tree pose.", "Tree position with focus.", "Standing in tree stance.", "Tree pose alignment.", "Vrikshasana balance posture." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Руки в локтях прямые и вытянуты изолированно от шеи.", "en": "Keep your arms straight at the elbows, fully extended, separate from your neck.", "enSynonyms": ["Straighten your arms at the elbows, extending them fully away from the neck.", "Ensure your arms are straight at the elbows and stretched out, apart from the neck.", "Maintain straight arms at the elbows, extended outward and away from the neck.", "Keep your arms extended and straight at the elbows, isolating them from the neck.", "Extend your arms fully, keeping them straight at the elbows, separated from the neck.", "Straighten your arms at the elbows, reaching out and away from your neck.", "With straight elbows, extend your arms fully, distancing them from your neck.", "Ensure your arms are fully extended at the elbows, apart from the neck.", "Stretch your arms out straight at the elbows, isolating them from the neck.", "Keep your arms straight and fully extended, away from the neck.", "Extend your arms fully, keeping the elbows straight, isolated from your neck.", "Straighten your elbows and extend your arms away from the neck.", "Fully extend your arms, keeping the elbows straight and isolated from your neck.", "Stretch both arms out straight at the elbows, keeping them away from your neck.", "Reach your arms outward, straight at the elbows and distant from your neck.", "Straighten your arms and extend them fully, keeping them separate from your neck.", "Position your arms straight and extended, keeping them apart from the neck.", "Extend your arms at the elbows, maintaining isolation from the neck.", "Keep your arms fully extended and straight, isolated from your neck's position.", "Stretch your arms fully, straight at the elbows, with separation from the neck."] },
{ "silence": 5000 },
{ "version": 1, "ru": "Несколько раз приподнимите пятку опорной ноги.", "en": "Lift the heel of your supporting leg several times.", "enSynonyms": ["Raise the heel of your standing leg multiple times.", "Gently lift the heel of your supporting foot repeatedly.", "Elevate the heel of your grounded leg a few times.", "Perform several lifts with the heel of your standing leg.", "Raise the heel of your base leg softly, several times.", "Lift your supporting leg's heel repeatedly with control.", "Elevate the heel of your stabilising leg a few times.", "Move the heel of your support foot upward multiple times.", "Repeatedly lift the heel of the leg you're balancing on.", "Raise the heel of your supporting leg rhythmically a few times.", "Perform heel lifts with your grounded leg several times.", "Lift the heel of your stabilising leg upwards and downwards repeatedly.", "Engage in several controlled lifts of your supporting leg’s heel.", "Raise and lower the heel of your standing leg a few times.", "Elevate the heel of your base leg in a steady rhythm several times.", "Repeat lifting the heel of your supporting foot gently.", "Perform soft heel lifts on the leg providing support.", "Raise your stabilising leg’s heel repeatedly with balance.", "Move the heel of your standing leg upward and downward multiple times.", "Perform a series of controlled lifts with your supporting heel."] },
{ "silence": 3500 },
{ "version": 1, "ru": "Подсогните опорную ногу.", "en": "Bend your supporting leg slightly.", "enSynonyms": ["Soften your supporting leg with a gentle bend.", "Slightly flex your supporting leg.", "Keep a soft bend in your supporting leg.", "Bring a slight bend to your supporting leg.", "Lightly bend your supporting leg.", "Introduce a gentle bend in your supporting leg.", "Allow your supporting leg to bend slightly.", "Soften the knee of your supporting leg.", "Maintain a small bend in your supporting leg.", "Give your supporting leg a subtle bend.", "Bend your weight-bearing leg slightly.", "Flex your supporting leg just a little.", "Keep the supporting leg gently bent.", "Add a minor bend to your supporting leg.", "Ease your supporting leg into a soft bend.", "Create a slight flex in your supporting leg.", "Let your supporting leg bend lightly.", "Bend the supporting leg softly at the knee.", "Adjust your supporting leg with a small bend." ] },
{ "silence": 100 },
{ "chance": 99, "version": 1, "ru": "Пальцы кистей натяните на себя и кистями давите по сторонам.", "en": "Pull your fingers towards you and press the palms outward.", "enSynonyms": ["Draw your fingers towards yourself while pressing your palms to the sides.", "Stretch your fingers towards you and push the palms outward.", "Pull your fingers inward and press your palms outward in opposite directions.", "Bring your fingers towards you and press your palms to the sides.", "Flex your fingers towards your body, then push your palms to the sides.", "Draw your fingers back towards yourself, and press your palms outward.", "Tug your fingers towards you as you press your palms outward.", "Curl your fingers inwards, and push your palms outward with strength.", "Pull your fingers towards you, pressing the palms to the sides.", "Engage your fingers by pulling them towards you and pressing the palms outward.", "Flex your fingers back towards yourself and press your palms to the sides.", "Draw your fingers inwards and extend the palms outward.", "Curl the fingers back towards yourself and push the palms outward to the sides.", "Pull your fingers inward and press your palms outward with controlled force.", "Bend your fingers towards you while pushing your palms outward.", "Pull the fingers towards you and press the palms to each side with force.", "Tug your fingers towards your body while pushing your palms outward.", "Flex the fingers inward as you press the palms away from the body.", "Bring your fingers in and push the palms outward in a controlled manner."] },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 1000 },
{ "version": 1, "ru": "Наклонитесь вперед.", "en": "Lean forward.", "enSynonyms": ["Bend gently forward.", "Incline your body forward.", "Hinge forward at your hips.", "Tilt yourself slightly forward.", "Bow forward smoothly.", "Move your torso into a forward lean.", "Shift your weight forward.", "Press your upper body forward.", "Ease your body into a forward tilt.", "Flow gently into a forward bend.", "Lean your upper body forward gracefully.", "Stretch forward from your hips.", "Fold your body forward naturally.", "Tip your body forward slightly.", "Curve forward with ease.", "Bend your body forward from the waist.", "Move into a forward stretch.", "Allow your torso to flow forward.", "Drift into a forward incline.", "Lean subtly forward with intention."] },
{ "silence": 500 },
{ "version": 2, "ru": "Животом тянитесь вниз.", "en": "Reach downward with your abdomen.", "enSynonyms": ["Stretch your belly downward.", "Extend your abdomen toward the ground.", "Engage your core and reach down with your stomach.", "Let your abdomen lengthen toward the floor.", "Pull your abdominal region downward with control."] },
{ "silence": 500 },
{ "version":2, "ru": "Ту сторону тазобедренного сустава которая опустилась подайте вперед и вверх.","en":"Gently guide the side of your hip that has lowered forward and upward with mindful intention.","enSynonyms":["Lift and direct the sunken side of your hip joint forwards and upwards with care.","Bring the lowered side of your pelvis forward while elevating it to create balance.","Raise the descending side of your hip area, moving it both ahead and higher into alignment.","Propel the dipped side of your hip forward and upward to restore symmetry."]},
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Кистями давите по сторонам." },
{ "silence": 500 },
{ "version":2, "ru": "Живот опустите на пятку.","en":"Gently lower your belly down, press it softly into your heel as you fold forward, then settle your hips evenly as you breathe out."},
{ "silence": 2000 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за ощущениями.", "en": "Observe your sensations." },
{ "silence": 3000 },
{ "version":2, "ru": "Обе кисти опустите на коврик.","en":"Place both hands down on the mat." },
{ "silence": 1000 },
{ "version": 1, "ru": "При необходимости используйте блоки.", "en": "If needed, make use of blocks for support.", "enSynonyms": ["Feel free to use blocks if you need extra support.", "Use blocks as necessary to enhance stability and comfort.", "If required, incorporate blocks to assist your pose.", "Consider using blocks if they help you maintain alignment.", "Use blocks whenever you need added support or balance.", "Blocks can be used as needed to make the posture more accessible.", "Reach for blocks if they provide extra comfort or stability.", "Make use of blocks if they help you feel more steady in the pose.", "If necessary, grab blocks to support your alignment and ease.", "Take advantage of blocks if you need additional assistance."]},
{ "silence": 1500 },
{ "version": 1, "ru": "Отпустите мышцы спины, чтобы спина оказалась согнутой.", "en": "Release the muscles of your back so that your spine bends naturally.", "enSynonyms": ["Let go of the back muscles, allowing your spine to curve naturally.", "Relax the muscles in your back, permitting your spine to bend gently.", "Ease the tension in your back, letting your spine curve smoothly.", "Relax your back muscles, allowing the spine to naturally bend.", "Release tension in your back muscles, allowing the spine to flex.", "Loosen your back muscles, permitting a natural bend of the spine.", "Let your back muscles relax so your spine bends naturally.", "Release the tightness in your back, allowing your spine to bend freely.", "Let go of any tension in your back muscles, letting the spine curve naturally.", "Allow the muscles in your back to relax and let your spine bend.", "Release the stiffness in your back muscles, allowing the spine to flex naturally.", "Let go of the back muscles, permitting a gentle bend of the spine.", "Relax your back muscles to enable your spine to bend gracefully.", "Release tension in your back, allowing a smooth bend in your spine.", "Ease your back muscles and allow your spine to bend gently.", "Let the muscles of your back relax, causing the spine to bend naturally.", "Release your back muscles, permitting your spine to curve with ease.", "Relax the muscles along your back to allow your spine to bend naturally.", "Release the back muscles so the spine can bend effortlessly.", "Let go of the tension in your back, allowing a fluid bend in the spine."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Кистью возьмитесь за опорное колено, локоть заведите за опорное колено." },
{ "silence": 1000 },
{ "version":2, "ru": "Животом тянитесь ко вн+утренней части бедра.","en":"Gently stretch your belly toward your inner thigh as you fold deeper, reach your chest forward to lengthen your spine."},
{ "silence": 1000 },
{ "version": 1, "ru": "Выпрямите колено опорной ноги.", "en": "Straighten the knee of your supporting leg.", "enSynonyms": [ "Extend the knee of your standing leg.", "Straighten the knee of your grounded leg.", "Unbend the knee of your support leg.", "Straighten the knee of the leg you are standing on.", "Extend the knee of the leg supporting your weight.", "Unfold the knee of your standing leg.", "Push the knee of your supporting leg into a straight line.", "Unlock the knee of your support leg.", "Stretch the knee of the leg holding your weight.", "Straighten out the knee of your supporting leg.", "Lengthen the knee of your standing leg.", "Align the knee of your support leg.", "Straighten the knee of the leg you're balancing on.", "Fully extend the knee of your supporting leg.", "Unbend the knee of your weight-bearing leg.", "Press the knee of your support leg straight.", "Extend and straighten the knee of your standing leg.", "Activate the knee of your supporting leg, straightening it." ] },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "Расслабьте шею.", "en": "Relax your neck.", "enSynonyms": ["Let go of the tension in your neck.", "Ease the muscles in your neck.", "Soften the neck, allowing it to release any tightness.", "Allow your neck to relax.", "Loosen the muscles of your neck.", "Gently release the tension in your neck.", "Let your neck relax and soften.", "Unwind the muscles of your neck.", "Free your neck from tension.", "Allow your neck to feel relaxed and at ease.", "Release any tightness in your neck muscles.", "Soothe the muscles in your neck.", "Relax the tension in your neck area.", "Let your neck fall into a relaxed state.", "Soften your neck and let it release.", "Allow your neck to become loose and at ease.", "Ease the tightness in your neck.", "Calm the muscles of your neck.", "Let the muscles of your neck release their tension.", "Let go of any stiffness in your neck."] },
{ "silence": 12000 },
{ "version": 1, "ru": "Подсогните опорную ногу.", "en": "Bend your supporting leg slightly.", "enSynonyms": ["Soften your supporting leg with a gentle bend.", "Slightly flex your supporting leg.", "Keep a soft bend in your supporting leg.", "Bring a slight bend to your supporting leg.", "Lightly bend your supporting leg.", "Introduce a gentle bend in your supporting leg.", "Allow your supporting leg to bend slightly.", "Soften the knee of your supporting leg.", "Maintain a small bend in your supporting leg.", "Give your supporting leg a subtle bend.", "Bend your weight-bearing leg slightly.", "Flex your supporting leg just a little.", "Keep the supporting leg gently bent.", "Add a minor bend to your supporting leg.", "Ease your supporting leg into a soft bend.", "Create a slight flex in your supporting leg.", "Let your supporting leg bend lightly.", "Bend the supporting leg softly at the knee.", "Adjust your supporting leg with a small bend." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти поместите по краям коврика.", "en": "Place your hands at the edges of the mat.", "enSynonyms": [ "Position your hands along the edges of the mat.", "Place your palms at the sides of the mat.", "Set your hands along the mat's edges.", "Put your hands on the mat's outer edges.", "Place your wrists at the edges of the mat.", "Align your hands with the edges of the mat.", "Place your hands at the sides of the yoga mat.", "Position your palms on the edges of the mat.", "Rest your hands on the edges of the mat.", "Place your palms flat along the mat’s edges.", "Position your hands parallel to the edges of the mat.", "Place your hands on the outer edges of the mat.", "Set your palms down at the edges of the mat.", "Rest your wrists at the edges of the mat.", "Ensure your hands are positioned at the mat's edges.", "Place your palms at the corners of the mat.", "Position your hands evenly along the edges of the mat.", "Set your hands just at the edges of the mat for balance.", "Place your hands along the sides of the mat for stability." ] },
{ "silence": 1000 },
{ "version": 2, "ru": "Удерживая поднятую стопу на бедре, перенесите вес тела на руки и сделайте отпрыжку назад опорной стопой.", "en": "With your lifted foot resting on the thigh, shift your body weight into your hands, and hop back from the grounded foot." },
{ "silence": 1000 },
{ "version": 1, "ru": "Кисти поставьте под плечевые суставы.", "en": "Place your hands directly under the shoulder joints.", "enSynonyms": [ "Position your hands beneath your shoulder joints.", "Place your palms right under your shoulders.", "Set your hands directly under the shoulder sockets.", "Align your hands under your shoulder joints.", "Place your wrists below the shoulders.", "Position your palms under your shoulder blades.", "Ensure your hands are positioned directly under the shoulder joints.", "Place your hands in line with your shoulder joints.", "Align your wrists directly beneath your shoulders.", "Place your hands in alignment with the shoulder joints.", "Place your hands under the shoulder joints, maintaining a straight line.", "Set your palms just beneath the shoulders for proper alignment.", "Ensure your palms are directly under your shoulders.", "Place your hands exactly beneath your shoulder joints.", "Place your hands in a way that they are under the shoulder joints.", "Position your wrists directly beneath the shoulder joints.", "Make sure your hands are under your shoulder joints.", "Place your hands so that they are aligned with your shoulder joints.", "Position your palms under your shoulders for proper support." ] },
{ "silence": 2000 },
{ "version":2, "ru": "Вверх тяните колено согнутой ноги.","en":"Elevate the knee of your bent leg skyward, engaging your core to sustain alignment." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "От макушки до пяток прямая линия.", "en": "A straight line from the crown of your head to your heels.", "enSynonyms": [ "A straight alignment from your head to your heels.", "From the top of your head to your heels, form a straight line.", "Create a straight line from the crown of your head to your heels.", "Keep your body in a straight line from head to heels.", "Your body should form a straight line from the crown of your head to your heels.", "Maintain a straight line extending from your head to your heels.", "Your body should align in a straight line from the top of your head to your heels.", "Form a straight line from your head to your heels without arching.", "Ensure your body forms a straight line from your head down to your heels.", "From the crown of your head to your heels, keep a straight line.", "Maintain a solid, straight line from your head all the way to your heels.", "Align your body so it forms a straight line from your head to your heels.", "Create a seamless line from the top of your head to your heels.", "Straighten your body from your head to your heels, forming a continuous line.", "Ensure your body remains straight, creating a line from your head to your heels.", "Form a straight body alignment from the crown of your head to your heels.", "Keep your body in alignment, creating a straight line from head to heels.", "A straight line should connect the crown of your head to your heels.", "Position your body so that it forms a straight line from your head to your heels." ] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Пхалак+асана на одной ноге." },
{ "silence": 500 },
{ "version": 2, "ru": "Верхняя планка на одной ноге.", "en": "High plank on one leg.", "enSynonyms": ["Top plank position balanced on a single leg.", "Elevated plank stance with one leg raised.", "High plank variation with one leg lifted.", "Hold a high plank while balancing on one foot.", "Perform a high plank, keeping one leg off the ground."] },
{ "silence": 100 },
{ "version":2, "ru": "Поставьте кисти +узко.","en":"Position your hands narrowly, bringing them close together with precision.","enSynonyms":["Place your hands in a narrow stance, aligning them closely and deliberately.","Set your palms in a tight arrangement, ensuring they are near to one another.","Bring your hands into a compact placement, keeping them snugly positioned.","Narrowly align your hands, allowing their proximity to enhance focus."]},
{ "silence": 100 },
{ "version":2, "ru": "Удерживая стопу на бедре, отожмитесь.","en":"Press your foot firmly into your thigh, push down through your palms to lift your hips upward, lengthen your spine as you breathe out steadily."},
{ "silence": 500 },
{ "version": 1, "ru": "Локти сгибайте назад, вдоль туловища.", "en": "Bend your elbows backward, keeping them close along the sides of your torso.", "enSynonyms": ["Draw your elbows backward, maintaining them close to your body.", "Bend your elbows back while keeping them aligned along your torso.", "Pull your elbows back gently, ensuring they stay near your torso.", "Guide your elbows backward, staying close to the line of your torso.", "Move your elbows back, keeping them tucked close to your sides.", "Fold your elbows backward, ensuring they trace the sides of your body.", "Bring your elbows back in alignment with the sides of your torso.", "Bend your elbows toward the back, staying close along your body's line.", "Direct your elbows back while maintaining a position close to your torso.", "Angle your elbows backward, keeping them near and parallel to your body.", "Push your elbows backward in alignment with the line of your torso.", "Pull your elbows back smoothly, keeping them close to your body.", "Retract your elbows backward, staying aligned with your torso’s sides.", "Bend your elbows rearward, holding them close to your torso's contours.", "Tuck your elbows back, maintaining a path along the sides of your body.", "Extend your elbows backward in a motion that stays close to your torso.", "Bring your elbows rearward, maintaining proximity to your sides.", "Fold your elbows back gently, aligning them with the natural curve of your torso.", "Slide your elbows backward, ensuring they stay near and parallel to your torso.", "Shift your elbows backward, keeping them aligned tightly along your body's sides."] },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "На усилие - выдох.", "en": "Exhale on exertion.", "enSynonyms": [ "Breathe out during exertion.", "Exhale while making an effort.", "Release your breath on the effort phase.", "Breathe out as you apply force.", "Exhale as you perform the exertion.", "Let your breath out during the hard part of the movement.", "Exhale while engaging your strength.", "Breathe out as you push through the effort.", "Release air from your lungs during exertion.", "Exhale naturally while applying effort.", "Focus on exhaling during the exertion phase.", "Breathe out steadily as you exert force.", "Exhale with control during the effort.", "Push out your breath as you exert yourself.", "Exhale while performing the challenging part of the action.", "Let your breath flow out as you engage effort.", "Breathe out during the physical exertion.", "Exhale calmly as you make an effort.", "Release your breath while applying strength.", "Exhale deeply during the hardest part of the motion." ] },
{ "silence": 14000 },
{ "version":2, "ru": "Сохраняя стопу на бедре, таз выведите вверх.","en":"Press your foot firmly against your thigh, lift your hips up toward the ceiling as you inhale deeply."},
{ "silence": 1000 },
{ "version": 1, "ru": "Кисти поместите по краям коврика.", "en": "Place your hands at the edges of the mat.", "enSynonyms": [ "Position your hands along the edges of the mat.", "Place your palms at the sides of the mat.", "Set your hands along the mat's edges.", "Put your hands on the mat's outer edges.", "Place your wrists at the edges of the mat.", "Align your hands with the edges of the mat.", "Place your hands at the sides of the yoga mat.", "Position your palms on the edges of the mat.", "Rest your hands on the edges of the mat.", "Place your palms flat along the mat’s edges.", "Position your hands parallel to the edges of the mat.", "Place your hands on the outer edges of the mat.", "Set your palms down at the edges of the mat.", "Rest your wrists at the edges of the mat.", "Ensure your hands are positioned at the mat's edges.", "Place your palms at the corners of the mat.", "Position your hands evenly along the edges of the mat.", "Set your hands just at the edges of the mat for balance.", "Place your hands along the sides of the mat for stability." ] },
{ "silence": 1000 },
{ "version":2, "ru": "Пятку опорной стопы потяните к коврику.","en":"Pull the heel of your standing foot back toward the mat as you press your toes down, keeping your foot firm and steady."},
{ "silence": 1000 },
{ "version": 1, "ru": "Толкайтесь кистями, чтобы грудной клеткой потянуться к колену опорной ноги.", "en": "Push through your wrists to reach your chest towards the knee of your supporting leg.", "enSynonyms": [ "Push into your hands to draw your chest towards the knee of the supporting leg.", "Use your wrists to push and extend your chest towards the knee of your grounded leg.", "Press into your palms to bring your chest towards the knee of the supporting leg.", "Push with your hands to stretch your chest towards the knee of the standing leg.", "Drive through your wrists to reach your chest towards the knee of your stabilizing leg.", "Push your palms down to bring your chest towards the knee of the leg that’s supporting you.", "Press through your wrists and draw your chest towards the knee of the grounded leg.", "Engage your wrists and reach your chest towards the knee of your supporting leg.", "Push firmly with your hands and draw your chest towards the knee of your stable leg.", "Press into the wrists and guide your chest towards the knee of the supporting leg.", "Activate your wrists and stretch your chest toward the knee of your grounded leg.", "Push through your wrists to draw your chest forward toward the knee of your supporting leg.", "Use your wrists to push and pull your chest closer to the knee of your standing leg.", "Press with your hands to guide your chest toward the knee of your supporting leg.", "Push into your wrists and reach your chest toward the knee of the stabilizing leg.", "Press down with your palms and draw your chest towards the knee of the supported leg.", "Push through your palms to pull your chest towards the knee of the supporting leg.", "Activate your wrists and stretch your chest towards the knee of your standing leg.", "Push into your palms and draw your chest towards the knee of your stable leg." ] },
{ "silence": 1000 },
{ "version": 2, "ru": "Отпустите шею.", "en": "Release your neck.", "enSynonyms": ["Relax your neck.", "Let go of tension in your neck.", "Allow your neck to soften.", "Ease the tension in your neck.", "Drop any tightness in your neck."] },
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles." },
{ "silence": 1000 },
{ "chance": 15, "version": 1, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 2000 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Draw the shoulder blades toward each other." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1500 },
{ "version":2, "ru": "Удерживая стопу на бедре, отожмитесь.","en":"Press your foot firmly into your thigh, push down through your palms to lift your hips upward, lengthen your spine as you breathe out steadily."},
{ "silence": 500 },
{ "version":2, "ru": "Касайтесь локтями коврика.","en":"Lower your elbows to make contact with the mat surface." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "На усилие - выдох.", "en": "Exhale on exertion.", "enSynonyms": [ "Breathe out during exertion.", "Exhale while making an effort.", "Release your breath on the effort phase.", "Breathe out as you apply force.", "Exhale as you perform the exertion.", "Let your breath out during the hard part of the movement.", "Exhale while engaging your strength.", "Breathe out as you push through the effort.", "Release air from your lungs during exertion.", "Exhale naturally while applying effort.", "Focus on exhaling during the exertion phase.", "Breathe out steadily as you exert force.", "Exhale with control during the effort.", "Push out your breath as you exert yourself.", "Exhale while performing the challenging part of the action.", "Let your breath flow out as you engage effort.", "Breathe out during the physical exertion.", "Exhale calmly as you make an effort.", "Release your breath while applying strength.", "Exhale deeply during the hardest part of the motion." ] },
{ "silence": 6000 },
{ "version":2, "ru": "Сделайте шаг стопой к противоположной кисти.","en":"Step your foot toward the opposite hand."},
{ "silence": 1000 },
{ "version":2, "ru": "Опустите на коврик колено, вытяните носок другой ноги.","en":"Lower one knee to the mat and extend your opposite leg."},
{ "silence": 1000 },
{ "version": 1, "ru": "Опустите ягодицу и колено." },
{ "silence": 1000 },
{ "version":2, "ru": "Чтобы довернуть тазобедренный до фронтальной плоскости, подложите блок под ягодичную мышцу или под бедро.","en":"Gently slide a block beneath your sitting bone or upper thigh—this helps square your hips evenly toward the front."},
{ "silence": 1000 },
{ "version":2, "ru": "Доверните таз чтобы он оказался параллельно горизонтальной плоскости.","en":"Gently rotate your hips until they align parallel to the ground, keeping your pelvis level and balanced."},
{ "silence": 2000 },
{ "version":2, "ru": "Доверните таз чтобы он оказался параллельно горизонтальной плоскости.","en":"Gently rotate your hips until they align parallel to the ground, keeping your pelvis level and balanced."},
{ "silence": 1000 },
{ "chance": 95, "version": 2, "ru": "Ардха капотасана.", "en": "Ardha Kapotasana." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Поза голубя.", "en": "Pigeon pose." },
{ "silence": 4000 },
{ "version":2, "ru": "Опускайте грудную клетку на середину голени согнутой ноги.","en":"Slowly lower your chest toward the center of your bent leg’s shin."},
{ "silence": 1000 },
{ "version": 1, "ru": "Опустите локти.", "en": "Lower your elbows." },
{ "silence": 1500 },
{ "version": 1, "ru": "+Адхо мукха капотасана.", "en": "Adho Mukha Kapotasana." },
{ "silence": 1000 },
{ "chance":55,"version":2, "ru": "Поза спящего лебедя.","en":"The Sleeping Swan Pose" },
{ "silence": 1500 },
{ "version": 1, "ru": "Вытяните спину, шею.", "en": "Stretch your back and neck." },
{ "silence": 3000 },
{ "chance": 50, "version": 1, "ru": "Полностью расслабьте согнутую ногу.", "en": "Fully relax the bent leg.", "enSynonyms": [ "Completely release the bent leg.", "Let the bent leg relax fully.", "Relax the bent leg completely.", "Allow the bent leg to fully relax.", "Release all tension in the bent leg.", "Fully release the bent leg.", "Let go of the bent leg and allow it to relax.", "Completely ease the bent leg.", "Allow the bent leg to soften fully.", "Let the bent leg fall into relaxation.", "Allow your bent leg to relax completely.", "Ease the tension in the bent leg.", "Release the muscles of the bent leg fully.", "Let your bent leg relax completely.", "Completely relax your bent leg muscles.", "Let the bent leg rest fully.", "Allow the bent leg to relax and soften.", "Completely release tension in the bent leg." ] },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 500 },
{ "chance": 40, "version": 1, "ru": "Если внимание уходит в сторону, мягко возвращайте внимание на дыхание.", "en": "If your focus drifts, gently guide it back to your breath.", "enSynonyms": [ "If your mind wanders, softly bring your awareness back to your breath.", "Should your attention shift, gently refocus on your breath.", "If your focus strays, calmly bring your attention back to the breath.", "If your thoughts wander, gently return your focus to the breath.", "If your attention moves away, gently bring it back to your breath.", "When attention drifts, softly return to focusing on your breath.", "If your focus falters, gently draw your attention back to your breath.", "If your mind drifts off, gently bring your awareness back to the breath.", "If your attention wanders, kindly return to the rhythm of your breath.", "If distractions arise, gently guide your attention back to your breath.", "If your focus slips away, gently bring it back to the breath.", "Should your focus wander, gently return your attention to your breath.", "When the mind drifts, gently bring it back to your breathing.", "If your awareness shifts, gently return it to your breath.", "If you lose focus, gently return to the awareness of your breath.", "Should your mind wander, gently guide your attention back to your breathing.", "If distractions pull your attention, gently refocus on your breath." ] },
{ "silence": 25000 },
{ "chance": 50, "version": 1, "ru": "Посмотрите вперед.", "en": "Look forward.", "enSynonyms": [ "Gaze forward.", "Turn your gaze ahead.", "Focus ahead.", "Look straight ahead.", "Direct your gaze forward.", "Look in front of you.", "Keep your eyes forward.", "Look ahead in front of you.", "Turn your eyes to the front.", "Look towards the horizon.", "Face forward.", "Set your gaze ahead.", "Look out in front of you.", "Keep your sight ahead.", "Look ahead with focus.", "Fix your eyes on what’s ahead.", "Turn your focus to the front.", "Look in the direction you're facing.", "Gaze in the forward direction." ] },
{ "silence": 500 },
{ "version":2, "ru": "Сожмите ягодицу со стороны вытянутой ноги.","en":"Gently squeeze the hip of your extended leg."},
{ "silence": 100 },
{ "version":2, "ru": "Напрягите переднюю часть бедра.","en":"Gently engage the front of your thigh."},
{ "silence": 1000 },
{ "version":2, "ru": "Пятка вытянутой назад ноги направлена назад и вверх.","en":"Guiding the heel of your back leg upward and backward."},
{ "silence": 2000 },
{ "chance":50,"version":2, "ru": "Если ощущаете сжатие позвоночных дисков или мышц, сделайте небольшой наклон вперед.","en":"If you sense tightness in your spine or muscles, lean slightly forward to ease tension and realign."},
{ "silence": 6000 },
{ "version": 2, "ru": "Кисти опустите под плечевые суставы.", "en": "Lower your hands beneath your shoulder joints.", "enSynonyms": ["Place your hands directly under your shoulders.", "Bring your hands down aligned with your shoulder joints.", "Position your hands under your shoulders.", "Set your hands below your shoulder joints.", "Align your hands directly beneath your shoulders."] },
{ "silence": 1500 },
{ "version":2, "ru": "Поднимите колено вытянутой назад ног+и, опираясь на носок.","en":"Lift the knee of your extended back leg while keeping your weight anchored through the ball of your foot."},
{ "silence": 1000 },
{ "version": 2, "ru": "Другим коленом коснитесь лба.", "en": "Bring your other knee to touch your forehead.", "enSynonyms": ["Gently press your opposite knee against your forehead.", "Move your other knee forward until it meets your forehead.", "Touch your forehead with the knee of your other leg.", "Guide your alternate knee to make contact with your forehead."]},
{ "silence": 500 },
{ "version": 1, "ru": "Пхалак+асана с коленом ко лбу.", "en": "Phalakasana with knee to forehead." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Верхняя планка с коленом ко лбу.", "en": "High plank with knee to forehead ." },
{ "silence": 500 },
{ "version":2, "ru": "Пятку тяните к ягодице.","en":"Gently draw your heel back toward your buttocks, keeping the movement steady and controlled."},
{ "silence": 500 },
{ "version": 1, "ru": "Таз опустите.", "en": "Lower your pelvis down.", "enSynonyms": ["Gently lower your pelvis towards the floor.", "Bring your pelvis down, relaxing it into position.", "Lower your hips, guiding them towards the ground.", "Drop your pelvis down with control.", "Sink your pelvis downward, maintaining alignment.", "Ease your pelvis towards the floor.", "Slowly bring your pelvis down, keeping it steady.", "Let your pelvis lower down, staying grounded.", "Drop your hips down, ensuring they are in alignment.", "Lower your pelvic region, maintaining stability."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Сохраняя колено прижатым ко лбу, отожмитесь.", "en": "Maintain your knee pressed to your forehead while performing a push-up.", "enSynonyms": [ "Keep your knee pressed against your forehead and do a push-up.", "Press your knee to your forehead as you perform a push-up.", "While keeping your knee to your forehead, push up.", "With your knee against your forehead, lower and push yourself up.", "Press your knee into your forehead and perform a push-up.", "Maintain the knee against your forehead while pushing up.", "Hold your knee to your forehead and complete a push-up.", "Keep the knee at your forehead and do a push-up motion.", "While keeping the knee pressed to the forehead, push up from the floor.", "Push yourself up while holding your knee against your forehead.", "Press your knee to your forehead and push up in a controlled manner.", "Maintain your knee at your forehead while completing the push-up.", "Push-up with your knee pressed to your forehead.", "Keep your knee firmly against your forehead as you push up.", "Perform a push-up while pressing your knee to your forehead.", "Push yourself up, keeping your knee pressed to your forehead.", "With your knee pressed to your forehead, complete the push-up.", "Press your knee to your forehead and perform a controlled push-up.", "Do a push-up while maintaining your knee against your forehead." ] },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Касайтесь макушкой коврика.", "en": "Touch the mat with the crown of your head.", "enSynonyms": ["Place the crown of your head lightly on the mat.", "Let the top of your head make contact with the mat.", "Rest the crown of your head gently on the mat.", "Bring the crown of your head to touch the mat softly.", "Make a light connection between the crown of your head and the mat.", "Allow the crown of your head to rest lightly against the mat.", "Press the crown of your head delicately onto the mat.", "Lower the top of your head to gently meet the mat.", "Touch the mat softly with the topmost part of your head.", "Lightly place the crown of your head on the mat.", "Align the crown of your head so it touches the mat.", "Ease the top of your head down onto the mat.", "Let the crown of your head rest softly upon the mat.", "Gently touch the mat with the top of your head.", "Soften your movement as the crown of your head meets the mat.", "Bring the crown of your head carefully down to the mat.", "Position the top of your head to lightly touch the mat.", "Feel the crown of your head connect gently with the mat.", "Allow the crown of your head to softly touch the mat's surface."] },
{ "silence": 7000 },
{ "version": 1, "ru": "Шаг назад стопой поднятой ноги.", "en": "Step back with the foot of your lifted leg." },
{ "silence": 500 },
{ "version": 1, "ru": "Стопы вместе.", "en": "Bring your feet together." },
{ "silence": 500 },
{ "version": 1, "ru": "Согните локти до прямого угла.", "en": "Bend your elbows to a 90-degree angle." },
{ "silence": 500 },
{ "version": 1, "ru": "Тело на весу.", "en": "The body is suspended.", "enSynonyms": [ "The body is floating.", "The body is in suspension.", "The body is hanging.", "The body is elevated.", "The body is held up.", "The body is airborne.", "The body is lifted off the ground.", "The body is suspended in the air.", "The body is hovering.", "The body is in mid-air.", "The body is in free space.", "The body is weightless.", "The body is lifted and suspended.", "The body is off the floor.", "The body is in a suspended position.", "The body is floating above the ground.", "The body is hanging in space.", "The body is lifted and floating.", "The body is in the air, unsupported." ] },
{ "silence": 500 },
{ "chance": 5, "version": 1, "ru": "Тело все ещё на весу.", "en": "Your body is still floating, suspended off the ground." },
{ "silence": 1500 },
{ "chance": 5, "version": 1, "ru": "Тело все ещё на весу.", "en": "Your body is still floating, suspended off the ground." },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Чатур+анга данд+асана.", "en": "Chaturanga Dandasana." },
{ "silence": 500 },
{ "version":2, "ru": "Опустите колени и таз.","en":"Lower your knees and hips.","enSynonyms":["Gently bring your knees and hips down.","Ease your hips and knees toward the ground.","Soften into the pose by lowering your knees and settling your hips.","Gradually sink your knees and hips down, staying mindful of alignment."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Кисти пододвиньте ближе к тазу.", "en": "Move your wrists closer to your pelvis.", "enSynonyms": [ "Bring your wrists nearer to your pelvis.", "Shift your wrists towards your hips.", "Move your hands closer to your pelvis.", "Slide your wrists closer to your hips.", "Draw your wrists in towards your pelvis.", "Position your wrists closer to your hips.", "Bring your palms nearer to your pelvis.", "Place your wrists closer to your lower body.", "Align your wrists closer to your pelvis.", "Move your hands in closer to your hips.", "Shift your hands towards your pelvis.", "Slide your palms closer to your pelvis.", "Move your wrists closer to your lower back.", "Bring your wrists nearer to the hips.", "Adjust your wrists to be closer to your pelvis.", "Bring your palms closer to your pelvis region.", "Reposition your wrists closer to your pelvic area.", "Move your wrists towards the centre of your pelvis.", "Draw your wrists in toward your pelvis area." ] },
{ "silence": 2000 },
{ "version": 1, "ru": "Локти разогните, чтобы туловище поднялось.", "en": "Straighten the elbows so that the body is raised." },
{ "silence": 1000 },
{ "version": 1, "ru": "Сожмите ягодицы и поднимите колени.", "en": "Squeeze your glutes and lift your knees.", "enSynonyms": ["Engage your glutes and raise your knees.", "Tighten your glutes and bring your knees upward.", "Activate your glutes and lift your knees gently.", "Contract your glutes and elevate your knees.", "Firm your glutes and draw your knees up.", "Squeeze the glutes and raise the knees.", "Engage the glutes and gently lift the knees.", "Tighten the glutes and bring the knees upward.", "Firmly engage your glutes and lift your knees.", "Activate your glutes and gently elevate your knees.", "Squeeze the buttocks and lift the knees upward.", "Contract your glutes while raising your knees.", "Firm up your glutes and elevate your knees.", "Engage your buttocks and gently lift your knees.", "Tighten your glutes while bringing your knees upward.", "Activate the glutes and lift the knees in alignment.", "Squeeze the glutes and carefully raise the knees.", "Firmly tighten your glutes and draw your knees up.", "Engage the glutes fully and lift the knees steadily."] },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "+Урдхва мукха шван+асана.", "en": "Urdhva Mukha shvanasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Собака мордой вверх.", "en": "Upward-facing dog." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "version":3,"chance":20,"ru":"Чтобы убрать напряжение в поясничном отделе, подайте плечи вперед и вниз, чтобы руки максимально нагрузились.","en":"Press your shoulders forward and down to ease tension in your lower back, shifting the work into your arms."},
{ "silence": 3500 },
{ "version": 1, "ru": "Плечи впереди кистей.", "en": "Keep your shoulders ahead of your wrists.", "enSynonyms": ["Position your shoulders slightly forward of your wrists.", "Align your shoulders in front of your hands.", "Shift your shoulders to stay ahead of your wrists.", "Place your shoulders forward, beyond the line of your wrists.", "Ensure your shoulders are positioned ahead of your hands.", "Keep your shoulders extended slightly forward of the wrists.", "Move your shoulders ahead of your hands' placement.", "Hold your shoulders in a forward position relative to your wrists.", "Maintain your shoulders in alignment ahead of your wrists.", "Adjust your shoulders to remain in front of your hands.", "Guide your shoulders slightly beyond the plane of your wrists.", "Keep your shoulders leaning forward past your wrists.", "Place your shoulders forward of your hands with gentle alignment.", "Shift your shoulders ahead, surpassing the position of your wrists.", "Position your shoulders forward while keeping your wrists steady.", "Ensure your shoulders stay in a forward position past the wrists.", "Hold your shoulders just beyond the placement of your wrists.", "Align your shoulders forward, extending beyond your hands.", "Keep the shoulders forward while maintaining steady wrists.", "Position the shoulders slightly ahead in line with your hands."] },
{ "silence": 500 },
{ "version": 1, "ru": "Таз выведите назад и вверх.", "en": "Shift your pelvis back and up.", "enSynonyms": ["Move your pelvis backward and upward.", "Guide your hips to a position back and up.", "Draw your pelvis gently backward and lift it upward.", "Push your hips back and raise them upward.", "Direct your pelvis into a backward and upward motion.", "Position your hips back while lifting them upward.", "Shift your pelvis backward and elevate it upward.", "Slide your hips to the rear and lift them up.", "Bring your pelvis to a backward and upward position.", "Adjust your hips back and lift them gently upward.", "Pull your pelvis back and guide it upward.", "Move your hips into a backward and upward alignment.", "Shift your hips to the rear while elevating them upward.", "Draw your pelvis back and tilt it upward.", "Guide your hips into a smooth backward and upward motion.", "Push your pelvis back while lifting it softly upward.", "Reposition your hips backward and elevate them upward.", "Move your pelvis rearward and raise it upward gracefully.", "Pull your hips back and tilt them into an upward lift.", "Shift your pelvis back gently and raise it upward smoothly."] },
{ "silence": 1500 },
{ "chance": 20, "version": 1, "ru": "+Адхо мукха шван+асана.", "en": "+Adho mukha shwan+asana." },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Собака мордой вниз.", "en": "Downward-facing dog." },
{ "silence": 1000 },
{ "version":2, "ru": "Отожмитесь, касаясь макушкой мысленной прямой линии между кистями.","en":"Push up while keeping the crown of your head aligned with an imaginary line between your palms as you lower down."},
{ "silence": 7000 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly." },
{ "silence": 1500 },
{ "version": 1, "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 1500 },
{ "version": 1, "ru": "Шаг вперед одной, затем другой стопами.", "en": "Step forward with one foot and then the other.", "enSynonyms": ["Move one foot forward, followed by the other.", "Take a step forward with one foot, then bring the other forward.", "Step forward first with one foot, then with the other.", "Advance one foot ahead, then the second follows.", "Bring one foot forward, then step forward with the other.", "Step ahead with one foot, and then move the other forward.", "Place one foot forward, then step forward with the other.", "Move one foot ahead and follow it with the second.", "Step forward alternately with one foot and then the other.", "Advance forward with one foot, then follow with the second.", "Bring the first foot forward, then move the second ahead.", "Move one foot forward, followed immediately by the other.", "Take a forward step with one foot, then advance the other.", "Step with one foot and follow it forward with the other.", "First step with one foot, then bring the other forward.", "Move forward by stepping first with one foot, then the other.", "Place one foot ahead and then bring the second forward.", "Advance with one foot, then immediately step with the other.", "Start with one foot forward, then follow with the other.", "Take alternate steps forward with each foot."] },
{ "silence": 4000 },
{ "version": 1, "ru": "Рёбра стоп прижмите друг к другу", "en": "Press the edges of your feet firmly together." },
{ "silence": 2000 },
{ "version": 1, "ru": "Пятки врозь.", "en": "Heels apart.", "enSynonyms": ["Keep your heels separated.", "Place your heels wide apart.", "Ensure your heels are not touching.", "Position your heels away from each other.", "Spread your heels apart.", "Let your heels be spaced apart.", "Keep a gap between your heels.", "Heels should be distanced from one another.", "Separate your heels.", "Maintain distance between your heels.", "Allow space between your heels.", "Let your heels be placed apart.", "Place your heels apart for balance.", "Keep your heels wide and apart.", "Ensure there is a gap between your heels.", "Position your heels so they are apart.", "Make sure your heels are not close together.", "Place your heels apart, allowing space.", "Heels should be spaced apart for stability.", "Spread your heels wide, keeping them apart."] },
{ "silence": 3000 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly." },
{ "silence": 1000 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally." },
{ "silence": 1000 },
{ "version": 2, "ru": "Толкайтесь кистями.", "en": "Push through your hands.", "enSynonyms": ["Press firmly with your hands.", "Engage your hands and push.", "Apply pressure through your palms.", "Actively press down using your hands.", "Ground your hands and push into the surface."] },
{ "silence": 1000 },
{ "version": 2, "ru": "Таз опустите, чтобы в коленях образовался прямой угол.", "en": "Lower your hips until your knees form a right angle.", "enSynonyms": ["Sink your hips down to create a 90-degree angle at the knees.", "Bring your hips down so your knees are at a right angle.", "Drop your hips until your knees are bent at 90 degrees.", "Lower your hips to align your knees at a perfect right angle.", "Descend into a position where your knees form a right angle."] },
{ "silence": 1000 },
{ "version":2, "ru": "Колени над носками.","en":"Now, keep your knees over your toes."},
{ "silence": 500 },
{ "version": 1, "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Уткат+асана." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза стула.", "en": "Chair Pose" },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Промежуточный вариант.", "en": "Intermediate variation.", "enSynonyms": [ "Intermediate option.", "Midway variation.", "Transitional variation.", "Intermediate version.", "Middle stage variation.", "Halfway variation.", "In-between variation.", "Moderate variation.", "Intermediate level option.", "Transitional phase version.", "Mid-level variation.", "Partial variation.", "Middle-ground variation.", "Intermediate alternative.", "Midpoint variation.", "Intermediate choice.", "Middle variation.", "Transitional option.", "Intermediate stage version.", "Moderate level variation." ] },
{ "silence": 500 },
{ "version":2, "ru": "Поверните только грудную клетку в сторону.","en":"Rotate just your ribcage gently towards the side, keeping the rest of your body stable.","enSynonyms":["Turn your chest area smoothly to one side while maintaining balance.","Twist your upper torso lightly toward the side without moving your lower body.","Allow your ribcage to pivot sideways, isolating the movement in your upper trunk.","Shift your chest region carefully to the side, ensuring minimal motion elsewhere."]},
{ "silence": 500 },
{ "version":2, "ru": "Тазобедренный сустав и колени сохраните направленными вперед.","en":"Keep your hip joints and knees facing forward.","enSynonyms":["Ensure your hips and knees stay aligned forward.","Maintain a forward-facing position for your hips and knees.","Stabilise your stance by keeping both your knees and hips pointed straight ahead.","Ground yourself with a firm posture, ensuring your knees and hips remain aligned forward."]},
{ "silence": 500 },
{ "chance": 95, "version": 1, "ru": "Паривритта уткат+асана.", "en": "Parivrtta Utkat+asana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза стула с поворотом.", "en": "Revolved Chair Post." },
{ "silence": 500 },
{ "chance":20,"version":2, "ru": "Если одно из колен сместилось вперед, сместите его назад, чтобы колени были на одном уровне.","en":"If one knee drifts forward as you hold the pose, gently shift it back to align both knees evenly — check that both knees are stacked over your ankles, hold here for a full breath cycle, then mirror the adjustment on the opposite side if needed."},
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 6000 },
{ "version": 1, "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 500 },
{ "version": 1, "ru": "Пятки выведите над носками.", "en": "Lift your heels above your toes." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Плечами давите вниз и назад.", "en": "Press your shoulders down and back.", "enSynonyms": [ "Push your shoulders down and back.", "Drive your shoulders down and back.", "Lower and pull your shoulders back.", "Press your shoulders downwards and back.", "Press your shoulders down while pulling them back.", "Push your shoulders back and downward.", "Move your shoulders down and behind you.", "Drive your shoulders downward and towards the back.", "Lower your shoulders and press them back.", "Press the shoulders down and pull them back.", "Pull your shoulders back while pressing them down.", "Push your shoulders back while pushing them down.", "Press down through your shoulders and move them back.", "Drive your shoulders down towards your back.", "Press your shoulders downward and pull them back.", "Move your shoulders downwards and back towards your spine.", "Push your shoulders down while drawing them back.", "Activate your shoulders by pressing them down and pulling them back.", "Press the shoulders down and towards the back." ] },
{ "silence": 2000 },
{ "version":2, "ru": "Разверните туловище вперед.","en":"Turn your torso forward, aligning it gracefully with intention and purpose." },
{ "silence": 2000 },
{ "chance":50,"version":2, "ru": "Внимание направьте в область голеней и бёдер.","en":"Bring your focus down to your lower legs and upper legs as you hold this pose — feel the gentle stretch here, then let your mind softly rest on the front of your legs for three steady breaths before moving on."},
{ "silence": 500 },
{ "version":2, "ru": "Сохраняя поднятые пятки, сложенные ладони вытяните над головой.","en":"Keeping your heels lifted, stretch your folded palms overhead.","enSynonyms":["Maintain your heels raised and extend your joined palms above your head.","With heels still lifted, reach your folded hands upwards over your head.","Hold your heels up and lengthen your pressed-together palms skyward.","As you keep your heels elevated, stretch your clasped hands directly overhead.","While holding your heels off the ground, extend your folded palms straight up above your head."]},
{ "silence": 500 },
{ "chance": 50, "version": 2, "ru": "Кистями давите назад.", "en": "Press your hands backward.", "enSynonyms": ["Push your hands toward the back.", "Apply pressure with your hands in a backward direction.", "Engage your hands and press them behind you.", "Use your hands to press firmly backward.", "Drive your hands back with intention and strength."] },
{ "silence": 500 },
{ "chance":30,"version": 1, "ru": "Подбородком давите на ярёмную ямку.","en":"Press your chin gently into the hollow of your collarbone.","enSynonyms":["Gently apply pressure with your chin to the soft hollow of your clavicle.","Let your chin rest and exert a gentle pressure upon the hollow of your collarbone.","Place your chin in the depression just above your collarbone, applying a soft but firm pressure.","With the chin, gently press into the hollow where your collarbone meets your neck.","Guide your chin towards the subtle dip of your collarbone, applying just enough pressure.","Move your chin towards the delicate hollow above your chest, pressing softly.","Firmly yet gently direct your chin into the area just below your throat, where your collarbone curves.","Draw your chin to the area of the clavicular notch, exerting a soft, mindful pressure.","Let the chin rest lightly in the indentation of your collarbone, pressing ever so slightly.","Carefully and intentionally press your chin into the hollow where your collarbone dips."]},
{ "silence": 500 },
{ "version": 1, "ru": "Уткат+асана на носках.", "en": "Utkat+asana on toes" },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза стула на носках.", "en": "Chair pose on toes" },
{ "silence": 5000 },
{ "version": 1, "ru": "Сохраняя руки поднятыми, разогните ноги.", "en": "Keep your arms raised while straightening your legs.", "enSynonyms": ["Maintain your arms lifted as you straighten your legs.", "With your arms still raised, extend your legs.", "Hold your arms up and straighten your legs.", "Keep your arms elevated and extend your legs.", "While keeping your arms raised, fully extend your legs.", "With your arms lifted, straighten your legs fully.", "Raise your arms and straighten your legs.", "Hold your arms up and elongate your legs.", "While keeping your arms elevated, straighten your legs.", "Extend your legs as you keep your arms raised.", "Lift your arms and extend your legs.", "Straighten your legs while maintaining raised arms.", "Keep your arms above you as you straighten your legs.", "Lift your arms and bring your legs to a straight position.", "While your arms are raised, straighten your legs.", "Keep your arms up and stretch your legs out.", "Maintain your arm position while you extend your legs.", "Keep your arms raised and stretch your legs to full extension.", "As your arms stay lifted, straighten your legs." ] },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Круг плечевыми назад.", "en": "Rotate the shoulder joints backwards." },
{ "silence": 500 },
{ "chance": 35, "version": 1, "ru": "Лицо поднимите.", "en": "Lift up the face." },
{ "silence": 500 },
{ "version":2, "ru": "Потянитесь вверх за кистями.","en":"Reach upward through your hands.","enSynonyms":["Extend your arms up, following your hands.","Stretch skyward, leading with your fingertips.","Lift through your hands, lengthening your entire body upward.","Engage your core and reach high, elongating from fingertips to toes."]},
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 1500 },
{ "version": 2, "ru": "Опустите руки через стороны и опуститесь на пятки.", "en": "Lower your arms out to the sides and settle onto your heels." },
{ "silence": 7500 },
{ "version": 1, "ru": "Далее могут пригодиться ремень или блоки.", "en": "A belt or blocks may be useful next.", "enSynonyms": [ "A strap or blocks could come in handy next.", "Next, a belt or blocks may be helpful.", "You might need a belt or blocks at this stage.", "A strap or blocks might be useful moving forward.", "A belt or blocks could be required next.", "You may find a belt or blocks useful from here on.", "Next, consider using a belt or blocks.", "A strap or blocks might assist you now.", "You may want to grab a belt or blocks now.", "For the next part, a belt or blocks could be beneficial.", "A belt or blocks might help in the next step.", "A strap or blocks might come in handy shortly.", "At this point, you might want to use a belt or blocks.", "Prepare a belt or blocks for the next step.", "A belt or blocks may aid you in the upcoming steps.", "You may need to use a belt or blocks now.", "Consider using a belt or blocks for the next part.", "You could benefit from having a belt or blocks now." ] },
{ "silence": 6000 },
{ "version":2, "ru": "Подсогн+ите одно колено и прижмите к грудной клетке.","en":"Gently bend one knee and draw it in toward your chest, keeping your movement controlled as you press it close to your torso."},
{ "silence": 1000 },
{ "chance": 100, "version": 1, "ru": "Носок вытяните от себя.", "en": "Point your toes away from you.", "enSynonyms": ["Extend your toes outward.", "Stretch your toes away from your body.", "Direct your toes forward with intention.", "Lengthen your foot by pointing your toes outward.", "Push your toes away in a stretched position.", "Reach your toes outward with a gentle stretch.", "Align your toes by pointing them away from yourself.", "Extend your toes forward in a graceful manner.", "Press your toes outward to elongate the foot.", "Focus on pointing your toes straight ahead.", "Stretch your toes forward and away from your body.", "Project your toes outward with a deliberate motion.", "Point your toes outward and away with precision.", "Flex your toes outward to lengthen your leg line.", "Direct your toes outward in a firm, elongated position.", "Stretch your toes away from your core gracefully.", "Push your toes forward, elongating the foot structure.", "Reach your toes forward with mindful extension.", "Guide your toes outward with a purposeful stretch.", "Point your toes outward to create a sleek line."] },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Затылком давите назад.", "en": "Press back with the back of your head.", "enSynonyms": [ "Use the back of your head to press backwards.", "Push back using the back of your neck.", "Press your head back, using the back of your neck.", "Press backward with the back of your skull.", "Drive your head backward with the back of your neck.", "Push the back of your head backwards.", "Engage the back of your neck to press back.", "Use the back of your neck to push back.", "Push the back of your head towards the floor.", "Press backward through the back of your head.", "Push your head back with the back of your neck.", "Use your neck to press back gently.", "Drive your neck back, pressing with the back of your head.", "Push your head backwards, engaging the back of the neck.", "Press the back of your head backwards." ] },
{ "silence": 7000 },
{ "version":3,"ru":"Выпрямите опорное колено.","en":"Now, straighten your standing knee to engage your leg."},
{ "silence": 1000 },
{ "version":2, "ru": "Поднятое колено отведите в сторону.","en":"From your current pose, gently guide your lifted knee outward to the side as you exhale — keep your hips steady and ensure your standing leg stays rooted. Hold here for three steady breaths."},
{ "silence": 100 },
{ "version": 1, "ru": "Поднятую кисть вытяните на уровень плеч." },
{ "silence": 500 },
{ "version":2, "ru": "В вытянутой кисти омммм м+удра.","en":"Form the Om mudra with your hand extended, keeping the gesture steady and aligned as you hold the sacred hand position."},
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "Ягодицы сожмите.", "en": "Squeeze your glutes." },
{ "silence": 4000 },
{ "version": 1, "ru": "Подсогните опорную ногу.", "en": "Bend your supporting leg slightly.", "enSynonyms": ["Soften your supporting leg with a gentle bend.", "Slightly flex your supporting leg.", "Keep a soft bend in your supporting leg.", "Bring a slight bend to your supporting leg.", "Lightly bend your supporting leg.", "Introduce a gentle bend in your supporting leg.", "Allow your supporting leg to bend slightly.", "Soften the knee of your supporting leg.", "Maintain a small bend in your supporting leg.", "Give your supporting leg a subtle bend.", "Bend your weight-bearing leg slightly.", "Flex your supporting leg just a little.", "Keep the supporting leg gently bent.", "Add a minor bend to your supporting leg.", "Ease your supporting leg into a soft bend.", "Create a slight flex in your supporting leg.", "Let your supporting leg bend lightly.", "Bend the supporting leg softly at the knee.", "Adjust your supporting leg with a small bend." ] },
{ "silence": 500 },
{ "version":2, "ru": "Указательным и средним пальцами возьмитесь за большой палец поднятой ноги.","en":"With your index and middle fingers, gently grasp hold of the big toe of your raised foot.","enSynonyms":["Using your index and middle fingers, take hold of the big toe on your lifted foot.","Grip the big toe of your elevated foot using your index and middle fingers.","Secure your raised foot’s big toe between your index and middle fingers.","Firmly but gently clasp your raised foot’s big toe, allowing a comfortable stretch.","Hook your index and middle fingers around the big toe of your lifted foot, ensuring a steady yet relaxed hold."]},
{ "silence": 3500 },
{ "version":2, "ru": "Выпрямите поднятую ногу.","en":"Fully extend your lifted leg, keeping the alignment steady as you engage your muscles to maintain the position."},
{ "silence": 4500 },
{ "version": 1, "ru": "Уттхита Хаста падангуштхасана.", "en": "Utthita Hasta Padangusthasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза рук+и за большой палец стопы стоя.", "en": "Standing Big Toe Hold." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 5000 },
{ "version": 1, "ru": "Согните поднятую ногу.","en":"Bend the elevated limb." },
{ "silence": 1000 },
{ "version": 1, "ru": "Подъем поднятой стопы поместите на бедро противположной ноги." },
{ "silence": 2000 },
{ "version":2, "ru": "Пятка под пупком.","en":"Guide your heel to rest just below your belly button as you exhale — keep your hips steady and spine tall."},
{ "silence": 1000 },
{ "version": 1, "ru": "Выпрямите колено опорной ноги.", "en": "Straighten the knee of your supporting leg.", "enSynonyms": [ "Extend the knee of your standing leg.", "Straighten the knee of your grounded leg.", "Unbend the knee of your support leg.", "Straighten the knee of the leg you are standing on.", "Extend the knee of the leg supporting your weight.", "Unfold the knee of your standing leg.", "Push the knee of your supporting leg into a straight line.", "Unlock the knee of your support leg.", "Stretch the knee of the leg holding your weight.", "Straighten out the knee of your supporting leg.", "Lengthen the knee of your standing leg.", "Align the knee of your support leg.", "Straighten the knee of the leg you're balancing on.", "Fully extend the knee of your supporting leg.", "Unbend the knee of your weight-bearing leg.", "Press the knee of your support leg straight.", "Extend and straighten the knee of your standing leg.", "Activate the knee of your supporting leg, straightening it." ] },
{ "silence": 1000 },
{ "version":2, "ru": "Сожмите ягодицу на стороне поднятой ноги.","en":"Engage the buttock on the side of your lifted leg, maintaining steady tension as you focus on controlled muscle activation."},
{ "silence": 1000 },
{ "version":2, "ru": "Отведите поднятое колено назад и вверх.","en":"Gently draw your lifted knee back and upward, maintaining control as you focus on smooth movement through the motion."},
{ "silence": 2000 },
{ "version": 2, "ru": "Через стороны поднимите кисти над головой.", "en": "Raise your hands overhead by moving them out to the sides.", "enSynonyms": ["Lift your arms out to the sides and bring them above your head.", "Extend your arms sideways and elevate them overhead.", "Bring your hands up to the sides and reach them over your head.", "Sweep your arms out to the sides and raise them above your head.", "Move your hands outward and upward until they meet above your head."] },
{ "silence": 1000 },
{ "version":2, "ru": "Кисти в зам+ок и направьте вверх указательные пальцы.","en":"Interlace your fingers into a lock and extend your index fingers upward, keeping the gesture steady and aligned."},
{ "silence": 500 },
{ "chance": 95, "version": 1, "ru": "Врикш+асана.", "en": "Vriksasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза дерева.", "en": "Tree pose.", "enSynonyms": [ "Vrikshasana.", "Tree posture.", "Tree standing pose.", "Standing tree pose.", "Tree asana.", "Tree balance pose.", "Tree position.", "Standing in tree posture.", "The tree balance pose.", "Tree pose standing position.", "Balance in tree pose.", "Tree stance.", "Standing tall in tree pose.", "Tree posture standing.", "Vrikshasana pose.", "Balance your body in tree pose.", "Tree position with focus.", "Standing in tree stance.", "Tree pose alignment.", "Vrikshasana balance posture." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Руки в локтях прямые и вытянуты изолированно от шеи.", "en": "Keep your arms straight at the elbows, fully extended, separate from your neck.", "enSynonyms": ["Straighten your arms at the elbows, extending them fully away from the neck.", "Ensure your arms are straight at the elbows and stretched out, apart from the neck.", "Maintain straight arms at the elbows, extended outward and away from the neck.", "Keep your arms extended and straight at the elbows, isolating them from the neck.", "Extend your arms fully, keeping them straight at the elbows, separated from the neck.", "Straighten your arms at the elbows, reaching out and away from your neck.", "With straight elbows, extend your arms fully, distancing them from your neck.", "Ensure your arms are fully extended at the elbows, apart from the neck.", "Stretch your arms out straight at the elbows, isolating them from the neck.", "Keep your arms straight and fully extended, away from the neck.", "Extend your arms fully, keeping the elbows straight, isolated from your neck.", "Straighten your elbows and extend your arms away from the neck.", "Fully extend your arms, keeping the elbows straight and isolated from your neck.", "Stretch both arms out straight at the elbows, keeping them away from your neck.", "Reach your arms outward, straight at the elbows and distant from your neck.", "Straighten your arms and extend them fully, keeping them separate from your neck.", "Position your arms straight and extended, keeping them apart from the neck.", "Extend your arms at the elbows, maintaining isolation from the neck.", "Keep your arms fully extended and straight, isolated from your neck's position.", "Stretch your arms fully, straight at the elbows, with separation from the neck."] },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Большой палец, мизинец и пятка - прижаты к коврику.", "en": "The big toe, little toe, and heel are pressed firmly into the mat.", "enSynonyms": [ "Press the big toe, pinky toe, and heel firmly into the mat.", "Ensure the big toe, little toe, and heel are grounded on the mat.", "The big toe, small toe, and heel should be firmly pressed into the mat.", "Anchor the big toe, pinky toe, and heel to the mat.", "Ground the big toe, little toe, and heel firmly into the mat.", "Keep the big toe, pinky toe, and heel pressed into the mat.", "Press down the big toe, little toe, and heel onto the mat.", "Ensure your big toe, pinky toe, and heel are rooted into the mat.", "The big toe, little toe, and heel must stay firmly grounded on the mat.", "Make sure the big toe, pinky toe, and heel are pressing into the mat.", "Anchor your big toe, little toe, and heel firmly on the mat.", "The big toe, small toe, and heel remain firmly grounded to the mat.", "Firmly press the big toe, pinky toe, and heel into the mat.", "Plant the big toe, little toe, and heel firmly into the mat.", "Ensure that the big toe, pinky toe, and heel are connected to the mat.", "The big toe, small toe, and heel should press firmly against the mat.", "Push the big toe, pinky toe, and heel into the mat with intent.", "Secure the big toe, little toe, and heel into the mat firmly.", "Ground the big toe, pinky toe, and heel evenly on the mat.", "The big toe, pinky toe, and heel are firmly anchored into the mat." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Несколько раз приподнимите пятку опорной ноги.", "en": "Lift the heel of your supporting leg several times.", "enSynonyms": ["Raise the heel of your standing leg multiple times.", "Gently lift the heel of your supporting foot repeatedly.", "Elevate the heel of your grounded leg a few times.", "Perform several lifts with the heel of your standing leg.", "Raise the heel of your base leg softly, several times.", "Lift your supporting leg's heel repeatedly with control.", "Elevate the heel of your stabilising leg a few times.", "Move the heel of your support foot upward multiple times.", "Repeatedly lift the heel of the leg you're balancing on.", "Raise the heel of your supporting leg rhythmically a few times.", "Perform heel lifts with your grounded leg several times.", "Lift the heel of your stabilising leg upwards and downwards repeatedly.", "Engage in several controlled lifts of your supporting leg’s heel.", "Raise and lower the heel of your standing leg a few times.", "Elevate the heel of your base leg in a steady rhythm several times.", "Repeat lifting the heel of your supporting foot gently.", "Perform soft heel lifts on the leg providing support.", "Raise your stabilising leg’s heel repeatedly with balance.", "Move the heel of your standing leg upward and downward multiple times.", "Perform a series of controlled lifts with your supporting heel."] },
{ "silence": 4000 },
{ "version": 1, "ru": "Подсогните опорную ногу.", "en": "Bend your supporting leg slightly.", "enSynonyms": ["Soften your supporting leg with a gentle bend.", "Slightly flex your supporting leg.", "Keep a soft bend in your supporting leg.", "Bring a slight bend to your supporting leg.", "Lightly bend your supporting leg.", "Introduce a gentle bend in your supporting leg.", "Allow your supporting leg to bend slightly.", "Soften the knee of your supporting leg.", "Maintain a small bend in your supporting leg.", "Give your supporting leg a subtle bend.", "Bend your weight-bearing leg slightly.", "Flex your supporting leg just a little.", "Keep the supporting leg gently bent.", "Add a minor bend to your supporting leg.", "Ease your supporting leg into a soft bend.", "Create a slight flex in your supporting leg.", "Let your supporting leg bend lightly.", "Bend the supporting leg softly at the knee.", "Adjust your supporting leg with a small bend." ] },
{ "silence": 1000 },
{ "version":3,"ru":"Кисти разведите в стороны на уровень плечевых суставов.","en":"Spread your hands out to the sides at shoulder level."},
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Круг плечевыми назад.", "en": "Rotate the shoulder joints backwards." },
{ "silence": 1000 },
{ "version": 1, "ru": "Тазобедренный со стороны поднятой ноги подавайте вперед и вверх." },
{ "silence": 1500 },
{ "version": 1, "ru": "Сохраняя стопу на бедре, наклонитесь вперед и немного в сторону опорной ноги." },
{ "silence": 1000 },
{ "version": 1, "ru": "Живот стремится к пятке поднятой ног+и." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Draw the shoulder blades toward each other." },
{ "silence": 100 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 100 },
{ "version":2, "ru": "Спину выпрямите.","en":"Straighten your back completely, maintaining a strong and steady alignment as you focus on proper posture."},
{ "silence": 3000 },
{ "version":2, "ru": "Сохраняя подъем стопы на бедре, кисти опустите на коврик.","en":"Maintain the foot's arch anchored on the thigh as you gently release your palms onto the mat.","enSynonyms":["Keep the foot lifted against the thigh and place your hands on the mat.","Hold the foot’s lift on the thigh while lowering your hands to the mat.","With the foot’s arch still pressing into the thigh, ease your palms down onto the mat.","Sustain the foot’s elevation on the thigh and softly rest your hands on the mat.","Anchor the foot firmly into the thigh line, then let your hands descend gracefully to the mat.","As you hold the foot’s lift steady on the thigh, guide your palms smoothly down to the mat."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Согните спину.", "en": "Bend your back.", "enSynonyms": ["Curve your back gently.", "Arch your back as needed.", "Flex your spine smoothly.", "Round your back with control.", "Adjust your back into a bend.", "Allow your spine to curve naturally.", "Create a gentle bend in your back.", "Shape your back into a smooth curve.", "Incline your spine softly forward.", "Position your back into a graceful arch.", "Ease your back into a subtle curve.", "Adjust the alignment of your spine to form a bend.", "Guide your back into a natural and controlled flexion.", "Shift your posture to bend your back with intention.", "Form a smooth arch in your spine.", "Tilt your back into a gentle curve.", "Mould your spine into a rounded shape.", "Let your back curve forward with purpose.", "Relax your spine into a soft bend.", "Shape your back into a rounded posture with ease."] },
{ "silence": 1000 },
{ "version": 2, "ru": "Потянитесь вниз.", "en": "Extend your body toward the floor with mindful grace, inviting a serene stretch." },
{ "silence": 1000 },
{ "version":2, "ru": "Опорную ногу подсогните.","en":"Slightly bend your supporting leg.","enSynonyms":["Gently flex your standing leg.","Soften the knee of your grounded leg.","Ease into a slight bend in your supporting knee.","Allow a gentle bend in your standing leg for balance."]},
{ "silence": 1000 },
{ "version":3,"ru":"Кистью на стороне опорной ноги возьмитесь за голень опорной ноги.","en":"Grasp your standing leg’s shin with the hand on the same side."},
{ "silence": 1000 },
{ "version":2, "ru": "Локоть выведите за колено.","en":"Guide the elbow beyond the knee." },
{ "silence": 1000 },
{ "version":2, "ru": "Живот тяните вдоль внутренней части бедра опорной ноги.","en":"Draw your abdomen downward along the inner plane of your standing leg's thigh, maintaining axial alignment.","enSynonyms":["Guide your navel along the medial line of your base leg's femur","Channel your core downward tracing the inner thigh of your grounded limb","Engage transverse abdominis to slide the torso along the adductor magnus pathway","Initiate from the pelvic floor, creating a downward vector that parallels the standing leg's vastus medialis","Imagine liquid mercury flowing from xiphoid process to medial knee along the sartorius meridian","Cultivate a somatic dialogue between umbilicus and inner knee capsule through intentional fascial gliding"]},
{ "silence": 1000 },
{ "version": 1, "ru": "Выпрямите опорную ногу.", "en": "Straighten your supporting leg.", "enSynonyms": [ "Extend your support leg.", "Straighten the leg that is supporting your weight.", "Unbend your supporting leg.", "Stretch your weight-bearing leg.", "Straighten the leg you are standing on.", "Unfold your supporting leg.", "Press your support leg straight.", "Lengthen the leg that supports you.", "Extend the leg that is holding your weight.", "Align your supporting leg.", "Fully extend your weight-bearing leg.", "Activate your supporting leg by straightening it.", "Unlock your supporting leg.", "Press the supporting leg into a straight position.", "Push the support leg into an extended position.", "Straighten the leg that is carrying your weight.", "Fully extend the leg you are standing on.", "Bring your supporting leg to full extension." ] },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 2000 },
{ "chance": 40, "version": 1, "ru": "Если внимание уходит в сторону, мягко возвращайте внимание на дыхание.", "en": "If your focus drifts, gently guide it back to your breath.", "enSynonyms": [ "If your mind wanders, softly bring your awareness back to your breath.", "Should your attention shift, gently refocus on your breath.", "If your focus strays, calmly bring your attention back to the breath.", "If your thoughts wander, gently return your focus to the breath.", "If your attention moves away, gently bring it back to your breath.", "When attention drifts, softly return to focusing on your breath.", "If your focus falters, gently draw your attention back to your breath.", "If your mind drifts off, gently bring your awareness back to the breath.", "If your attention wanders, kindly return to the rhythm of your breath.", "If distractions arise, gently guide your attention back to your breath.", "If your focus slips away, gently bring it back to the breath.", "Should your focus wander, gently return your attention to your breath.", "When the mind drifts, gently bring it back to your breathing.", "If your awareness shifts, gently return it to your breath.", "If you lose focus, gently return to the awareness of your breath.", "Should your mind wander, gently guide your attention back to your breathing.", "If distractions pull your attention, gently refocus on your breath." ] },
{ "silence": 20000 },
{ "version":2, "ru": "Вес тела переместите на кисти.","en":"Shift your body weight fully onto your hands, ensuring a steady transfer as you engage your core for stability."},
{ "silence": 1000 },
{ "version": 2, "ru": "Удерживая поднятую стопу на бедре, перенесите вес тела на руки и сделайте отпрыжку назад опорной стопой.", "en": "With your lifted foot resting on the thigh, shift your body weight into your hands, and hop back from the grounded foot." },
{ "silence": 3000 },
{ "version":2, "ru": "Вес переместите на руки.","en":"Shift your weight fully onto your hands, ensuring a steady transfer as you engage your core for stability."},
{ "silence": 2000 },
{ "version":2, "ru": "Кисти поставьте +узко под плечевые суставы.","en":"Place your hands narrowly under your shoulder joints.","enSynonyms":["Set your hands close together beneath your shoulders.","Position your hands directly under your shoulders, keeping them close.","Align your hands narrowly beneath your shoulder joints for stability.","Keep your hands tucked under your shoulders, positioned narrowly."]},
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Посмотрите вперед.", "en": "Look forward.", "enSynonyms": [ "Gaze forward.", "Turn your gaze ahead.", "Focus ahead.", "Look straight ahead.", "Direct your gaze forward.", "Look in front of you.", "Keep your eyes forward.", "Look ahead in front of you.", "Turn your eyes to the front.", "Look towards the horizon.", "Face forward.", "Set your gaze ahead.", "Look out in front of you.", "Keep your sight ahead.", "Look ahead with focus.", "Fix your eyes on what’s ahead.", "Turn your focus to the front.", "Look in the direction you're facing.", "Gaze in the forward direction." ] },
{ "silence": 500 },
{ "version":2, "ru": "Сохраняя пятку на бедре, отожмитесь.","en":"Press your heel firmly against your thigh as you push up, maintaining steady contact throughout the movement."},
{ "silence": 500 },
{ "version": 1, "ru": "Локти сгибайте назад, вдоль туловища.", "en": "Bend your elbows backward, keeping them close along the sides of your torso.", "enSynonyms": ["Draw your elbows backward, maintaining them close to your body.", "Bend your elbows back while keeping them aligned along your torso.", "Pull your elbows back gently, ensuring they stay near your torso.", "Guide your elbows backward, staying close to the line of your torso.", "Move your elbows back, keeping them tucked close to your sides.", "Fold your elbows backward, ensuring they trace the sides of your body.", "Bring your elbows back in alignment with the sides of your torso.", "Bend your elbows toward the back, staying close along your body's line.", "Direct your elbows back while maintaining a position close to your torso.", "Angle your elbows backward, keeping them near and parallel to your body.", "Push your elbows backward in alignment with the line of your torso.", "Pull your elbows back smoothly, keeping them close to your body.", "Retract your elbows backward, staying aligned with your torso’s sides.", "Bend your elbows rearward, holding them close to your torso's contours.", "Tuck your elbows back, maintaining a path along the sides of your body.", "Extend your elbows backward in a motion that stays close to your torso.", "Bring your elbows rearward, maintaining proximity to your sides.", "Fold your elbows back gently, aligning them with the natural curve of your torso.", "Slide your elbows backward, ensuring they stay near and parallel to your torso.", "Shift your elbows backward, keeping them aligned tightly along your body's sides."] },
{ "silence": 100 },
{ "chance": 10, "version": 1, "ru": "На усилие - выдох.", "en": "Exhale on exertion.", "enSynonyms": [ "Breathe out during exertion.", "Exhale while making an effort.", "Release your breath on the effort phase.", "Breathe out as you apply force.", "Exhale as you perform the exertion.", "Let your breath out during the hard part of the movement.", "Exhale while engaging your strength.", "Breathe out as you push through the effort.", "Release air from your lungs during exertion.", "Exhale naturally while applying effort.", "Focus on exhaling during the exertion phase.", "Breathe out steadily as you exert force.", "Exhale with control during the effort.", "Push out your breath as you exert yourself.", "Exhale while performing the challenging part of the action.", "Let your breath flow out as you engage effort.", "Breathe out during the physical exertion.", "Exhale calmly as you make an effort.", "Release your breath while applying strength.", "Exhale deeply during the hardest part of the motion." ] },
{ "silence": 7000 },
{ "version": 1, "ru": "Таз выведите назад и вверх.", "en": "Shift your pelvis back and up.", "enSynonyms": ["Move your pelvis backward and upward.", "Guide your hips to a position back and up.", "Draw your pelvis gently backward and lift it upward.", "Push your hips back and raise them upward.", "Direct your pelvis into a backward and upward motion.", "Position your hips back while lifting them upward.", "Shift your pelvis backward and elevate it upward.", "Slide your hips to the rear and lift them up.", "Bring your pelvis to a backward and upward position.", "Adjust your hips back and lift them gently upward.", "Pull your pelvis back and guide it upward.", "Move your hips into a backward and upward alignment.", "Shift your hips to the rear while elevating them upward.", "Draw your pelvis back and tilt it upward.", "Guide your hips into a smooth backward and upward motion.", "Push your pelvis back while lifting it softly upward.", "Reposition your hips backward and elevate them upward.", "Move your pelvis rearward and raise it upward gracefully.", "Pull your hips back and tilt them into an upward lift.", "Shift your pelvis back gently and raise it upward smoothly."] },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти поставьте на ширине плеч.", "en": "Place your hands at shoulder-width apart.", "enSynonyms": [ "Position your hands at shoulder width, keeping them aligned with your shoulders.", "Set your hands down at shoulder-width distance, ensuring balance and alignment.", "Place your palms on the mat, keeping them shoulder-width apart.", "Align your hands with your shoulders, spacing them at shoulder width.", "Rest your hands on the mat, placing them at a comfortable shoulder-width distance.", "Position your palms firmly at shoulder width, ensuring steady alignment.", "Place your hands on the mat, ensuring they are spaced shoulder-width apart.", "Set your hands down, spreading them evenly at shoulder-width apart.", "Place your palms directly under your shoulders, at shoulder-width apart.", "Adjust your hands to shoulder width, maintaining proper posture.", "Rest your palms on the mat at shoulder width, keeping your arms steady.", "Align your hands shoulder-width apart, keeping them flat on the mat.", "Position your palms flat on the mat, with a shoulder-width distance between them.", "Place your hands at a shoulder-width distance, ensuring proper stability.", "Set your palms down, spreading them to align with shoulder-width apart.", "Keep your hands spaced at shoulder width, directly beneath your shoulders.", "Place your hands evenly apart, ensuring they align with the width of your shoulders.", "Position your palms on the mat, ensuring they are shoulder-width apart for balance.", "Place your hands at shoulder-width apart, maintaining a steady and balanced posture." ] },
{ "silence": 2000 },
{ "version":2, "ru": "Пятку опорной стопы потяните к коврику.","en":"Pull the heel of your standing foot back toward the mat as you press your toes down, keeping your foot firm and steady."},
{ "silence": 1000 },
{ "version":2, "ru": "Ту сторону тазобедренного сустава которая опустилась подайте вперед и вверх.","en":"Gently guide the side of your hip that has lowered forward and upward with mindful intention.","enSynonyms":["Lift and direct the sunken side of your hip joint forwards and upwards with care.","Bring the lowered side of your pelvis forward while elevating it to create balance.","Raise the descending side of your hip area, moving it both ahead and higher into alignment.","Propel the dipped side of your hip forward and upward to restore symmetry."]},
{ "silence": 3000 },
{ "version":2, "ru": "Грудной клеткой потянитесь к вн+утренней части колена опорной ноги.","en":"Guide your chest toward the inner side of your supporting knee, keeping your torso aligned as you focus on a steady, intentional stretch."},
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "Расслабьте шею.", "en": "Relax your neck.", "enSynonyms": ["Let go of the tension in your neck.", "Ease the muscles in your neck.", "Soften the neck, allowing it to release any tightness.", "Allow your neck to relax.", "Loosen the muscles of your neck.", "Gently release the tension in your neck.", "Let your neck relax and soften.", "Unwind the muscles of your neck.", "Free your neck from tension.", "Allow your neck to feel relaxed and at ease.", "Release any tightness in your neck muscles.", "Soothe the muscles in your neck.", "Relax the tension in your neck area.", "Let your neck fall into a relaxed state.", "Soften your neck and let it release.", "Allow your neck to become loose and at ease.", "Ease the tightness in your neck.", "Calm the muscles of your neck.", "Let the muscles of your neck release their tension.", "Let go of any stiffness in your neck."] },
{ "silence": 3000 },
{ "version": 1, "ru": "Отожмитесь сгибая локти.", "en": "Push up by bending your elbows.", "enSynonyms": [ "Perform a push-up by bending your elbows.", "Lower your body by bending your elbows and then push back up.", "Do a push-up by allowing your elbows to bend naturally.", "Push your body up while keeping your elbows bent during the motion.", "Bend your elbows to lower your body, then push back up.", "Press up from the ground, letting your elbows bend smoothly.", "Lower yourself by bending your elbows and then press back up to starting position.", "Perform a push-up with controlled elbow bending.", "Push yourself up, engaging your arms as your elbows bend.", "Move into a push-up by bending and straightening your elbows.", "Bend your elbows to bring your chest closer to the ground, then push upward.", "Allow your elbows to bend as you lower down, and straighten as you rise.", "Engage your chest and arms as you bend your elbows for the push-up.", "Keep your body aligned as you bend your elbows to perform the push-up.", "Bend your elbows deeply, then push through your arms to rise back up.", "With a steady motion, bend your elbows to lower and push to return up.", "Bring your chest down by bending your elbows, then push back up to full arm extension.", "Focus on bending your elbows to lower, maintaining control as you push up.", "Lower your body toward the ground by bending your elbows, then push up firmly.", "Complete the push-up by bending your elbows and pushing your body upward." ] },
{ "silence": 11000 },
{ "version":2, "ru": "Переместите вес тела на руки.","en":"Shift the weight of your body onto your hands, grounding them firmly with control.","enSynonyms":["Transfer your body’s weight onto your hands, anchoring them steadily and with awareness.","Move the bulk of your weight onto your palms, ensuring they are rooted and strong.","Redirect your body weight towards your hands, stabilising them with mindful precision.","Bring the mass of your body forward onto your hands, securing them in a solid foundation." ] },
{ "silence": 1500 },
{ "version": 1, "ru": "Сделайте шаг стопой к противоположной кисти." },
{ "silence": 1500 },
{ "chance": 50, "version": 1, "ru": "Если таз сместился в одну из сторон, поместите под ягодицу блок." },
{ "silence": 1500 },
{ "chance": 15, "version": 1, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 4000 },
{ "version":2, "ru": "Угол между бедром и голенью - девяносто градусов.","en":"Now, bend your knee deeply until your upper leg aligns horizontally with your lower leg at a right angle, ground your foot firmly into the mat, and keep your torso lifted tall as you hold this strong, stable position with steady breath."},
{ "silence": 4000 },
{ "chance": 95, "version": 2, "ru": "Ардха капотасана.", "en": "Ardha Kapotasana." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Поза голубя.", "en": "Pigeon pose." },
{ "silence": 3000 },
{ "version": 1, "ru": "Опустите локти.", "en": "Lower your elbows." },
{ "silence": 2500 },
{ "version":2, "ru": "Грудную клетку тяните к голени согнутой ноги.","en":"Draw your ribcage towards the shin of your bent leg, lengthening through the front of your body.","enSynonyms":["Extend your chest towards the lower leg of your flexed knee, creating space in your torso.","Pull your sternum gently toward the calf of your bent leg, deepening the stretch.","Guide your breastbone forward to meet the shin of your curved leg, enhancing alignment.","Lift and open your chest as you reach it closer to the shin of your folded leg."]},
{ "silence": 2500 },
{ "version": 2, "ru": "Отпустите спину и шею.", "en": "Release your back and neck.", "enSynonyms": ["Let go of tension in your back and neck.", "Relax your back and neck completely.", "Allow your back and neck to soften.", "Ease the tension in your back and neck, letting them relax fully.", "Drop any tightness in your back and neck, allowing them to unwind naturally."] },
{ "silence": 1000 },
{ "version": 1, "ru": "+Адхо мукха капотасана.", "en": "Adho Mukha Kapotasana." },
{ "silence": 1000 },
{ "chance":55,"version":2, "ru": "Поза спящего лебедя.","en":"The Sleeping Swan Pose" },
{ "silence": 3000 },
{ "chance": 50, "version": 1, "ru": "Полностью расслабьте согнутую ногу.", "en": "Fully relax the bent leg.", "enSynonyms": [ "Completely release the bent leg.", "Let the bent leg relax fully.", "Relax the bent leg completely.", "Allow the bent leg to fully relax.", "Release all tension in the bent leg.", "Fully release the bent leg.", "Let go of the bent leg and allow it to relax.", "Completely ease the bent leg.", "Allow the bent leg to soften fully.", "Let the bent leg fall into relaxation.", "Allow your bent leg to relax completely.", "Ease the tension in the bent leg.", "Release the muscles of the bent leg fully.", "Let your bent leg relax completely.", "Completely relax your bent leg muscles.", "Let the bent leg rest fully.", "Allow the bent leg to relax and soften.", "Completely release tension in the bent leg." ] },
{ "silence": 3000 },
{ "chance": 20, "version": 1, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 70000 },
{ "version": 1, "ru": "Разогните руки.", "en": "Straighten your arms fully, extending them with control and intention." },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "Взгляд направьте вперед", "en": "Align the glance forward." },
{ "silence": 1000 },
{ "chance": 99, "version": 1, "ru": "Пальцы кистей натяните на себя и кистями давите по сторонам.", "en": "Pull your fingers towards you and press the palms outward.", "enSynonyms": ["Draw your fingers towards yourself while pressing your palms to the sides.", "Stretch your fingers towards you and push the palms outward.", "Pull your fingers inward and press your palms outward in opposite directions.", "Bring your fingers towards you and press your palms to the sides.", "Flex your fingers towards your body, then push your palms to the sides.", "Draw your fingers back towards yourself, and press your palms outward.", "Tug your fingers towards you as you press your palms outward.", "Curl your fingers inwards, and push your palms outward with strength.", "Pull your fingers towards you, pressing the palms to the sides.", "Engage your fingers by pulling them towards you and pressing the palms outward.", "Flex your fingers back towards yourself and press your palms to the sides.", "Draw your fingers inwards and extend the palms outward.", "Curl the fingers back towards yourself and push the palms outward to the sides.", "Pull your fingers inward and press your palms outward with controlled force.", "Bend your fingers towards you while pushing your palms outward.", "Pull the fingers towards you and press the palms to each side with force.", "Tug your fingers towards your body while pushing your palms outward.", "Flex the fingers inward as you press the palms away from the body.", "Bring your fingers in and push the palms outward in a controlled manner."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Вращая бедро вовнутрь, разверните вытянутое назад колено вниз." },
{ "silence": 1000 },
{ "version": 1, "ru": "Пятка назад и вверх." },
{ "silence": 1500 },
{ "version": 1, "ru": "Внешняя часть бедра и область таза в напряжении." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 13000 },
{ "version": 2, "ru": "Опустите кисти на коврик, чтобы кисти оказались под плечевыми суставами.", "en": "Lower your hands onto the mat, positioning them beneath your shoulder joints.", "enSynonyms": ["Place your hands on the mat directly under your shoulders.", "Bring your hands down to the mat, aligning them with your shoulder joints.", "Set your hands on the mat so they are beneath your shoulders.", "Position your hands on the mat under your shoulder joints.", "Gently place your hands on the mat, ensuring they are aligned with your shoulders."] },
{ "silence": 2000 },
{ "version":2, "ru": "Опорную ногу поставьте на носок.","en":"Place your supporting leg onto the ball of your foot, lifting the heel with precision.","enSynonyms":["Position your standing leg onto its toes, raising the heel for balance and stability.","Set your weight-bearing leg on its tiptoes, ensuring a firm and controlled stance.","Rest your supporting foot on its forefoot, elevating the heel to maintain poise.","Bring your stabilising leg up onto its toes, grounding through the ball of the foot."]},
{ "silence": 500 },
{ "version": 2, "ru": "Поднимите согнутое колено.", "en": "Lift your bent knee.", "enSynonyms": ["Raise your knee while keeping it bent.", "Elevate your flexed knee.", "Bring your bent knee upward.", "Hoist your knee up, maintaining the bend.", "Engage your muscles to lift your bent knee."] },
{ "silence": 1000 },
{ "version":2, "ru": "Противоположным коленом коснитесь лба.","en":"Gently bring the opposite knee to touch your forehead, maintaining balance and focus.","enSynonyms":["Guide the opposing knee upwards until it meets your brow, with steady control.","Allow the alternate knee to rise and lightly connect with your forehead.","Lift the opposite knee towards your head, ensuring it grazes your forehead softly.","Raise the contrasting knee in a fluid motion, letting it make gentle contact with your brow."]},
{ "silence": 500 },
{ "version": 1, "ru": "Пхалак+асана с коленом ко лбу.", "en": "Phalakasana with knee to forehead." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Верхняя планка с коленом ко лбу.", "en": "High plank with knee to forehead ." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Носок поднятой стопы натяните на себя.", "en": "Pull the toe of the raised foot toward you.", "enSynonyms": ["Draw the toes of your lifted foot back toward yourself.", "Flex the toes of the raised foot in your direction.", "Point the toes of the lifted foot towards your body.", "Pull back the toes of the raised foot towards you.", "Bring the toes of the elevated foot closer to your body.", "Stretch the toes of the lifted foot back towards yourself.", "Draw the toes of the raised foot inward, towards you.", "Curl the toes of the lifted foot slightly back toward your body.", "Pull the toes of the elevated foot in your direction with focus.", "Flex the toes of the raised foot gently towards your chest.", "Bring the toes of the lifted foot inward towards yourself.", "Pull back the toes of the raised foot as if drawing them closer.", "Flex the toes of the elevated foot towards the centre of your body.", "Draw the toes of the lifted foot back with steady intention.", "Pull the toes of the raised foot towards you with control.", "Stretch the toes of the lifted foot inward, as if pointing towards you.", "Flex the toes of the raised foot back, directing them towards you.", "Pull the toes of the elevated foot slightly back in your direction.", "Bring the toes of the raised foot inward with a deliberate pull."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Пятку тяните к ягодичной мышце." },
{ "silence": 1000 },
{ "version": 1, "ru": "Сохраняя колено прижатым ко лбу, отожмитесь.", "en": "Maintain your knee pressed to your forehead while performing a push-up.", "enSynonyms": [ "Keep your knee pressed against your forehead and do a push-up.", "Press your knee to your forehead as you perform a push-up.", "While keeping your knee to your forehead, push up.", "With your knee against your forehead, lower and push yourself up.", "Press your knee into your forehead and perform a push-up.", "Maintain the knee against your forehead while pushing up.", "Hold your knee to your forehead and complete a push-up.", "Keep the knee at your forehead and do a push-up motion.", "While keeping the knee pressed to the forehead, push up from the floor.", "Push yourself up while holding your knee against your forehead.", "Press your knee to your forehead and push up in a controlled manner.", "Maintain your knee at your forehead while completing the push-up.", "Push-up with your knee pressed to your forehead.", "Keep your knee firmly against your forehead as you push up.", "Perform a push-up while pressing your knee to your forehead.", "Push yourself up, keeping your knee pressed to your forehead.", "With your knee pressed to your forehead, complete the push-up.", "Press your knee to your forehead and perform a controlled push-up.", "Do a push-up while maintaining your knee against your forehead." ] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Касайтесь макушкой коврика.", "en": "Touch the mat with the crown of your head.", "enSynonyms": ["Place the crown of your head lightly on the mat.", "Let the top of your head make contact with the mat.", "Rest the crown of your head gently on the mat.", "Bring the crown of your head to touch the mat softly.", "Make a light connection between the crown of your head and the mat.", "Allow the crown of your head to rest lightly against the mat.", "Press the crown of your head delicately onto the mat.", "Lower the top of your head to gently meet the mat.", "Touch the mat softly with the topmost part of your head.", "Lightly place the crown of your head on the mat.", "Align the crown of your head so it touches the mat.", "Ease the top of your head down onto the mat.", "Let the crown of your head rest softly upon the mat.", "Gently touch the mat with the top of your head.", "Soften your movement as the crown of your head meets the mat.", "Bring the crown of your head carefully down to the mat.", "Position the top of your head to lightly touch the mat.", "Feel the crown of your head connect gently with the mat.", "Allow the crown of your head to softly touch the mat's surface."] },
{ "silence": 7000 },
{ "version": 1, "ru": "Шаг назад стопой поднятой ноги.", "en": "Step back with the foot of your lifted leg." },
{ "silence": 1000 },
{ "version": 1, "ru": "Таз выведите назад и вверх.", "en": "Shift your pelvis back and up.", "enSynonyms": ["Move your pelvis backward and upward.", "Guide your hips to a position back and up.", "Draw your pelvis gently backward and lift it upward.", "Push your hips back and raise them upward.", "Direct your pelvis into a backward and upward motion.", "Position your hips back while lifting them upward.", "Shift your pelvis backward and elevate it upward.", "Slide your hips to the rear and lift them up.", "Bring your pelvis to a backward and upward position.", "Adjust your hips back and lift them gently upward.", "Pull your pelvis back and guide it upward.", "Move your hips into a backward and upward alignment.", "Shift your hips to the rear while elevating them upward.", "Draw your pelvis back and tilt it upward.", "Guide your hips into a smooth backward and upward motion.", "Push your pelvis back while lifting it softly upward.", "Reposition your hips backward and elevate them upward.", "Move your pelvis rearward and raise it upward gracefully.", "Pull your hips back and tilt them into an upward lift.", "Shift your pelvis back gently and raise it upward smoothly."] },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "Собака мордой вниз.", "en": "Downward-facing dog." },
{ "silence": 3000 },
{ "version": 1, "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 3000 },
{ "version": 2, "ru": "Вперед подайте одно колено.", "en": "Shift one knee forward.", "enSynonyms": ["Move one knee ahead.", "Bring one knee toward the front.", "Advance one knee forward.", "Push one knee in the forward direction.", "Extend one knee out in front of you."] },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Подъём стопы сместите на противоположный край коврика." },
{ "silence": 4000 },
{ "version": 1, "ru": "Подайте вперед другое колено под первое." },
{ "silence": 3000 },
{ "version": 1, "ru": "Пятку на противоположный край коврика." },
{ "silence": 3000 },
{ "version": 1, "ru": "Таз опустите.", "en": "Lower your pelvis down.", "enSynonyms": ["Gently lower your pelvis towards the floor.", "Bring your pelvis down, relaxing it into position.", "Lower your hips, guiding them towards the ground.", "Drop your pelvis down with control.", "Sink your pelvis downward, maintaining alignment.", "Ease your pelvis towards the floor.", "Slowly bring your pelvis down, keeping it steady.", "Let your pelvis lower down, staying grounded.", "Drop your hips down, ensuring they are in alignment.", "Lower your pelvic region, maintaining stability."]},
{ "silence": 3000 },
{ "chance":95,"version":2, "ru": "Гомукх+асана.","en":"Gomukhasana" },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза головы Коровы.", "en": "Cow-Face Pose" },
{ "silence": 2000 },
{ "version": 1, "ru": "Обе ягодицы прижаты к поверхности." },
{ "silence": 100 },
{ "version": 1, "ru": "Исключите сидение на стопе." },
{ "silence": 100 },
{ "version": 1, "ru": "Присядьте на блок чтобы тазобедренный оказался расположен параллельно горизонтальной плоскости.", "en": "Sit on the block so that your hips are parallel to the horizontal surface.", "enSynonyms": [ "Lower yourself onto the block, positioning your hips parallel to the floor.", "Sit down on the block, ensuring your hips are aligned parallel to the horizontal plane.", "Place yourself on the block with your hips parallel to the ground.", "Sit on the block and align your hips parallel to the horizontal surface.", "Position your hips so that they are parallel to the ground while sitting on the block.", "Sit down on the block, keeping your hips level and parallel to the floor.", "Lower yourself onto the block, ensuring your hips are in line with the horizontal plane.", "Sit with your hips aligned parallel to the surface of the floor on the block.", "Sit on the block, keeping your hips parallel to the horizontal surface beneath you.", "Place your hips parallel to the floor while sitting on the block.", "Sit on the block with your hips flat and parallel to the ground.", "Align your hips horizontally with the surface by sitting on the block.", "Sit on the block, making sure your hips are parallel to the floor.", "Ensure that your hips are parallel to the horizontal plane as you sit on the block.", "Position your hips level with the floor while sitting on the block.", "Sit on the block with your hips parallel to the surface of the mat.", "Sit down on the block, making sure your hips are horizontally aligned.", "Rest your hips parallel to the ground as you sit on the block." ] },
{ "silence": 4000 },
{ "chance": 50, "version": 1, "ru": "Макушкой тянитесь вверх.", "en": "Reach upwards through the crown of your head." },
{ "silence": 1000 },
{ "version": 1, "ru": "Отведите руку, которая находится на стороне ноги сверху - назад." },
{ "silence": 1000 },
{ "version": 1, "ru": "Другую руку поднимите." },
{ "silence": 1000 },
{ "version": 2, "ru": "Согните обе руки и за спиной сделайте замок в кистях.", "en": "Bend both arms and clasp your hands behind your back.", "enSynonyms": ["Flex both arms and interlock your hands behind your back.", "Bend your elbows and join your hands in a clasp behind you.", "Bring both arms behind your back and lock your hands together.", "Fold your arms and create a hand clasp behind your back.", "Engage both arms to form a hand bind behind your back."] },
{ "silence": 2000 },
{ "version": 1, "ru": "Локоть сверху отводите в сторону и назад." },
{ "silence": 500 },
{ "version": 1, "ru": "Нижний только назад." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 10000 },
{ "version":2, "ru": "Наклоняйтесь и тянитесь животом к передней части бедер до тех пор, пока в пояснице сохраняется прогиб.","en":"Fold forward and reach your abdomen towards the front of your thighs, maintaining a gentle arch in your lower back." },
{ "silence": 500 },
{ "version": 1, "ru": "Живот тяните вниз." },
{ "silence": 2000 },
{ "chance":50,"version":2, "ru": "Если голова опустилась или скруглился грудной отдел, сведите лопатки.","en":"If your head drops or your upper back rounds, gently draw your shoulder blades together."},
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 15000 },
{ "version": 1, "ru": "Скруглите спину.", "en": "Round your back." },
{ "silence": 500 },
{ "version":2, "ru": "Живот и грудную клетку опустите на внутреннюю часть бёдер.","en":"Lower your belly and chest to rest comfortably against your inner thighs."},
{ "silence": 2000 },
{ "version":2, "ru": "Подбородок опустите на колени.","en":"Lower your chin gently onto your knees, allowing your neck to relax and lengthen.","enSynonyms":["Rest your chin softly on your knees, releasing tension from your head and neck.","Bring your chin down to meet your knees, creating a sense of calm in your posture.","Place your chin on your knees with care, encouraging a soothing stretch for your spine.","Settle your chin onto your knees, fostering relaxation through mindful alignment."]},
{ "silence": 5000 },
{ "chance":50,"version":2, "ru": "Расслабьте ноги, спину, шею.","en":"Relax your legs, back, and neck, letting them soften completely."},
{ "silence": 2000 },
{ "version": 2, "ru": "Замок в кистях отпустите.", "en": "Release the clasp in your hands.", "enSynonyms": ["Let go of the hand bind.", "Unlock your hands from the clasp.", "Disengage the hand lock.", "Separate your hands from the clasp.", "Open your hands and release the bind."] },
{ "silence": 4000 },
{ "version":2, "ru": "Касайтесь локтями коврика.","en":"Lower your elbows to make contact with the mat surface." },
{ "silence": 1000 },
{ "chance": 50, "version": 2, "ru": "Полностью расслабьте обе ноги.", "en": "Completely relax both legs.", "enSynonyms": ["Let both legs go entirely loose.", "Release all tension in both legs.", "Allow both legs to fully relax.", "Ease the muscles in both legs completely.", "Let go of any tightness in both legs."] },
{ "silence": 2000 },
{ "chance": 50, "version": 1, "ru": "Удлиняйте дыхание.", "en": "Lengthen your breath.", "enSynonyms": ["Extend your breath.", "Make your breath longer.", "Slowly elongate your breath.", "Take deeper, longer breaths.", "Extend the duration of your breath.", "Allow your breath to grow longer.", "Stretch your breath out.", "Lengthen the inhale and exhale.", "Deepen and extend your breathing.", "Slow your breath and make it longer.", "Increase the length of your breath.", "Stretch your breath with each inhale.", "Breathe in and out more deeply and slowly.", "Expand your breath to its full length.", "Lengthen the cycle of your breath.", "Gradually extend your breath.", "Focus on lengthening your inhale and exhale.", "Breathe deeply and slowly, extending the breath.", "Allow your breath to stretch further." ] },
{ "silence": 30000 },
{ "version": 1, "ru": "Разогните руки.", "en": "Straighten your arms fully, extending them with control and intention." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Посмотрите вперед.", "en": "Look forward.", "enSynonyms": [ "Gaze forward.", "Turn your gaze ahead.", "Focus ahead.", "Look straight ahead.", "Direct your gaze forward.", "Look in front of you.", "Keep your eyes forward.", "Look ahead in front of you.", "Turn your eyes to the front.", "Look towards the horizon.", "Face forward.", "Set your gaze ahead.", "Look out in front of you.", "Keep your sight ahead.", "Look ahead with focus.", "Fix your eyes on what’s ahead.", "Turn your focus to the front.", "Look in the direction you're facing.", "Gaze in the forward direction." ] },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Круг плечевыми назад.", "en": "Rotate the shoulder joints backwards." },
{ "silence": 1000 },
{ "version":2, "ru": "Пятку ноги сверху подайте на один край коврика.","en":"Gently shift the heel of your top foot toward the edge of the mat."},
{ "silence": 1000 },
{ "version":2, "ru": "Пятку ноги снизу подайте на другой край коврика.","en":"Move the heel of your bottom foot toward the opposite edge of the mat."},
{ "silence": 1000 },
{ "version":2, "ru": "Одна из голеней впереди.","en":"Keep one shin forward."},
{ "silence": 1000 },
{ "version":2, "ru": "Пятки под коленями.","en":"Place your heels directly below your knees."},
{ "silence": 1000 },
{ "version": 1, "ru": "Кисти на колени.", "en": "Place your wrists on your knees." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance":50,"version":2, "ru": "Выпрямите спину и шею.","en":"Straighten your back and neck, elongating them with mindful precision.","enSynonyms":["Align your spine and neck, extending them fully to create space and balance.","Lengthen your back and neck, ensuring they are upright and poised.","Bring your spine and neck into a straightened position, fostering graceful posture.","Extend through your back and neck, promoting an elegant and aligned stance."]},
{ "silence": 1000 },
{ "chance": 99, "version": 1, "ru": "Пальцы кистей натяните на себя и кистями давите по сторонам.", "en": "Pull your fingers towards you and press the palms outward.", "enSynonyms": ["Draw your fingers towards yourself while pressing your palms to the sides.", "Stretch your fingers towards you and push the palms outward.", "Pull your fingers inward and press your palms outward in opposite directions.", "Bring your fingers towards you and press your palms to the sides.", "Flex your fingers towards your body, then push your palms to the sides.", "Draw your fingers back towards yourself, and press your palms outward.", "Tug your fingers towards you as you press your palms outward.", "Curl your fingers inwards, and push your palms outward with strength.", "Pull your fingers towards you, pressing the palms to the sides.", "Engage your fingers by pulling them towards you and pressing the palms outward.", "Flex your fingers back towards yourself and press your palms to the sides.", "Draw your fingers inwards and extend the palms outward.", "Curl the fingers back towards yourself and push the palms outward to the sides.", "Pull your fingers inward and press your palms outward with controlled force.", "Bend your fingers towards you while pushing your palms outward.", "Pull the fingers towards you and press the palms to each side with force.", "Tug your fingers towards your body while pushing your palms outward.", "Flex the fingers inward as you press the palms away from the body.", "Bring your fingers in and push the palms outward in a controlled manner."] },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 4000 },
{ "version":2, "ru": "Выведите руки над головой.","en":"Reach your arms overhead, keeping them shoulder-width apart."},
{ "silence": 500 },
{ "chance": 50, "version": 2, "ru": "Кистями давите назад.", "en": "Press your hands backward.", "enSynonyms": ["Push your hands toward the back.", "Apply pressure with your hands in a backward direction.", "Engage your hands and press them behind you.", "Use your hands to press firmly backward.", "Drive your hands back with intention and strength."] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "В кистях омммммм м+удра.", "en": "Shape your fingers in the Om mudra gesture." },
{ "silence": 500 },
{ "chance":10,"version": 1, "ru": "Мысленно давите на подбородок, чтобы задняя поверхность шеи выпрямлялась.","en":"Imagine pressing your chin inwards to align the back of your neck." },
{ "silence": 2000 },
{ "version": 2, "ru": "Наклонитесь вперед до тех пор, пока в пояснице сохраняется прогиб.", "en": "Lean forward while maintaining a curve in your lower back." },
{ "silence": 2000 },
{ "version": 1, "ru": "Кисти отводите назад.", "en": "Move your wrists backward.", "enSynonyms": ["Pull your wrists back.", "Draw your wrists behind you.", "Take your wrists in a backward direction.", "Shift your wrists towards the back.", "Guide your wrists back.", "Reposition your wrists, pressing them backward.", "Bring your wrists backward with control.", "Recede your wrists behind you.", "Move your wrists in reverse.", "Direct your wrists behind you.", "Draw your wrists back with intention.", "Push your wrists behind you.", "Retract your wrists, moving them backward.", "Lift your wrists and move them backward.", "Take your wrists to the back in a smooth motion.", "Extend your wrists and pull them behind you.", "Activate your wrists and guide them in a backward direction.", "Move your wrists purposefully back.", "Push your wrists back while maintaining alignment.", "Shift your wrists to a backward position." ] },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 2000 },
{ "version":2, "ru": "Кисти разведите шире.","en":"Widen your hands slightly further apart."},
{ "silence": 1000 },
{ "version":3,"ru":"Кисти разведите в стороны на уровень плечевых суставов.","en":"Spread your hands out to the sides at shoulder level."},
{ "silence": 1000 },
{ "version":2, "ru": "Повторите несколько раз.","en":"Repeat the movement several times." },
{ "silence": 6000 },
{ "version": 2, "ru": "Кисти опустите вперед на коврик.", "en": "Lower your hands forward onto the mat.", "enSynonyms": ["Place your hands forward on the mat.", "Bring your hands down to the mat in front of you.", "Set your hands forward onto the mat.", "Gently place your hands on the mat ahead of you.", "Move your hands forward and rest them on the mat."] },
{ "silence": 1000 },
{ "version":2, "ru": "Лоб тяните к коврику или опустите его на блок.","en":"Gently reach your forehead toward the mat or rest it on a block."},
{ "silence": 2000 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 50000 },
{ "version":2, "ru": "Разогните руки, выпрямите спину, прогнитесь в пояснице.","en":"Straighten your arms, lengthen your back, and create a gentle arch in your lower back."},
{ "silence": 3500 },
{ "version":2, "ru": "Пятку внутри подтяните к ягодичной мышце.","en":"Bring your inner heel closer toward your glutes."},
{ "silence": 2000 },
{ "version":2, "ru": "Пододвиньте пятку колена ближней ноги к ягодичной мышце.","en":"Gently slide the heel of your front knee closer toward your sitting bone, keeping it aligned as you move."},
{ "silence": 2000 },
{ "version":2, "ru": "Возьмитесь за внешнюю сторону противоположной стопы.","en":"Reach across and hold the outer edge of your opposite foot, keeping your palm firmly wrapped around it."},
{ "silence": 5000 },
{ "version": 1, "ru": "Выпрямите согнутое колено полностью.", "en": "Straighten the leg completely." },
{ "silence": 2000 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Draw the shoulder blades toward each other." },
{ "silence": 1000 },
{ "chance": 40, "version": 1, "ru": "Вытяните шею.", "en": "Lengthen your neck." },
{ "silence": 1000 },
{ "version":2, "ru": "При необходимости возьмитесь за стопу обеими руками.","en":"If needed, grasp your foot with both hands to deepen the stretch and maintain balance.","enSynonyms":["When helpful, hold your foot firmly using both hands for added support and alignment.","Feel free to use both hands to grip your foot if required, enhancing stability and control.","Should it be beneficial, secure your foot with both hands to refine your posture and focus.","Opt to clasp your foot with both hands whenever necessary, ensuring comfort and precision."]},
{ "silence": 1000 },
{ "version":2, "ru": "Стопу направьте вперед.","en":"Point your foot straight ahead, keeping your toes facing forward to maintain alignment."},
{ "silence": 1000 },
{ "version":2, "ru": "Ногу выпрямите и расслабьте.","en":"Straighten your leg fully, then allow it to relax as you do so, keeping the extension gentle and natural."},
{ "silence": 500 },
{ "version":2, "ru": "Потяните ногу вверх за счет сгибания рук.","en":"Bend your arms to gently lift your leg upward, using your hands to guide the motion steadily."},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за точкой напряжения.", "en": "Observe the point of tension.", "enSynonyms": ["Focus on the point of tension.", "Be aware of the point where tension is felt.", "Keep an eye on the point of tension.", "Watch the area of tension closely.", "Monitor the spot where tension arises.", "Notice the point where the tension occurs.", "Observe where the tension is concentrated.", "Pay attention to the point of tension.", "Observe the area of tightness.", "Focus on where the tension builds.", "Notice the point of tightness.", "Watch for the location of tension.", "Observe where you feel the most tension.", "Pay attention to the point where the tension is strongest.", "Track the point of tension carefully.", "Examine the area where tension is felt.", "Notice the area where tension gathers.", "Be mindful of the point of tension.", "Watch the location where tension develops."] },
{ "silence": 15000 },
{ "version":2, "ru": "Колено уведите в подмышку.","en":"Guide your knee towards your armpit, drawing it in close to your body.","enSynonyms":["Bring your knee into the crease of your armpit.","Move your knee inward, tucking it snugly under your armpit.","Draw your knee up and nestle it into your armpit.","Shift your knee gently towards your armpit, creating a compact fold.","Pull your knee in close, aligning it with the space beneath your armpit."]},
{ "silence": 2000 },
{ "chance": 30, "version": 1, "ru": "Локти разверните в стороны.", "en": "Turn your elbows out to the sides" },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "version":2, "ru": "Спину удерживайте прямой, для этого подсогните колени, если потребуется.","en":"Keep your back straight by bending your knees slightly if needed, keeping your upper body tall and aligned."},
{ "silence": 15000 },
{ "version": 2, "ru": "Согнутую ногу вытяните.", "en": "Extend your bent leg.", "enSynonyms": ["Straighten your bent leg.", "Lengthen your flexed leg.", "Stretch out your bent leg.", "Unfold your bent leg.", "Release the bend and extend your leg fully."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Подъем одной стопы поместите на бедро другой ноги." },
{ "silence": 3000 },
{ "chance": 50, "version": 1, "ru": "Носок натяните на себя." },
{ "silence": 2000 },
{ "version":2, "ru": "Потянитесь к вытянутой стопе, сохраняя спину прямой.","en":"Reach toward your extended foot as you keep your back straight and spine long, maintaining the stretch through your entire torso."},
{ "silence": 1000 },
{ "version":2, "ru": "Тянитесь животом вперед.","en":"Reach your abdomen forward, extending it with purpose and mindful awareness.","enSynonyms":["Stretch your belly forwards, creating space and length in your torso.","Guide your stomach ahead, fostering a sense of openness and alignment.","Extend your abdominal area forward, encouraging balance and poise.","Project your midsection gently ahead, enhancing fluidity and focus in the movement."]},
{ "silence": 20000 },
{ "chance": 50, "version": 1, "ru": "Полностью расслабьте вытянутую ногу.", "en": "Relax the straightened leg completely." },
{ "silence": 500 },
{ "chance":65,"version": 1, "ru": "Дыш+ите.","en":"Breathe deeply." },
{ "silence": 35000 },
{ "version": 2, "ru": "Разогните спину.", "en": "Straighten your back.", "enSynonyms": ["Lengthen your spine.", "Extend your back.", "Release the curve in your back.", "Align your back into a straight position.", "Unbend your back and elongate your spine."] },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Круг плечевыми назад.", "en": "Rotate the shoulder joints backwards." },
{ "silence": 1000 },
{ "version": 1, "ru": "Кисти отводите назад.", "en": "Move your wrists backward.", "enSynonyms": ["Pull your wrists back.", "Draw your wrists behind you.", "Take your wrists in a backward direction.", "Shift your wrists towards the back.", "Guide your wrists back.", "Reposition your wrists, pressing them backward.", "Bring your wrists backward with control.", "Recede your wrists behind you.", "Move your wrists in reverse.", "Direct your wrists behind you.", "Draw your wrists back with intention.", "Push your wrists behind you.", "Retract your wrists, moving them backward.", "Lift your wrists and move them backward.", "Take your wrists to the back in a smooth motion.", "Extend your wrists and pull them behind you.", "Activate your wrists and guide them in a backward direction.", "Move your wrists purposefully back.", "Push your wrists back while maintaining alignment.", "Shift your wrists to a backward position." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Пятку вытянутой ноги подтяните к ягодичной мышце." },
{ "silence": 2000 },
{ "version": 1, "ru": "Обе ягодицы прижмите, и и оба колена тяните к коврику." },
{ "silence": 2000 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Draw the shoulder blades toward each other." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 15000 },
{ "version":2, "ru": "Указательным и средним пальцами возьмитесь за большой палец ноги на той же стороне.","en":"With your index and middle fingers, gently grasp the big toe of the foot on the same side.","enSynonyms":["Use your index and middle fingers to take hold of the big toe on the same-side foot.","Grip the big toe of your same-side foot with your index and middle fingers.","Secure your big toe with your index and middle fingers on the corresponding foot.","Firmly yet gently clasp the big toe of the foot on the same side for a steady hold.","Wrap your index and middle fingers around the big toe of the foot on the same side, ensuring a controlled grip."]},
{ "silence": 2000 },
{ "version": 2, "ru": "Разогните ногу.", "en": "Unfold your leg with grace, extending it fully as breath and motion become one.", "enSynonyms": ["Straighten your leg.", "Extend the leg completely.", "Let your leg stretch out in a fluid motion, finding full length through the limb.", "With awareness, release the bend and reach long through the entire leg.", "Now breathe into the motion—your leg unfurling like a ribbon in space.", "Feel the clarity of extension as your leg opens and reaches outward with intent."]},
{ "silence": 4000 },
{ "chance":50,"version":2, "ru": "Выпрямите спину и шею.","en":"Straighten your back and neck, elongating them with mindful precision.","enSynonyms":["Align your spine and neck, extending them fully to create space and balance.","Lengthen your back and neck, ensuring they are upright and poised.","Bring your spine and neck into a straightened position, fostering graceful posture.","Extend through your back and neck, promoting an elegant and aligned stance."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Удерживайте баланс.", "en": "Maintain your balance.", "enSynonyms": ["Keep your balance steady.", "Hold your balance with control.", "Stay balanced and stable.", "Maintain a steady sense of balance.", "Preserve your balance with focus.", "Keep yourself grounded and balanced.", "Ensure your balance remains firm and steady.", "Hold the balance, staying centred.", "Stay steady and maintain your equilibrium.", "Focus on holding a stable balance."]},
{ "silence": 20000 },
{ "version": 1, "ru": "Согните ногу и поднятую пятку поместите перед противоположным коленом." },
{ "silence": 2000 },
{ "version":2, "ru": "Наклонитесь вперед и вниз.","en":"Fold forward and downward, lengthening your spine with mindful grace.","enSynonyms":["Bend your upper body forward and down, maintaining a smooth and controlled motion.","Lean into a forward and downward tilt, extending through your back with intention.","Guide your torso into a forward-downward stretch, ensuring alignment and balance.","Move your upper body gently forward and down, cultivating poise and fluidity."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Опустите локти.", "en": "Lower your elbows." },
{ "silence": 1000 },
{ "chance": 50, "version": 2, "ru": "Полностью расслабьте обе ноги.", "en": "Completely relax both legs.", "enSynonyms": ["Let both legs go entirely loose.", "Release all tension in both legs.", "Allow both legs to fully relax.", "Ease the muscles in both legs completely.", "Let go of any tightness in both legs."] },
{ "silence": 1000 },
{ "chance": 50, "version": 2, "ru": "Наблюдайте за процессом вдоха и за процессом выдоха.", "en": "Observe the process of inhalation and exhalation.", "enSynonyms": ["Pay attention to the act of breathing in and breathing out.", "Notice the flow of your inhale and exhale.", "Witness the rhythm of your inhalation and exhalation.", "Be mindful of the movement of your breath in and out.", "Focus on the cycle of your breath as you inhale and exhale."] },
{ "silence": 70000 },
{ "version": 2, "ru": "Разогните спину.", "en": "Straighten your back.", "enSynonyms": ["Lengthen your spine.", "Extend your back.", "Release the curve in your back.", "Align your back into a straight position.", "Unbend your back and elongate your spine."] },
{ "silence": 2000 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward." },
{ "silence": 1000 },
{ "chance":50,"version":2, "ru": "Выпрямите спину и шею.","en":"Straighten your back and neck, elongating them with mindful precision.","enSynonyms":["Align your spine and neck, extending them fully to create space and balance.","Lengthen your back and neck, ensuring they are upright and poised.","Bring your spine and neck into a straightened position, fostering graceful posture.","Extend through your back and neck, promoting an elegant and aligned stance."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Подъем стопы поместите на бедро противоположной ноги." },
{ "silence": 5000 },
{ "chance": 95, "version": 1, "ru": "Падм+асана." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Л+отос." },
{ "silence": 1000 },
{ "version": 1, "ru": "Через стороны поднимите кисти и сложите ладони." },
{ "silence": 1000 },
{ "version": 1, "ru": "Подсогн+ите руки и давите локтями назад." },
{ "silence": 1500 },
{ "version": 1, "ru": "Закройте глаза.", "en": "Close your eyes.", "enSynonyms": ["Gently close your eyes.", "Shut your eyes softly.", "Close both of your eyes.", "Relax and close your eyes.", "Close your eyelids slowly.", "Let your eyes close gently.", "Shut your eyes quietly.", "Ease your eyes closed.", "Allow your eyes to close.", "Close your eyes with a calm gesture.", "Lower your eyelids to close your eyes.", "Shut your eyes slowly and softly.", "Close your eyes gently and relax.", "Slowly close your eyes.", "Shut both eyes softly.", "Close your eyes and let them rest.", "Gently lower your eyelids and close your eyes.", "Close your eyes softly and calmly.", "Ease your eyelids down to close your eyes.", "Allow your eyelids to close gently." ]},
{ "silence": 18000 },
{ "version": 1, "ru": "Откройте глаза.", "en": "Open your eyes.", "enSynonyms": ["Gently open your eyes.", "Lift your eyelids to open your eyes.", "Open both eyes slowly.", "Open your eyes gently.", "Allow your eyes to open.", "Unveil your eyes.", "Relax your eyelids and open your eyes.", "Open your eyes softly.", "Lift your eyelids and open your eyes.", "Open your eyes wide.", "Begin to open your eyes.", "Start opening your eyes.", "Awaken your eyes by opening them.", "Let your eyes open slowly.", "Open both of your eyes.", "Ease your eyes open.", "Uncover your eyes by opening them.", "Gently lift your eyelids and open your eyes.", "Gradually open your eyes.", "Open your eyes with a soft gaze." ]},
{ "silence": 1000 },
{ "version": 1, "ru": "Потяните кисти вверх и опускайте руки через стороны.", "en": "Raise your wrists upwards and lower your arms through the sides.", "enSynonyms": ["Lift your wrists up and bring your arms down through the sides.", "Stretch your wrists upwards, then lower your arms through your sides.", "Raise your wrists towards the sky and lower your arms along your sides.", "Stretch your wrists upward, then slowly bring your arms down by your sides.", "Lift your wrists upwards and lower your arms down through your sides.", "Raise your wrists above and gently lower your arms through the sides.", "Stretch your wrists up and bring your arms down along your body.", "Lift your wrists up and lower your arms through the sides of your body.", "Stretch your arms upwards by lifting your wrists, then bring them down through your sides.", "Lift your wrists up and slowly lower your arms down to the sides.", "Raise your wrists upward and lower your arms by your sides in a flowing motion.", "Stretch your wrists towards the ceiling and bring your arms down to your sides.", "Raise your wrists above, then lower your arms gently through your sides.", "Lift your wrists and slowly lower your arms to the sides.", "Stretch your wrists up and bring your arms back down through the sides.", "Lift your wrists upwards and guide your arms down through your sides.", "Raise your wrists and lower your arms smoothly through your sides.", "Stretch your wrists upward and then lower your arms down along your sides.", "Lift your wrists and lower your arms gently by your sides." ]},
{ "silence": 1000 },
{ "version": 1, "ru": "Сохраняя положение ног, наклонитесь вперед и потянитесь за кистями.", "en": "Keep your legs in position, bend forward, and reach for your wrists.", "enSynonyms": ["Maintain the position of your legs, lean forward, and stretch towards your wrists.", "While keeping your legs steady, lean forward and reach for your wrists.", "Keep your legs in place, bend forward, and extend towards your wrists.", "Hold your legs steady, bend forward, and stretch out to grasp your wrists.", "With your legs in position, lean forward and stretch your arms towards your wrists.", "Bend forward while keeping your legs in place and reach for your wrists.", "Maintain the position of your legs, bend your torso forward, and stretch for your wrists.", "While your legs stay in position, bend forward and reach for your wrists.", "Hold your legs steady, bend forward, and stretch out for your wrists.", "With your legs steady, lean forward and stretch to touch your wrists.", "Maintain the position of your legs, bend forward, and extend your arms to your wrists.", "While keeping your legs stable, bend forward and reach your wrists.", "Keep your legs still, lean forward, and stretch towards your wrists.", "Hold your legs in position, bend forward, and extend towards your wrists.", "Keep your legs in place, bend forward, and stretch your arms towards your wrists.", "With legs steady, bend forward and reach for your wrists.", "Hold the position of your legs, bend forward, and stretch towards your wrists.", "Keep your legs steady and bend forward to stretch for your wrists.", "With legs stationary, lean forward and stretch for your wrists." ]},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 15000 },
{ "version": 1, "ru": "Ладони сложите между лопаток пальцами вверх." },
{ "silence": 3000 },
{ "chance": 95, "version": 2, "ru": "Йога мудрасана.", "en": "Yoga Mudrasana." },
{ "silence": 1000 },
{ "chance":55,"version":2, "ru": "Поза печать йоги.","en":"The Yogic Seal Pose" },
{ "silence": 1000 },
{ "version":2, "ru": "Локти тяните вверх.","en":"Draw your elbows upwards, lifting them with mindful intention and control.","enSynonyms":["Raise your elbows skyward, extending them gracefully with focus.","Guide your elbows upward, creating space and openness in your posture.","Lift your elbows higher, ensuring a steady and deliberate motion.","Extend your elbows towards the ceiling, fostering alignment and poise."]},
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Draw the shoulder blades toward each other." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 7000 },
{ "chance": 50, "version": 1, "ru": "Животом тянитесь к коврику." },
{ "silence": 7000 },
{ "version": 1, "ru": "Локти поднимите выше.", "chance":100},
{ "silence": 15000 },
{ "version": 1, "ru": "Сохраняя положение кистей, поднимите туловище.", "en": "keeping the position of your hands, raise and straighten the body." },
{ "silence": 2000 },
{ "chance": 50, "version": 1, "ru": "Посмотрите вперед.", "en": "Look forward.", "enSynonyms": [ "Gaze forward.", "Turn your gaze ahead.", "Focus ahead.", "Look straight ahead.", "Direct your gaze forward.", "Look in front of you.", "Keep your eyes forward.", "Look ahead in front of you.", "Turn your eyes to the front.", "Look towards the horizon.", "Face forward.", "Set your gaze ahead.", "Look out in front of you.", "Keep your sight ahead.", "Look ahead with focus.", "Fix your eyes on what’s ahead.", "Turn your focus to the front.", "Look in the direction you're facing.", "Gaze in the forward direction." ] },
{ "silence": 3000 },
{ "version": 1, "ru": "Кисти опустите.", "en": "Lower your wrists gently." },
{ "silence": 4000 },
{ "version": 1, "ru": "Освободите ноги и выпрямите их." },
{ "silence": 12000 },
{ "version":2,"ru":"Встряхните стопы.","en":"Now, shake out your feet to release tension."},
{ "silence": 12000 },
{ "version": 1, "ru": "Приподнимите таз, опираясь руками по сторонам." },
{ "silence": 1000 },
{ "version": 1, "ru": "Поставьте носки ближе к тазу, подсогн+ите колена." },
{ "silence": 1000 },
{ "version": 2, "ru": "Толкнитесь руками и переместите вес на носки.", "en": "Push through your hands and shift your weight onto your toes.", "enSynonyms": ["Press firmly with your hands and transfer your weight to your toes.", "Engage your hands to push and move your weight forward onto your toes.", "Use your hands to propel yourself, balancing on your toes.", "Drive through your palms and shift your weight toward your toes.", "Press down with your hands and lift your heels, balancing on your toes."] },
{ "silence": 3000 },
{ "version":2, "ru": "Обхватите кистями колени.","en":"Cradle your knees with your hands, wrapping them gently for support and balance.","enSynonyms":["Encircle your knees using your palms, holding them snugly with care.","Gather your knees in your hands, ensuring a firm yet mindful grip.","Hold your knees securely by wrapping your hands around them with precision.","Support your knees by clasping them softly, fostering stability and alignment."]},
{ "silence": 10000 },
{ "version": 2, "ru": "Одно колено подайте назад.", "en": "Shift one knee backward.", "enSynonyms": ["Move one knee to the rear.", "Bring one knee behind you.", "Slide one knee back.", "Extend one knee backward.", "Push one knee toward the back."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Пятку другой ноги поместите на противоложную часть коврика." },
{ "silence": 1000 },
{ "version": 1, "ru": "Колено ноги спереди смотрит вперед." },
{ "silence": 1000 },
{ "version": 1, "ru": "Первое колено поместите под другое." },
{ "silence": 1000 },
{ "version": 1, "ru": "Пятку другой ноги на противоположную сторону коврика." },
{ "silence": 2000 },
{ "chance": 30, "version": 1, "ru": "Колени сонаправлены." },
{ "silence": 500 },
{ "version": 1, "ru": "Опустите таз.", "en": "Lower your pelvis.", "enSynonyms": ["Gently drop your pelvis down.", "Bring your pelvis downward.", "Lower your hips towards the ground.", "Drop your hips down with control.", "Sink your pelvis gently towards the floor.", "Lower your pelvic area into position.", "Ease your pelvis downward.", "Drop your pelvis with intention and steadiness.", "Guide your pelvis downward, keeping alignment.", "Move your pelvis down, maintaining stability."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Пятки по обе стороны от таза." },
{ "silence": 1000 },
{ "chance":95,"version":2, "ru": "Гомукх+асана.","en":"Gomukhasana" },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза головы Коровы.", "en": "Cow-Face Pose" },
{ "silence": 1000 },
{ "version": 1, "ru": "Сядьте чтобы обе ягодицы были равномерно прижаты к поверхности. Используйте блок для корректировки." },
{ "silence": 1000 },
{ "version": 1, "ru": "Отведите руку, которая находится на стороне ноги сверху - назад." },
{ "silence": 1000 },
{ "version": 1, "ru": "Другую руку поднимите." },
{ "silence": 1000 },
{ "version": 2, "ru": "Согните обе руки и за спиной сделайте замок в кистях.", "en": "Bend both arms and clasp your hands behind your back.", "enSynonyms": ["Flex both arms and interlock your hands behind your back.", "Bend your elbows and join your hands in a clasp behind you.", "Bring both arms behind your back and lock your hands together.", "Fold your arms and create a hand clasp behind your back.", "Engage both arms to form a hand bind behind your back."] },
{ "silence": 500 },
{ "version": 1, "ru": "Локоть сверху отводите в сторону и назад." },
{ "silence": 500 },
{ "version": 1, "ru": "Нижний только назад." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "version":2, "ru": "Наклоняйтесь и тянитесь животом к передней части бедер до тех пор, пока в пояснице сохраняется прогиб.","en":"Fold forward and reach your abdomen towards the front of your thighs, maintaining a gentle arch in your lower back." },
{ "silence": 1000 },
{ "version": 1, "ru": "Сохраняя прямую спину, живот тяните вниз." },
{ "silence": 4000 },
{ "version": 1, "ru": "Согните спину.", "en": "Bend your back.", "enSynonyms": ["Curve your back gently.", "Arch your back as needed.", "Flex your spine smoothly.", "Round your back with control.", "Adjust your back into a bend.", "Allow your spine to curve naturally.", "Create a gentle bend in your back.", "Shape your back into a smooth curve.", "Incline your spine softly forward.", "Position your back into a graceful arch.", "Ease your back into a subtle curve.", "Adjust the alignment of your spine to form a bend.", "Guide your back into a natural and controlled flexion.", "Shift your posture to bend your back with intention.", "Form a smooth arch in your spine.", "Tilt your back into a gentle curve.", "Mould your spine into a rounded shape.", "Let your back curve forward with purpose.", "Relax your spine into a soft bend.", "Shape your back into a rounded posture with ease."] },
{ "silence": 500 },
{ "version": 1, "ru": "Опустите живот, грудную клетку, подбородок." },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти в замк+е." },
{ "silence": 1000 },
{ "chance": 50, "version": 2, "ru": "Полностью расслабьте обе ноги.", "en": "Completely relax both legs.", "enSynonyms": ["Let both legs go entirely loose.", "Release all tension in both legs.", "Allow both legs to fully relax.", "Ease the muscles in both legs completely.", "Let go of any tightness in both legs."] },
{ "silence": 10000 },
{ "version": 1, "ru": "Отпустите замок.", "en": "Release the clasp.", "enSynonyms": ["Let go of the clasp.", "Unfasten the clasp.", "Free your fingers from the clasp.", "Undo the clasp.", "Release your grip on the clasp.", "Separate your fingers from the clasp.", "Unbind the clasp.", "Open the clasp and release.", "Disengage the clasp.", "Loosen your fingers and release the clasp.", "Break the clasp.", "Release the hold on the clasp.", "Let your fingers relax and release the clasp.", "Untangle the clasp and free your hands.", "Unhook the clasp.", "Gently release the hold on the clasp.", "Allow the clasp to open.", "Separate your hands from the clasp.", "Ease your fingers out of the clasp.", "Withdraw your grip from the clasp."] },
{ "silence": 2000 },
{ "version": 1, "ru": "Опустите локти.", "en": "Lower your elbows." },
{ "silence": 2000 },
{ "version": 1, "ru": "Подбородок опустите на колено." },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 20000 },
{ "version": 2, "ru": "Обе ноги полностью расслаблены.", "en": "Both legs are fully relaxed.", "enSynonyms": ["Both legs are entirely at ease.", "Your legs are completely loose.", "There is no tension in either leg.", "Both legs are in a state of total relaxation.", "Your legs are fully free of any tightness."] },
{ "silence": 15000 },
{ "version": 1, "ru": "Разогните руки.", "en": "Straighten your arms fully, extending them with control and intention." },
{ "silence": 4000 },
{ "chance": 20, "version": 1, "ru": "Круг плечевыми назад.", "en": "Rotate the shoulder joints backwards." },
{ "silence": 3000 },
{ "version": 1, "ru": "Пятки каждой из ног поместите по краям коврика, колени поставьте широко." },
{ "silence": 2000 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally." },
{ "silence": 1000 },
{ "version": 1, "ru": "Прогнитесь.", "en": "Arch your back.", "enSynonyms": ["Bend into an arch.", "Curve your back gracefully.", "Form an arch with your spine.", "Lift your chest as you arch your back.", "Create a smooth arch in your back.", "Shape your back into a gentle arch.", "Lean into a back arch.", "Sculpt your spine into an arch.", "Raise your torso as your back arches.", "Ease your back into a natural arch.", "Stretch your body into an arched posture.", "Draw your back into a flowing arch.", "Lift and curve your back softly.", "Sweep your spine into an arched position.", "Form a gentle bow in your back.", "Press into the arch of your spine.", "Extend and arch your back slightly.", "Reach upwards as your back curves.", "Lift your upper body, creating a soft arch.", "Flow into an elegant back arch."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Животом потянитесь вниз." },
{ "silence": 1000 },
{ "chance": 40, "version": 1, "ru": "Вытяните шею.", "en": "Lengthen your neck." },
{ "silence": 1000 },
{ "chance": 99, "version": 1, "ru": "Пальцы кистей натяните на себя и кистями давите по сторонам.", "en": "Pull your fingers towards you and press the palms outward.", "enSynonyms": ["Draw your fingers towards yourself while pressing your palms to the sides.", "Stretch your fingers towards you and push the palms outward.", "Pull your fingers inward and press your palms outward in opposite directions.", "Bring your fingers towards you and press your palms to the sides.", "Flex your fingers towards your body, then push your palms to the sides.", "Draw your fingers back towards yourself, and press your palms outward.", "Tug your fingers towards you as you press your palms outward.", "Curl your fingers inwards, and push your palms outward with strength.", "Pull your fingers towards you, pressing the palms to the sides.", "Engage your fingers by pulling them towards you and pressing the palms outward.", "Flex your fingers back towards yourself and press your palms to the sides.", "Draw your fingers inwards and extend the palms outward.", "Curl the fingers back towards yourself and push the palms outward to the sides.", "Pull your fingers inward and press your palms outward with controlled force.", "Bend your fingers towards you while pushing your palms outward.", "Pull the fingers towards you and press the palms to each side with force.", "Tug your fingers towards your body while pushing your palms outward.", "Flex the fingers inward as you press the palms away from the body.", "Bring your fingers in and push the palms outward in a controlled manner."] },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 7000 },
{ "version":2, "ru": "Руки выведите вперед и вверх.","en":"Guide your arms forward and upward." },
{ "silence": 1000 },
{ "version":2, "ru": "Наклоняйтесь и тянитесь животом к передней части бедер до тех пор, пока в пояснице сохраняется прогиб.","en":"Fold forward and reach your abdomen towards the front of your thighs, maintaining a gentle arch in your lower back." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Затылком давите назад.", "en": "Press back with the back of your head.", "enSynonyms": [ "Use the back of your head to press backwards.", "Push back using the back of your neck.", "Press your head back, using the back of your neck.", "Press backward with the back of your skull.", "Drive your head backward with the back of your neck.", "Push the back of your head backwards.", "Engage the back of your neck to press back.", "Use the back of your neck to push back.", "Push the back of your head towards the floor.", "Press backward through the back of your head.", "Push your head back with the back of your neck.", "Use your neck to press back gently.", "Drive your neck back, pressing with the back of your head.", "Push your head backwards, engaging the back of the neck.", "Press the back of your head backwards." ] },
{ "silence": 27500 },
{ "version": 1, "ru": "Опустите кисти на коврик.", "en": "Put the hands down on the mat." },
{ "silence": 7000 },
{ "version": 2, "ru": "Разогните спину.", "en": "Straighten your back.", "enSynonyms": ["Lengthen your spine.", "Extend your back.", "Release the curve in your back.", "Align your back into a straight position.", "Unbend your back and elongate your spine."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Пятку ноги которая ближе к себе подтяните к ягодичной мышце." },
{ "silence": 2000 },
{ "version": 1, "ru": "Кистью возьмитесь за внешнюю часть или большой палец противоположной стопы." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 3000 },
{ "version": 2, "ru": "Выпрямите колено вытянутой ноги.", "en": "Straighten the knee of your extended leg.", "enSynonyms": ["Extend the knee of your outstretched leg.", "Lengthen the knee of your stretched leg.", "Release the bend in the knee of your extended leg.", "Align the knee of your extended leg into a straight position.", "Fully straighten the knee of the leg that is stretched out."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Кистью при необходимости возьмитесь за вн+утренюю часть стопы." },
{ "silence": 1500 },
{ "version": 1, "ru": "Вытянутую ногу потяните вверх за счет сгибания рук." },
{ "silence": 1500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1500 },
{ "version": 1, "ru": "Нога прямая и расслаблена." },
{ "silence": 20000 },
{ "version": 1, "ru": "Согните поднятую ногу.","en":"Bend the elevated limb." },
{ "silence": 1000 },
{ "version":2, "ru": "Колено уведите в подмышку.","en":"Guide your knee towards your armpit, drawing it in close to your body.","enSynonyms":["Bring your knee into the crease of your armpit.","Move your knee inward, tucking it snugly under your armpit.","Draw your knee up and nestle it into your armpit.","Shift your knee gently towards your armpit, creating a compact fold.","Pull your knee in close, aligning it with the space beneath your armpit."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Удерживайте спину прямой.", "en": "Keep the back straightened." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Носок натяните на себя." },
{ "silence": 20000 },
{ "version": 1, "ru": "Одну ногу вытяните." },
{ "silence": 3000 },
{ "version":2, "ru": "Поместите подъем поднятой ноги на противоположное бедро.","en":"Place the top of your lifted foot onto the opposite thigh as you exhale — keep your hips steady, spine tall. Press your foot gently into your thigh for balance, hold here for three full breaths."},
{ "silence": 3500 },
{ "version":2, "ru": "При необходимости используйте ремень или блок.","en":"If needed, make use of a strap or block to support your practice" },
{ "silence": 1500 },
{ "version": 2, "ru": "Поясницу сохраняйте прямой.", "en": "Keep your lower back straight." },
{ "silence": 500 },
{ "version": 1, "ru": "Животом потянитесь вдоль вн+утренней части бедра вытянутой ноги." },
{ "silence": 1500 },
{ "version": 1, "ru": "Носок вытянутой стопы развёрнут вверх." },
{ "silence": 1000 },
{ "version": 1, "ru": "Животом тянитесь вниз." },
{ "silence": 20000 },
{ "chance": 50, "version": 2, "ru": "Полностью расслабьте обе ноги.", "en": "Completely relax both legs.", "enSynonyms": ["Let both legs go entirely loose.", "Release all tension in both legs.", "Allow both legs to fully relax.", "Ease the muscles in both legs completely.", "Let go of any tightness in both legs."] },
{ "silence": 25000 },
{ "version": 2, "ru": "Разогните спину.", "en": "Straighten your back.", "enSynonyms": ["Lengthen your spine.", "Extend your back.", "Release the curve in your back.", "Align your back into a straight position.", "Unbend your back and elongate your spine."] },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Круг плечевыми назад.", "en": "Rotate the shoulder joints backwards." },
{ "silence": 500 },
{ "version": 1, "ru": "Упритесь ладонями за спиной." },
{ "silence": 1000 },
{ "version": 1, "ru": "Пятку вытянутой ноги подтяните к ягодичной мышце." },
{ "silence": 1000 },
{ "version": 1, "ru": "Обе ягодичные мышцы прижмите к коврику." },
{ "silence": 1500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 500 },
{ "chance": 40, "version": 1, "ru": "Вытяните шею.", "en": "Lengthen your neck." },
{ "silence": 30000 },
{ "version": 1, "ru": "Кистью со стороны согнутой ноги возьмитесь за внешнюю часть стопы." },
{ "silence": 1000 },
{ "version": 2, "ru": "Разогните ногу.", "en": "Unfold your leg with grace, extending it fully as breath and motion become one.", "enSynonyms": ["Straighten your leg.", "Extend the leg completely.", "Let your leg stretch out in a fluid motion, finding full length through the limb.", "With awareness, release the bend and reach long through the entire leg.", "Now breathe into the motion—your leg unfurling like a ribbon in space.", "Feel the clarity of extension as your leg opens and reaches outward with intent."]},
{ "silence": 1500 },
{ "version": 1, "ru": "Другую кисть поместите либо на колено, либо возьмитесь за вн+утренюю часть стопы." },
{ "silence": 2000 },
{ "version": 1, "ru": "Лопатки отведите назад и вниз.", "en": "Move the shoulder joints back and down." },
{ "silence": 1000 },
{ "chance": 45, "version": 1, "ru": "Шею вытяните.", "en": "Extend the neck.", "enSynonyms": ["Lengthen your neck.", "Stretch your neck upwards.", "Elongate your neck.", "Draw your neck out.", "Reach your neck upwards.", "Lift your neck gracefully.", "Stretch the neck area.", "Raise your neck with ease.", "Gently extend your cervical spine.", "Reach for the sky with your neck.", "Straighten the neck area.", "Lift your head and neck in alignment.", "Push your neck upward with control.", "Extend the cervical spine to its full length.", "Feel the lengthening sensation in your neck.", "Focus on stretching your neck upwards.", "Let your neck rise upwards in a gentle motion.", "Create a sense of elongation in your neck.", "Reach through your neck towards the ceiling.", "Stretch your neck long and tall."] },
{ "silence": 4500 },
{ "version": 1, "ru": "Вниз тяните согнутое колено." },
{ "silence": 1500 },
{ "version": 1, "ru": "Сохраняя прогиб в пояснице, потяните поднятую ногу вверх за счет сгибания руки." },
{ "silence": 13000 },
{ "version": 1, "ru": "Согните поднятую ногу.","en":"Bend the elevated limb." },
{ "silence": 1000 },
{ "version": 1, "ru": "Пятку ноги поместите на противоположную часть коврика." },
{ "silence": 1000 },
{ "version": 1, "ru": "Подъем стопы противоположной стопы на бедре." },
{ "silence": 1000 },
{ "version": 1, "ru": "Наклонитесь вперед и вниз." },
{ "silence": 1000 },
{ "version": 1, "ru": "Кистями потянитесь вперед." },
{ "silence": 1000 },
{ "version": 2, "ru": "Обе ноги полностью расслаблены.", "en": "Both legs are fully relaxed.", "enSynonyms": ["Both legs are entirely at ease.", "Your legs are completely loose.", "There is no tension in either leg.", "Both legs are in a state of total relaxation.", "Your legs are fully free of any tightness."] },
{ "silence": 25000 },
{ "version": 2, "ru": "Разогните спину.", "en": "Straighten your back.", "enSynonyms": ["Lengthen your spine.", "Extend your back.", "Release the curve in your back.", "Align your back into a straight position.", "Unbend your back and elongate your spine."] },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Круг плечевыми назад.", "en": "Rotate the shoulder joints backwards." },
{ "silence": 1000 },
{ "version": 1, "ru": "Руками подтяните стопу ноги спереди на бедро." },
{ "silence": 2500 },
{ "version":2, "ru": "Через стороны потяните руки вверх и сложите ладони над головой.","en":"Lift your arms upwards from the sides and bring your palms together above your head with mindful grace.","enSynonyms":["Raise your arms from the sides, extending them skyward, and join your palms above your head.","Stretch your arms up along the sides of your body, then clasp your hands together overhead.","Guide your arms upward in a wide arc and press your palms together above your crown.","Extend your arms from the sides towards the sky, folding your hands together above your head."]},
{ "silence": 500 },
{ "version": 2, "ru": "Локтями давите назад.", "en": "Press your elbows backward.", "enSynonyms": ["Push your elbows toward the back.", "Apply pressure with your elbows in a backward direction.", "Engage your elbows to press behind you.", "Drive your elbows back with intention.", "Use your elbows to press firmly backward."] },
{ "silence": 1000 },
{ "chance":95,"version":2, "ru": "Лотос.","en":"The Lotus Pose" },
{ "silence": 1000 },
{ "version": 1, "ru": "Закройте глаза.", "en": "Close your eyes.", "enSynonyms": ["Gently close your eyes.", "Shut your eyes softly.", "Close both of your eyes.", "Relax and close your eyes.", "Close your eyelids slowly.", "Let your eyes close gently.", "Shut your eyes quietly.", "Ease your eyes closed.", "Allow your eyes to close.", "Close your eyes with a calm gesture.", "Lower your eyelids to close your eyes.", "Shut your eyes slowly and softly.", "Close your eyes gently and relax.", "Slowly close your eyes.", "Shut both eyes softly.", "Close your eyes and let them rest.", "Gently lower your eyelids and close your eyes.", "Close your eyes softly and calmly.", "Ease your eyelids down to close your eyes.", "Allow your eyelids to close gently." ]},
{ "silence": 18000 },
{ "chance": 30, "version": 1, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles." },
{ "silence": 18000 },
{ "version": 1, "ru": "Потяните кисти вверх и опускайте руки через стороны.", "en": "Raise your wrists upwards and lower your arms through the sides.", "enSynonyms": ["Lift your wrists up and bring your arms down through the sides.", "Stretch your wrists upwards, then lower your arms through your sides.", "Raise your wrists towards the sky and lower your arms along your sides.", "Stretch your wrists upward, then slowly bring your arms down by your sides.", "Lift your wrists upwards and lower your arms down through your sides.", "Raise your wrists above and gently lower your arms through the sides.", "Stretch your wrists up and bring your arms down along your body.", "Lift your wrists up and lower your arms through the sides of your body.", "Stretch your arms upwards by lifting your wrists, then bring them down through your sides.", "Lift your wrists up and slowly lower your arms down to the sides.", "Raise your wrists upward and lower your arms by your sides in a flowing motion.", "Stretch your wrists towards the ceiling and bring your arms down to your sides.", "Raise your wrists above, then lower your arms gently through your sides.", "Lift your wrists and slowly lower your arms to the sides.", "Stretch your wrists up and bring your arms back down through the sides.", "Lift your wrists upwards and guide your arms down through your sides.", "Raise your wrists and lower your arms smoothly through your sides.", "Stretch your wrists upward and then lower your arms down along your sides.", "Lift your wrists and lower your arms gently by your sides." ]},
{ "silence": 1000 },
{ "version": 1, "ru": "Сохраняя положение ног, наклонитесь вперед и потянитесь за кистями.", "en": "Keep your legs in position, bend forward, and reach for your wrists.", "enSynonyms": ["Maintain the position of your legs, lean forward, and stretch towards your wrists.", "While keeping your legs steady, lean forward and reach for your wrists.", "Keep your legs in place, bend forward, and extend towards your wrists.", "Hold your legs steady, bend forward, and stretch out to grasp your wrists.", "With your legs in position, lean forward and stretch your arms towards your wrists.", "Bend forward while keeping your legs in place and reach for your wrists.", "Maintain the position of your legs, bend your torso forward, and stretch for your wrists.", "While your legs stay in position, bend forward and reach for your wrists.", "Hold your legs steady, bend forward, and stretch out for your wrists.", "With your legs steady, lean forward and stretch to touch your wrists.", "Maintain the position of your legs, bend forward, and extend your arms to your wrists.", "While keeping your legs stable, bend forward and reach your wrists.", "Keep your legs still, lean forward, and stretch towards your wrists.", "Hold your legs in position, bend forward, and extend towards your wrists.", "Keep your legs in place, bend forward, and stretch your arms towards your wrists.", "With legs steady, bend forward and reach for your wrists.", "Hold the position of your legs, bend forward, and stretch towards your wrists.", "Keep your legs steady and bend forward to stretch for your wrists.", "With legs stationary, lean forward and stretch for your wrists." ]},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 3000 },
{ "version": 2, "ru": "Ладони сложите между лопаток пальцами вверх.", "en": "Place your palms together between your shoulder blades with fingers pointing upward.", "enSynonyms": ["Bring your hands together behind your back, fingers pointing up.", "Press your palms together between your shoulder blades, fingers upward.", "Join your hands behind your back, fingers directed toward the ceiling.", "Clasp your palms between your shoulder blades, fingers pointing up.", "Interlock your hands behind your back, fingers reaching upward."] },
{ "silence": 5000 },
{ "chance": 95, "version": 2, "ru": "Йога мудрасана.", "en": "Yoga Mudrasana." },
{ "silence": 1000 },
{ "chance":55,"version":2, "ru": "Поза печать йоги.","en":"The Yogic Seal Pose" },
{ "silence": 1000 },
{ "version":2, "ru": "Локти тяните вверх.","en":"Draw your elbows upwards, lifting them with mindful intention and control.","enSynonyms":["Raise your elbows skyward, extending them gracefully with focus.","Guide your elbows upward, creating space and openness in your posture.","Lift your elbows higher, ensuring a steady and deliberate motion.","Extend your elbows towards the ceiling, fostering alignment and poise."]},
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Draw the shoulder blades toward each other." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 7000 },
{ "chance": 50, "version": 1, "ru": "Животом тянитесь к коврику." },
{ "silence": 7000 },
{ "version": 1, "ru": "Локти поднимите выше.", "chance":100},
{ "silence": 7000 }
]