[
{ "chance": 65, "ru": "Сожмите ягодичные мышцы и подайте нижнюю часть таза вперед.", "en": "Squeeze your glute muscles and tilt your pelvis forward.", "enSynonyms": [ "Engage your glutes and shift your pelvis forward.", "Tighten your glute muscles and tilt the pelvis forward.", "Contract your glutes and move your pelvis forward.", "Activate your gluteal muscles and push your pelvis forward.", "Clench your glutes and tilt your pelvis forward.", "Squeeze the glutes and angle your pelvis forward.", "Engage the glute muscles and rotate your pelvis forward.", "Tighten the glutes and guide your pelvis forward.", "Firmly squeeze your glutes and shift the pelvis forward.", "Activate your glutes and nudge your pelvis forward.", "Clench your glutes and bring the pelvis forward.", "Squeeze the glute muscles and press the pelvis forward.", "Contract the glutes and gently tilt the pelvis forward.", "Engage your glutes and direct the pelvis forward.", "Activate the gluteal muscles and angle your pelvis forward.", "Tighten your glutes and gently shift the pelvis forward.", "Firmly contract your glutes and tilt the pelvis forward.", "Squeeze your glutes and adjust the pelvis forward.", "Engage the glutes fully and tilt the pelvis forward.", "Clench the gluteal muscles and push the pelvis forward." ] },
{ "silence": 1000 },
{ "ru": "Грудной клеткой тянитесь вперед и вверх, и лопатки сводите." },
{ "silence": 1000 },
{ "chance": 65, "ru": "В кистях омммммм м+удра." },
{ "silence": 1000 },
{ "ru": "Кисти отводите назад и разведите их шире, чем расстояние между плечевыми суставами." },
{ "silence": 1000 },
{ "chance": 95, "ru": "+Урдхва хаст+асана.", "en": "Urdhva Hastasana" },
{ "silence": 500 },
{ "ru": "Вытяжение рук вверх стоя." },
{ "silence": 1000 },
{ "chance": 15, "ru": "Выпрямте заднюю поверхность шеи.", "en": "Straighten the posterior surface of the neck.", "enSynonyms": [ "Align the back of your neck.", "Straighten the back surface of your neck.", "Lengthen the posterior side of your neck.", "Keep the back of your neck straight.", "Elongate the rear of your neck.", "Align the posterior side of the neck.", "Straighten and lengthen the back of your neck.", "Maintain a straight line along the posterior neck.", "Extend the back of your neck fully.", "Keep the posterior surface of your neck aligned.", "Bring the back of your neck into alignment.", "Lengthen and straighten the back of your neck.", "Hold the back of your neck straight and aligned.", "Stretch the posterior part of your neck into alignment.", "Ensure the back of your neck is straight and elongated.", "Position the posterior side of your neck in a straight line.", "Maintain length and straightness in the back of your neck.", "Align and lengthen the rear surface of your neck.", "Stretch and straighten the back of your neck.", "Keep the posterior surface of the neck long and aligned." ] },
{ "silence": 100 },
{ "chance": 65, "ru": "Затылком давите назад.", "en": "Use the back of your neck to press backwards." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Сделайте глубокий вдох и задержите дыхание.", "en": "Take a deep breath and hold your breath." },
{ "silence": 5000 },
{ "chance": 30, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."]},
{ "silence": 5000 },
{ "ru": "На выдох кисти разведите в стороны на уровень плечевых суставов." },
{ "silence": 1000 },
{ "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 1000 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 500 },
{ "ru": "Пальцы кистей натяните на себя." },
{ "silence": 500 },
{ "chance": 65, "ru": "Лопатки растяните вправо и влево." },
{ "silence": 1000 },
{ "ru": "Затылок отводите назад." },
{ "silence": 5000 },
{ "ru": "На вдох подсогн+ите одну ногу." },
{ "silence": 500 },
{ "ru": "Стоя на носке, на выдох поднимите колено." },
{ "silence": 1000 },
{ "ru": "Колено поднимите выше тазобедренного сустава." },
{ "silence": 1000 },
{ "ru": "Сохраняя стойку на носке, поднятое колено выведите в сторону." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Наблюдайте за вдохами и за выдохами.", "en": "Observe your inhales and exhales.", "enSynonyms": [ "Pay attention to your breaths in and out.", "Focus on your inhalations and exhalations.", "Notice each inhale and exhale.", "Be mindful of your breathing in and out.", "Observe the rhythm of your breaths.", "Watch your inhales and exhales closely.", "Tune into your breathing, both in and out.", "Be aware of each breath as it comes and goes.", "Notice the flow of your inhales and exhales.", "Focus your attention on your breathing cycle.", "Observe the natural rhythm of your breaths.", "Pay close attention to each inhale and exhale.", "Monitor the flow of your breathing.", "Stay mindful of your in-breaths and out-breaths.", "Notice the gentle rhythm of your breathing.", "Focus on the rise and fall of your inhales and exhales.", "Be conscious of your breath as it enters and leaves.", "Watch the pattern of your breathing, both in and out.", "Tune your awareness to your inhales and exhales.", "Observe the pace of your breathing as it flows." ] },
{ "silence": 4000 },
{ "ru": "Ногу вытяните в сторону." },
{ "silence": 1000 },
{ "ru": "Для баланса удерживайте внимание в одной точке.", "en": "To maintain balance, focus your attention on a single point.", "enSynonyms": [ "For stability, keep your focus on one point.", "To stay balanced, direct your attention to a single point.", "For better balance, focus your gaze on one spot.", "To maintain your balance, concentrate on a single point.", "Keep your attention fixed on one point to balance.", "For steady balance, focus on one specific point.", "To stay grounded, focus your mind on one point.", "For enhanced balance, direct your focus to a single spot.", "Focus on one point to achieve balance.", "To hold balance, concentrate on a fixed point.", "Keep your gaze steady on one point for balance.", "For balance, fix your focus on a single spot.", "Concentrate your attention on one point to maintain balance.", "For balance, focus your attention on a single focal point.", "To stay balanced, direct your focus to one position.", "Focus your attention on one spot to maintain stability.", "To remain balanced, focus your gaze on one point.", "For optimal balance, focus on a single spot.", "Keep your mind on one point to achieve balance.", "For balanced stability, fix your attention on one point." ] },
{ "silence": 4000 },
{ "ru": "Колено выведите вперед перед собой." },
{ "silence": 1000 },
{ "ru": "Ст+опы опустите на коврик." },
{ "silence": 1000 },
{ "ru": "Поднимите вверх кисти." },
{ "silence": 1000 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "ru": "Большие пальцы вместе, пятки врось." },
{ "silence": 1000 },
{ "ru": "Сохраняя прямую поясницу, наклонитесь вперед." },
{ "silence": 1000 },
{ "chance": 65, "ru": "+Ардха уттан+асана.", "en": "Ardha Uttanasana." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза вытяжения в наклоне вперед.", "en": "Standing half-forward bend." },
{ "silence": 1000 },
{ "ru": "Протяните вперед поясницу, грудной отдел позвоночника, шею." },
{ "silence": 1500 },
{ "ru": "Прямые ноги, прямая спина, вытянутая шея." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Наблюдайте за процессом вдоха и выдоха.", "en": "Observe the process of inhaling and exhaling.", "enSynonyms": [ "Pay attention to the act of breathing in and out.", "Focus on the process of inhalation and exhalation.", "Notice the mechanism of each inhale and exhale.", "Be mindful of the process of your breath in and out.", "Observe the flow of inhaling and exhaling.", "Watch the process of your breaths coming in and going out.", "Tune into the rhythm of inhalation and exhalation.", "Be aware of the movement of your breath as it flows.", "Notice the detailed process of each breath in and out.", "Focus on the gentle cycle of inhaling and exhaling.", "Observe the natural progression of your breathing.", "Pay close attention to the process of your breaths.", "Monitor the sequence of inhalation and exhalation.", "Stay mindful of the inhaling and exhaling process.", "Notice the rhythmic process of your breath flow.", "Focus on the steady cycle of your breathing process.", "Be conscious of the process as your breath enters and exits.", "Watch the natural movement of inhaling and exhaling.", "Tune your attention to the process of each breath.", "Observe the ongoing process of breathing in and out." ] },
{ "silence": 7600 },
{ "ru": "На вдох ноги подсогн+ите, кисти поместите на колени." },
{ "silence": 2500 },
{ "ru": "На выдох разогните колени." },
{ "silence": 2500 },
{ "ru": "Толкайтесь кистями." },
{ "silence": 1000 },
{"ru": "Спина и поясница - прямые.", "en": "Your back and lower back are straight.", "enSynonyms": ["Keep your back and lower spine straight.", "Ensure your back and lower back remain aligned.", "Maintain a straight posture in your back and lower back.", "Your spine and lower back should be in a straight line.", "Align your back and lower back in a straight position.", "Straighten your back and lumbar region.", "Keep your back and lower back in a neutral position.", "Ensure that your back and lower back are aligned straight.", "Your back and lower back are to stay straight and aligned.", "Make sure your back and lower spine are fully straight."]},
{ "silence": 1000 },
{ "ru": "Вперед подайте поясницу, грудной и шейный отделы позвоночника." },
{ "silence": 3500 },
{ "ru": "Согните ноги." },
{ "silence": 500 },
{ "ru": "Живот опустите на переднюю часть бёдер." },
{ "silence": 500 },
{ "ru": "Кисти поместите за голени." },
{ "silence": 500 },
{ "ru": "Локти под колени.", "en": "Place the elbows under the knees." },
{ "silence": 500 },
{ "ru": "Подбородок прижмите к коленям." },
{ "silence": 1000 },
{ "ru": "На выдох разогните ноги в коленях." },
{ "silence": 2000 },
{ "ru": "Напрягайте переднюю часть бедер." },
{ "silence": 2000 },
{ "ru": "Таз качните вперед или назад, чтобы исходя из ощущений таз оказался над пятками." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 4000 },
{ "ru": "Подсогн+ите ноги.", "en": "Bend your knees slightly." },
{ "silence": 500 },
{ "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 1000 },
{ "ru": "Вытяните спину, шею.", "en": "Lengthen your back and neck.", "enSynonyms": [ "Stretch your back and neck.", "Extend your spine and neck.", "Elongate your back and neck.", "Reach your back and neck long.", "Stretch your spine and neck upwards.", "Lengthen your spine and neck fully.", "Extend your back and neck in a straight line.", "Reach your neck and back towards the sky.", "Pull your spine and neck upward.", "Stretch both your back and neck outwards.", "Lengthen your entire back and neck.", "Draw your back and neck up and out.", "Stretch out your back and neck together.", "Extend your back while lengthening your neck.", "Stretch your neck and spine towards the ceiling.", "Elongate your spine and stretch your neck.", "Reach your neck and back in one smooth line.", "Lengthen the back and extend your neck upward.", "Stretch your neck up and extend your back down." ] },
{ "silence": 1000 },
{ "ru": "На выдох поднимите ногу и пяткой давите назад и вверх." },
{ "silence": 500 },
{ "ru": "Противоположная нога подсогнута." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поднятой пяткой давите назад." },
{ "silence": 500 },
{ "ru": "Носок на себя." },
{ "silence": 500 },
{ "ru": "Колено поднятой ноги прямое." },
{ "silence": 1000 },
{ "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Большой палец, мизинец и пятка - прижаты к коврику.", "en": "The big toe, little toe, and heel are pressed firmly into the mat.", "enSynonyms": [ "Press the big toe, pinky toe, and heel firmly into the mat.", "Ensure the big toe, little toe, and heel are grounded on the mat.", "The big toe, small toe, and heel should be firmly pressed into the mat.", "Anchor the big toe, pinky toe, and heel to the mat.", "Ground the big toe, little toe, and heel firmly into the mat.", "Keep the big toe, pinky toe, and heel pressed into the mat.", "Press down the big toe, little toe, and heel onto the mat.", "Ensure your big toe, pinky toe, and heel are rooted into the mat.", "The big toe, little toe, and heel must stay firmly grounded on the mat.", "Make sure the big toe, pinky toe, and heel are pressing into the mat.", "Anchor your big toe, little toe, and heel firmly on the mat.", "The big toe, small toe, and heel remain firmly grounded to the mat.", "Firmly press the big toe, pinky toe, and heel into the mat.", "Plant the big toe, little toe, and heel firmly into the mat.", "Ensure that the big toe, pinky toe, and heel are connected to the mat.", "The big toe, small toe, and heel should press firmly against the mat.", "Push the big toe, pinky toe, and heel into the mat with intent.", "Secure the big toe, little toe, and heel into the mat firmly.", "Ground the big toe, pinky toe, and heel evenly on the mat.", "The big toe, pinky toe, and heel are firmly anchored into the mat." ] },
{ "silence": 500 },
{ "chance": 20, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "ru": "Сделайте приседания на одной ноге, опуская живот на бедро." },
{ "silence": 7000 },
{ "ru": "Поднимите туловище и поднятое колено выведите выше таза." },
{ "silence": 1000 },
{ "ru": "Руки вытяните вверх, сложив ладони вместе." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Носок натяните на себя." },
{ "silence": 500 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Макушкой тянитесь вверх.", "en": "Reach upwards through the crown of your head.", "enSynonyms": [ "Stretch upwards through the top of your head.", "Lift through the crown of your head.", "Extend your energy upwards from the crown of your head.", "Reach up through the crown of your head, lengthening your spine.", "Grow taller by lifting through the crown of your head.", "Imagine reaching upwards through the top of your head.", "Lift the crown of your head towards the sky.", "Stretch the crown of your head upwards.", "Feel the energy rising from the top of your head.", "Draw your attention upwards through the crown of your head.", "Reach through the top of your head, extending your body upward.", "Lengthen your spine by reaching through the crown of your head.", "Stretch tall by lifting through the crown of your head.", "Extend upward through the top of your head, lengthening your posture.", "Reach towards the sky, lifting from the crown of your head.", "Lift through the crown of your head, reaching for the sky.", "Feel the stretch as you reach through the top of your head.", "Lift your head upwards, feeling the length in your spine.", "Feel your crown reach towards the ceiling as you stretch upwards." ] },
{ "silence": 500 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Взгляд рассеянный." },
{ "silence": 500 },
{ "chance": 65, "ru": "Мышцы лица расслаблены." },
{ "silence": 5000 },
{ "ru": "Опорную ногу подсогн+ите." },
{ "silence": 500 },
{ "chance": 99, "ru": "Кистями давите по сторонам.", "en": "Press outward with your palms.", "enSynonyms": [ "Push outwards with your palms.", "Apply pressure outward using your palms.", "Press your palms to the sides, applying force.", "Push both hands outward, feeling the resistance.", "With your palms, press firmly to the sides.", "Apply pressure to the sides using your palms.", "Press your palms outward with gentle force.", "Push your hands to the sides, using your palms.", "With your palms, apply pressure to each side.", "Push your palms outward in opposite directions.", "Press both palms outward, creating resistance.", "Gently press outward with your palms.", "Use your palms to push to the sides.", "Apply force outward with your palms.", "Push your hands outward, palms facing the sides.", "Press your palms outwards, feeling the stretch.", "Push outward with both palms, applying steady pressure.", "Extend your palms outward, creating force in both directions.", "Press gently outward using your palms." ] },
{ "silence": 500 },
{ "ru": "Поднятую ногу вперед." },
{ "silence": 500 },
{ "chance": 65, "ru": "Носок стопы натяните на себя." },
{ "silence": 4000 },
{ "ru": "Согните поднятую ногу." },
{ "silence": 500 },
{ "ru": "Пятку опорной стопы разверните внутрь." },
{ "silence": 500 },
{ "ru": "Опорная нога подсогнута." },
{ "silence": 500 },
{ "ru": "Поднятой ногой сделайте вращения наружу вокруг тазобедренного сустава." },
{ "silence": 7000 },
{ "ru": "Теперь вращайте в обратную сторону.", "en": "Now rotate in the opposite direction.", "enSynonyms": [ "Now turn in the reverse direction.", "Now rotate the other way.", "Now spin in the opposite direction.", "Now rotate in the reverse direction.", "Now turn around in the opposite direction.", "Now rotate in the opposite way.", "Now shift your rotation to the opposite side.", "Now move in the reverse direction.", "Now spin in the other direction.", "Now rotate back in the opposite direction.", "Now change direction and rotate the other way.", "Now turn to face the opposite direction.", "Now switch directions and rotate the other way.", "Now rotate back the other way.", "Now spin in the reverse direction.", "Now rotate towards the opposite side.", "Now move in the opposite direction with control.", "Now turn your body in the opposite direction.", "Now change the direction of rotation.", "Now reverse your rotation." ] },
{ "silence": 5000 },
{ "ru": "Стопу выведите перед собой." },
{ "silence": 500 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Поднятый носок натяните на себя." },
{ "silence": 500 },
{ "ru": "Угол между бедром поднятой ноги и голенью - девяносто градусов." },
{ "silence": 500 },
{ "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 1000 },
{ "chance": 95, "ru": "Поза танцующего Шивы.", "en": "The Dance of Shiva pose.", "enSynonyms": [ "The Natarajasana pose.", "Shiva's Dance pose.", "The Dancing Shiva posture.", "Pose of the Lord of Dance.", "Shiva's Dance of Creation pose.", "The pose of Nataraja, the dancing Shiva.", "The Dance of Lord Shiva posture.", "Natarajasana, the Lord of Dance pose.", "The pose of the Dancing Shiva.", "The pose representing Shiva's cosmic dance.", "The dance-inspired posture of Shiva.", "Shiva's cosmic dance asana.", "The posture of the Lord of Dance, Nataraja.", "Shiva's divine dance pose.", "Natarajasana, the dance of the universe.", "The pose symbolising Shiva's dance of creation.", "The graceful Dance of Shiva pose.", "Shiva's posture representing cosmic rhythm.", "Nataraja's posture, the dance of the universe.", "The posture of the cosmic dancer, Shiva." ] },
{ "silence": 1500 },
{ "ru": "Сохраняя туловище в пространстве неподвижным, несколько раз поднимите пятку опорной ноги." },
{ "silence": 7000 },
{ "chance": 99, "ru": "Кистями давите по сторонам.", "en": "Press outward with your palms.", "enSynonyms": [ "Push outwards with your palms.", "Apply pressure outward using your palms.", "Press your palms to the sides, applying force.", "Push both hands outward, feeling the resistance.", "With your palms, press firmly to the sides.", "Apply pressure to the sides using your palms.", "Press your palms outward with gentle force.", "Push your hands to the sides, using your palms.", "With your palms, apply pressure to each side.", "Push your palms outward in opposite directions.", "Press both palms outward, creating resistance.", "Gently press outward with your palms.", "Use your palms to push to the sides.", "Apply force outward with your palms.", "Push your hands outward, palms facing the sides.", "Press your palms outwards, feeling the stretch.", "Push outward with both palms, applying steady pressure.", "Extend your palms outward, creating force in both directions.", "Press gently outward using your palms." ] },
{ "silence": 1000 },
{ "ru": "Колено выведите вперед." },
{ "silence": 1000 },
{ "ru": "Опустите обе стопы." },
{ "silence": 1000 },
{ "ru": "Подсогн+ите ноги.", "en": "Bend your knees slightly." },
{ "silence": 500 },
{ "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 1000 },
{ "ru": "Вытяните спину, шею.", "en": "Lengthen your back and neck.", "enSynonyms": [ "Stretch your back and neck.", "Extend your spine and neck.", "Elongate your back and neck.", "Reach your back and neck long.", "Stretch your spine and neck upwards.", "Lengthen your spine and neck fully.", "Extend your back and neck in a straight line.", "Reach your neck and back towards the sky.", "Pull your spine and neck upward.", "Stretch both your back and neck outwards.", "Lengthen your entire back and neck.", "Draw your back and neck up and out.", "Stretch out your back and neck together.", "Extend your back while lengthening your neck.", "Stretch your neck and spine towards the ceiling.", "Elongate your spine and stretch your neck.", "Reach your neck and back in one smooth line.", "Lengthen the back and extend your neck upward.", "Stretch your neck up and extend your back down." ] },
{ "silence": 1000 },
{ "ru": "На выдох поднимите ногу и вытяните её назад." },
{ "silence": 500 },
{ "chance": 65, "ru": "Пяткой вытянутой ног+и давите назад." },
{ "silence": 500 },
{ "ru": "Опорная нога подсогнута." },
{ "silence": 500 },
{ "chance": 65, "ru": "Носок поднятой стопы натяните на себя.", "en": "Pull the toe of the raised foot toward you." },
{ "silence": 500 },
{ "ru": "Колено поднятой ноги выпрямите." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 1000 },
  { "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "chance": 97, "ru": "Туловище расположите параллельно полу." },
{ "silence": 1000 },
{ "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Большой палец, мизинец и пятка - прижаты к коврику.", "en": "The big toe, little toe, and heel are pressed firmly into the mat.", "enSynonyms": [ "Press the big toe, pinky toe, and heel firmly into the mat.", "Ensure the big toe, little toe, and heel are grounded on the mat.", "The big toe, small toe, and heel should be firmly pressed into the mat.", "Anchor the big toe, pinky toe, and heel to the mat.", "Ground the big toe, little toe, and heel firmly into the mat.", "Keep the big toe, pinky toe, and heel pressed into the mat.", "Press down the big toe, little toe, and heel onto the mat.", "Ensure your big toe, pinky toe, and heel are rooted into the mat.", "The big toe, little toe, and heel must stay firmly grounded on the mat.", "Make sure the big toe, pinky toe, and heel are pressing into the mat.", "Anchor your big toe, little toe, and heel firmly on the mat.", "The big toe, small toe, and heel remain firmly grounded to the mat.", "Firmly press the big toe, pinky toe, and heel into the mat.", "Plant the big toe, little toe, and heel firmly into the mat.", "Ensure that the big toe, pinky toe, and heel are connected to the mat.", "The big toe, small toe, and heel should press firmly against the mat.", "Push the big toe, pinky toe, and heel into the mat with intent.", "Secure the big toe, little toe, and heel into the mat firmly.", "Ground the big toe, pinky toe, and heel evenly on the mat.", "The big toe, pinky toe, and heel are firmly anchored into the mat." ] },
{ "silence": 1000 },
{ "ru": "Сделайте приседания на одной ноге, опуская живот на бедро." },
{ "silence": 5000 },
{ "ru": "Поднимите туловище и поднятое колено выведите выше таза." },
{ "silence": 1000 },
{ "ru": "Руки вытяните вверх, сложив ладони вместе." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Носок натяните на себя." },
{ "silence": 500 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Макушкой тянитесь вверх.", "en": "Reach upwards through the crown of your head.", "enSynonyms": [ "Stretch upwards through the top of your head.", "Lift through the crown of your head.", "Extend your energy upwards from the crown of your head.", "Reach up through the crown of your head, lengthening your spine.", "Grow taller by lifting through the crown of your head.", "Imagine reaching upwards through the top of your head.", "Lift the crown of your head towards the sky.", "Stretch the crown of your head upwards.", "Feel the energy rising from the top of your head.", "Draw your attention upwards through the crown of your head.", "Reach through the top of your head, extending your body upward.", "Lengthen your spine by reaching through the crown of your head.", "Stretch tall by lifting through the crown of your head.", "Extend upward through the top of your head, lengthening your posture.", "Reach towards the sky, lifting from the crown of your head.", "Lift through the crown of your head, reaching for the sky.", "Feel the stretch as you reach through the top of your head.", "Lift your head upwards, feeling the length in your spine.", "Feel your crown reach towards the ceiling as you stretch upwards." ] },
{ "silence": 500 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Взгляд рассеянный." },
{ "silence": 500 },
{ "chance": 65, "ru": "Мышцы лица расслаблены." },
{ "silence": 500 },
{ "chance": 65, "ru": "Локтя выпрямлены." },
{ "silence": 5000 },
{ "ru": "Опорную ногу подсогн+ите." },
{ "silence": 500 },
  { "chance": 99, "ru": "Кистями давите по сторонам.", "en": "Press outward with your palms.", "enSynonyms": [ "Push outwards with your palms.", "Apply pressure outward using your palms.", "Press your palms to the sides, applying force.", "Push both hands outward, feeling the resistance.", "With your palms, press firmly to the sides.", "Apply pressure to the sides using your palms.", "Press your palms outward with gentle force.", "Push your hands to the sides, using your palms.", "With your palms, apply pressure to each side.", "Push your palms outward in opposite directions.", "Press both palms outward, creating resistance.", "Gently press outward with your palms.", "Use your palms to push to the sides.", "Apply force outward with your palms.", "Push your hands outward, palms facing the sides.", "Press your palms outwards, feeling the stretch.", "Push outward with both palms, applying steady pressure.", "Extend your palms outward, creating force in both directions.", "Press gently outward using your palms." ] },
{ "silence": 500 },
{ "ru": "Вытяните поднятую ногу вперед." },
{ "silence": 500 },
{ "chance": 65, "ru": "Носок стопы натяните на себя." },
{ "silence": 4000 },
{ "ru": "Согните поднятую ногу." },
{ "silence": 500 },
{ "ru": "Пятку опорной стопы разверните внутрь." },
{ "silence": 500 },
{ "ru": "Опорная нога подсогнута." },
{ "silence": 500 },
{ "ru": "Поднятой ногой сделайте вращения наружу вокруг тазобедренного сустава." },
{ "silence": 4000 },
{ "ru": "Теперь вращайте в обратную сторону.", "en": "Now rotate in the opposite direction.", "enSynonyms": [ "Now turn in the reverse direction.", "Now rotate the other way.", "Now spin in the opposite direction.", "Now rotate in the reverse direction.", "Now turn around in the opposite direction.", "Now rotate in the opposite way.", "Now shift your rotation to the opposite side.", "Now move in the reverse direction.", "Now spin in the other direction.", "Now rotate back in the opposite direction.", "Now change direction and rotate the other way.", "Now turn to face the opposite direction.", "Now switch directions and rotate the other way.", "Now rotate back the other way.", "Now spin in the reverse direction.", "Now rotate towards the opposite side.", "Now move in the opposite direction with control.", "Now turn your body in the opposite direction.", "Now change the direction of rotation.", "Now reverse your rotation." ] },
{ "silence": 5000 },
{ "ru": "Стопу выведите перед собой." },
{ "silence": 500 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Поднятый носок натяните на себя." },
{ "silence": 500 },
{ "ru": "Угол между бедром и голенью - девяносто градусов." },
{ "silence": 500 },
{ "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 1000 },
{ "chance": 95, "ru": "Поза танцующего Шивы.", "en": "The Dance of Shiva pose.", "enSynonyms": [ "The Natarajasana pose.", "Shiva's Dance pose.", "The Dancing Shiva posture.", "Pose of the Lord of Dance.", "Shiva's Dance of Creation pose.", "The pose of Nataraja, the dancing Shiva.", "The Dance of Lord Shiva posture.", "Natarajasana, the Lord of Dance pose.", "The pose of the Dancing Shiva.", "The pose representing Shiva's cosmic dance.", "The dance-inspired posture of Shiva.", "Shiva's cosmic dance asana.", "The posture of the Lord of Dance, Nataraja.", "Shiva's divine dance pose.", "Natarajasana, the dance of the universe.", "The pose symbolising Shiva's dance of creation.", "The graceful Dance of Shiva pose.", "Shiva's posture representing cosmic rhythm.", "Nataraja's posture, the dance of the universe.", "The posture of the cosmic dancer, Shiva." ] },
{ "silence": 500 },
{ "ru": "Сохраняя туловище в пространстве неподвижным, несколько раз поднимите пятку опорной ноги." },
{ "silence": 7000 },
{ "chance": 99, "ru": "Кистями давите по сторонам.", "en": "Press outward with your palms.", "enSynonyms": [ "Push outwards with your palms.", "Apply pressure outward using your palms.", "Press your palms to the sides, applying force.", "Push both hands outward, feeling the resistance.", "With your palms, press firmly to the sides.", "Apply pressure to the sides using your palms.", "Press your palms outward with gentle force.", "Push your hands to the sides, using your palms.", "With your palms, apply pressure to each side.", "Push your palms outward in opposite directions.", "Press both palms outward, creating resistance.", "Gently press outward with your palms.", "Use your palms to push to the sides.", "Apply force outward with your palms.", "Push your hands outward, palms facing the sides.", "Press your palms outwards, feeling the stretch.", "Push outward with both palms, applying steady pressure.", "Extend your palms outward, creating force in both directions.", "Press gently outward using your palms." ] },
{ "silence": 1000 },
{ "ru": "Колено выведите вперед." },
{ "silence": 1000 },
{ "ru": "Опустите обе стопы." },
{ "silence": 1000 },
{ "ru": "Подсогн+ите ноги.", "en": "Bend your knees slightly." },
{ "silence": 500 },
{ "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 1000 },
{ "ru": "Вытяните спину, шею.", "en": "Lengthen your back and neck.", "enSynonyms": [ "Stretch your back and neck.", "Extend your spine and neck.", "Elongate your back and neck.", "Reach your back and neck long.", "Stretch your spine and neck upwards.", "Lengthen your spine and neck fully.", "Extend your back and neck in a straight line.", "Reach your neck and back towards the sky.", "Pull your spine and neck upward.", "Stretch both your back and neck outwards.", "Lengthen your entire back and neck.", "Draw your back and neck up and out.", "Stretch out your back and neck together.", "Extend your back while lengthening your neck.", "Stretch your neck and spine towards the ceiling.", "Elongate your spine and stretch your neck.", "Reach your neck and back in one smooth line.", "Lengthen the back and extend your neck upward.", "Stretch your neck up and extend your back down." ] },
{ "silence": 1500 },
  { "ru": "Таз отведите назад, как будто садитесь на стул.", "en": "Move your hips back as if you are sitting on a chair.", "enSynonyms": [ "Push your hips back as if you are about to sit in a chair.", "Shift your pelvis back, as though sitting on a chair.", "Move your hips backwards, as if you were sitting down on a chair.", "Push your hips back, imagining sitting on a chair.", "Shift your hips back, mimicking the action of sitting on a chair.", "Move your hips behind you as if preparing to sit on a chair.", "Push your pelvis backwards, as if you are lowering into a chair.", "Move your hips backward, like you are sitting down into a chair.", "Draw your hips back, as if you were about to sit in a chair.", "Push your hips back and downward, as if you are sitting down on a chair.", "Move your hips back, as though you are lowering into a chair seat.", "Shift your pelvis back, as if sitting down onto a chair.", "Move your hips behind you, as if you're about to sit in a chair.", "Push your hips back, like you're preparing to sit on a chair.", "Move your hips back, imitating the motion of sitting in a chair.", "Draw your hips backwards, mimicking sitting on a chair.", "Shift your hips back, imagining you are about to sit in a chair.", "Push your pelvis back, like you’re lowering into a chair seat." ] },
{ "silence": 1000 },
{ "ru": "Таз отводите назад, чтобы колени оказались в вертикале над носками." },
{ "silence": 500 },
{ "ru": "В коленях прямой угол." },
{ "silence": 500 },
{ "ru": "Колени прижмите друг к другу." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest." },
{ "silence": 500 },
{ "ru": "Уткат+асана.", "en": "Utkatasana." },
{ "silence": 100 },
{ "chance": 65, "ru": "Поза стула.", "en": "Chair Pose" },
{ "silence": 500 },
{ "chance": 65, "ru": "Промежуточный вариант.", "en": "Intermediate variation.", "enSynonyms": [ "Intermediate option.", "Midway variation.", "Transitional variation.", "Intermediate version.", "Middle stage variation.", "Halfway variation.", "In-between variation.", "Moderate variation.", "Intermediate level option.", "Transitional phase version.", "Mid-level variation.", "Partial variation.", "Middle-ground variation.", "Intermediate alternative.", "Midpoint variation.", "Intermediate choice.", "Middle variation.", "Transitional option.", "Intermediate stage version.", "Moderate level variation." ] },
{ "silence": 500 },
{ "ru": "Поверните туловище в одну из сторон." },
{ "silence": 1000 },
{ "ru": "Поверните только грудную клетку в сторону." },
{ "silence": 500 },
{ "ru": "Тазобедренный сустав и колени сохраните направленными вперед." },
{ "silence": 1000 },
{ "ru": "Паривритта уткат+асана." },
{ "silence": 100 },
{ "chance": 65, "ru": "Поза стула с поворотом." },
{ "silence": 1500 },
{ "chance": 65, "ru": "Если одно из колен выступает вперед, сместите его назад." },
{ "silence": 1500 },
  { "ru": "Туловище выведите на уровень 45 градусов от поверхности.", "en": "Tilt your torso to a 45-degree angle from the surface.", "enSynonyms": [ "Position your torso at a 45-degree angle to the surface.", "Align your torso at a 45-degree angle from the floor.", "Tilt your body to a 45-degree angle with the surface.", "Bring your torso to a 45-degree angle from the ground.", "Angle your torso at 45 degrees from the surface.", "Position your upper body at a 45-degree tilt from the floor.", "Rotate your torso to a 45-degree angle with respect to the surface.", "Lean your torso to a 45-degree angle from the ground.", "Tilt your upper body at 45 degrees from the floor.", "Raise your torso to a 45-degree angle from the surface.", "Align your body to form a 45-degree angle with the ground.", "Position your torso so it forms a 45-degree angle from the surface.", "Raise your upper body to a 45-degree tilt from the surface.", "Set your torso at a 45-degree tilt from the floor.", "Rotate your upper body to a 45-degree angle from the surface.", "Position your torso 45 degrees above the surface.", "Angle your upper body to a 45-degree angle from the ground.", "Tilt your torso upward to a 45-degree angle with respect to the surface." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Макушкой тянитесь вверх.", "en": "Reach upwards through the crown of your head.", "enSynonyms": [ "Stretch upwards through the top of your head.", "Lift through the crown of your head.", "Extend your energy upwards from the crown of your head.", "Reach up through the crown of your head, lengthening your spine.", "Grow taller by lifting through the crown of your head.", "Imagine reaching upwards through the top of your head.", "Lift the crown of your head towards the sky.", "Stretch the crown of your head upwards.", "Feel the energy rising from the top of your head.", "Draw your attention upwards through the crown of your head.", "Reach through the top of your head, extending your body upward.", "Lengthen your spine by reaching through the crown of your head.", "Stretch tall by lifting through the crown of your head.", "Extend upward through the top of your head, lengthening your posture.", "Reach towards the sky, lifting from the crown of your head.", "Lift through the crown of your head, reaching for the sky.", "Feel the stretch as you reach through the top of your head.", "Lift your head upwards, feeling the length in your spine.", "Feel your crown reach towards the ceiling as you stretch upwards." ] },
{ "silence": 1500 },
{ "ru": "Встаньте на носки.", "en": "Stand on the toes." },
{ "silence": 500 },
{ "ru": "Пятки выведите над носками." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Внимание направьте в область голеней." },
{ "silence": 1000 },
{ "ru": "Пятки и колени соедините." },
{ "silence": 5000 },
{ "ru": "Разверните туловище вперед." },
{ "silence": 2000 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 500 },
{ "ru": "На выдох вытяните руки вверх." },
{ "silence": 500 },
{ "ru": "Ладони сожмите." },
{ "silence": 500 },
{ "chance": 65, "ru": "Кистями давите назад." },
{ "silence": 500 },
{ "chance": 30, "ru": "Подбородком давите на ярёмную ямку." },
{ "silence": 500 },
{ "chance": 65, "ru": "Вытяните затылок." },
{ "silence": 500 },
{ "chance": 30, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 1500 },
{ "ru": "Сохраняя поднятые кисти, разогните ноги." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Нижнюю часть таза подайте вперед.", "en": "Bring the lower part of the pelvis forward." },
{ "silence": 1500 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 1000 },
{ "ru": "Лицо поднимите на уровень 45 градусов." },
{ "silence": 1500 },
{ "ru": "Большие пальцы и ст+опы вместе." },
{ "silence": 1500 },
{ "ru": "Опустите р+уки через стороны и опуститесь на пятки." },
{ "silence": 2500 },
{ "chance": 95, "ru": "Тад+асана.", "en": "Tad+asana." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза гор+ы.", "en": "Mountain Pose." },
{ "silence": 3000 },
{ "chance": 50, "ru": "Все мышцы тела в легком тонусе.", "en": "All the muscles of the body are in light tonus." },
{ "silence": 500 },
{ "ru": "Далее может пригодиться ремень." },
{ "silence": 4500 },
{ "ru": "Поднимите одно колено и переднюю часть одного из бёдер прижмите к грудной клетке." },
{ "silence": 500 },
{ "chance": 65, "ru": "Носок вытяните от себя." },
{ "silence": 500 },
{ "ru": "Тад+асана паванмукт+асана." },
{ "silence": 500 },
{ "ru": "Колено к груди из позы горы." },
{ "silence": 2500 },
{ "ru": "Поднятую ногу отведите в сторону." },
{ "silence": 100 },
{ "ru": "Противоположную от поднятой ноги кисть вытяните в сторону." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Большой палец, мизинец и пятка - прижаты к коврику.", "en": "The big toe, little toe, and heel are pressed firmly into the mat.", "enSynonyms": [ "Press the big toe, pinky toe, and heel firmly into the mat.", "Ensure the big toe, little toe, and heel are grounded on the mat.", "The big toe, small toe, and heel should be firmly pressed into the mat.", "Anchor the big toe, pinky toe, and heel to the mat.", "Ground the big toe, little toe, and heel firmly into the mat.", "Keep the big toe, pinky toe, and heel pressed into the mat.", "Press down the big toe, little toe, and heel onto the mat.", "Ensure your big toe, pinky toe, and heel are rooted into the mat.", "The big toe, little toe, and heel must stay firmly grounded on the mat.", "Make sure the big toe, pinky toe, and heel are pressing into the mat.", "Anchor your big toe, little toe, and heel firmly on the mat.", "The big toe, small toe, and heel remain firmly grounded to the mat.", "Firmly press the big toe, pinky toe, and heel into the mat.", "Plant the big toe, little toe, and heel firmly into the mat.", "Ensure that the big toe, pinky toe, and heel are connected to the mat.", "The big toe, small toe, and heel should press firmly against the mat.", "Push the big toe, pinky toe, and heel into the mat with intent.", "Secure the big toe, little toe, and heel into the mat firmly.", "Ground the big toe, pinky toe, and heel evenly on the mat.", "The big toe, pinky toe, and heel are firmly anchored into the mat." ] },
{ "silence": 1000 },
{ "ru": "Поднятое колено стремится вверх и назад." },
{ "silence": 1000 },
{ "ru": "Несколько раз приподнимитесь на носке.", "en": "Rise onto your toes several times.", "enSynonyms": [ "Lift up onto your toes a few times.", "Come up onto your toes several times.", "Rise up on your toes repeatedly.", "Elevate your heels and rise onto your toes multiple times.", "Lift your body onto your toes a few times.", "Push up onto your toes several times.", "Rise onto your toes in repeated motions.", "Come up onto your toes again and again.", "Elevate your body on your toes several times.", "Perform several repetitions of rising onto your toes.", "Lift yourself onto your toes repeatedly.", "Stand up on your toes several times.", "Push yourself up onto your toes repeatedly.", "Raise your heels and come onto your toes a few times.", "Come up onto your toes a few times in succession.", "Rise onto your toes multiple times in a row.", "Elevate onto your toes several times in a sequence.", "Repeat the motion of rising onto your toes a few times.", "Push up on your toes in a few consecutive repetitions." ] },
{ "silence": 4000 },
{ "ru": "На вдох подсогн+ите опорную ногу." },
{ "silence": 1000 },
{ "ru": "Указательным и средним пальцами возьмитесь за большой палец поднятой ноги." },
{ "silence": 1000 },
{ "ru": "Наполовину разогните поднятую ногу." },
{ "silence": 500 },
{ "ru": "В пояснице прогиб." },
{ "silence": 4500 },
{ "ru": "Выпрямите согнутое колено полностью.", "en": "Straighten the raised leg completely." },
{ "silence": 2000 },
{ "ru": "При необходимости используйте ремень или возьмитесь за голень." },
{ "silence": 2500 },
{ "ru": "Уттхита Хаста падангуштхасана." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза рук+и за большой палец стопы стоя." },
{ "silence": 1500 },
{ "chance": 65, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 5000 },
{ "ru": "Согните поднятую ногу и подъём стопы поместите на противоположное бедро." },
{ "silence": 2000 },
{ "ru": "Пятка под пупком." },
{ "silence": 2500 },
{ "ru": "Сожмите ягодицу со стороны поднятой ноги, вверх подтянув ту же сторону тазобедренного сустава." },
{ "silence": 1000 },
{ "ru": "Поднятое колено отводите назад." },
{ "silence": 1000 },
{ "ru": "Поднимите руки через стороны.", "en": "Raise the hands across the sides." },
{ "silence": 500 },
{ "ru": "Кисти в зам+ок." },
{ "silence": 1000 },
{ "ru": "Вверх вытяните указательные пальцы." },
{ "silence": 500 },
{ "chance": 95, "ru": "Врикш+асана." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза дерева.", "en": "Tree pose.", "enSynonyms": [ "Vrikshasana.", "Tree posture.", "Tree standing pose.", "Standing tree pose.", "Tree asana.", "Tree balance pose.", "Tree position.", "Standing in tree posture.", "The tree balance pose.", "Tree pose standing position.", "Balance in tree pose.", "Tree stance.", "Standing tall in tree pose.", "Tree posture standing.", "Vrikshasana pose.", "Balance your body in tree pose.", "Tree position with focus.", "Standing in tree stance.", "Tree pose alignment.", "Vrikshasana balance posture." ] },
{ "silence": 500 },
{ "ru": "Руки в локтях прямые и вытянуты изолированно от шеи." },
{ "silence": 5000 },
  { "ru": "Несколько раз приподнимитесь на носке.", "en": "Rise onto your toes several times.", "enSynonyms": [ "Lift up onto your toes a few times.", "Come up onto your toes several times.", "Rise up on your toes repeatedly.", "Elevate your heels and rise onto your toes multiple times.", "Lift your body onto your toes a few times.", "Push up onto your toes several times.", "Rise onto your toes in repeated motions.", "Come up onto your toes again and again.", "Elevate your body on your toes several times.", "Perform several repetitions of rising onto your toes.", "Lift yourself onto your toes repeatedly.", "Stand up on your toes several times.", "Push yourself up onto your toes repeatedly.", "Raise your heels and come onto your toes a few times.", "Come up onto your toes a few times in succession.", "Rise onto your toes multiple times in a row.", "Elevate onto your toes several times in a sequence.", "Repeat the motion of rising onto your toes a few times.", "Push up on your toes in a few consecutive repetitions." ] },
{ "silence": 3500 },
{ "ru": "Подсогн+ите опорную ногу." },
{ "silence": 100 },
{ "chance": 99, "ru": "Кистями давите по сторонам.", "en": "Press outward with your palms.", "enSynonyms": [ "Push outwards with your palms.", "Apply pressure outward using your palms.", "Press your palms to the sides, applying force.", "Push both hands outward, feeling the resistance.", "With your palms, press firmly to the sides.", "Apply pressure to the sides using your palms.", "Press your palms outward with gentle force.", "Push your hands to the sides, using your palms.", "With your palms, apply pressure to each side.", "Push your palms outward in opposite directions.", "Press both palms outward, creating resistance.", "Gently press outward with your palms.", "Use your palms to push to the sides.", "Apply force outward with your palms.", "Push your hands outward, palms facing the sides.", "Press your palms outwards, feeling the stretch.", "Push outward with both palms, applying steady pressure.", "Extend your palms outward, creating force in both directions.", "Press gently outward using your palms." ] },
{ "silence": 1000 },
{ "chance": 10, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 1000 },
{ "ru": "На вдох круг плечевыми суставами назад, и на выдох наклонитесь вперед." },
{ "silence": 500 },
{ "ru": "Животом тянитесь вниз." },
{ "silence": 500 },
{ "ru": "правую часть тазобедренного сустава подайте вперед и вверх." },
{ "silence": 500 },
{ "chance": 65, "ru": "Кистями давите по сторонам." },
{ "silence": 500 },
{ "ru": "Живот опустите на пятку." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Наблюдайте за ощущениями.", "en": "Observe your sensations.", "enSynonyms": [ "Pay attention to your sensations.", "Be mindful of your feelings.", "Notice the sensations in your body.", "Tune in to your body’s sensations.", "Focus on the sensations you are experiencing.", "Become aware of the sensations within you.", "Watch how your body feels.", "Notice the feelings in your body.", "Take note of your physical sensations.", "Be present with the sensations in your body.", "Observe the sensations in your body carefully.", "Pay attention to how your body feels.", "Tune into the feelings within your body.", "Be aware of the sensations you are having.", "Focus on the physical sensations you feel.", "Feel the sensations and be mindful of them.", "Observe how your body feels at this moment.", "Stay aware of your body's sensations.", "Watch and notice the sensations in your body." ] },
{ "silence": 3000 },
{ "ru": "Обе кисти опустите на коврик." },
{ "silence": 1000 },
{"ru": "При необходимости используйте блоки.", "en": "If needed, make use of blocks for support.", "enSynonyms": ["Feel free to use blocks if you need extra support.", "Use blocks as necessary to enhance stability and comfort.", "If required, incorporate blocks to assist your pose.", "Consider using blocks if they help you maintain alignment.", "Use blocks whenever you need added support or balance.", "Blocks can be used as needed to make the posture more accessible.", "Reach for blocks if they provide extra comfort or stability.", "Make use of blocks if they help you feel more steady in the pose.", "If necessary, grab blocks to support your alignment and ease.", "Take advantage of blocks if you need additional assistance."]},
{ "silence": 1500 },
{ "ru": "Отпустите мышцы спины, чтобы спина оказалась согнутой." },
{ "silence": 1000 },
{ "ru": "Кистью возьмитесь за опорное колено, локоть заведите за опорное колено." },
{ "silence": 1000 },
{ "ru": "Животом тянитесь ко вн+утренней части бедра." },
{ "silence": 1000 },
{ "ru": "Выпрямите колено опорной ноги." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Расслабьте шею." },
{ "silence": 12000 },
{ "ru": "Подсогн+ите опорную ногу." },
{ "silence": 500 },
{ "ru": "Кисти поместите по краям коврика." },
{ "silence": 1000 },
{ "ru": "Удерживая поднятую стопу на бедре, перенесите вес тела на руки и сделайте отпрыжку назад опорной стопой." },
{ "silence": 1000 },
{ "ru": "Кисти поставьте под плечевые суставы.", "en": "Put the hands right under the shoulder joints." },
{ "silence": 2000 },
{ "ru": "Вверх тяните колено согнутой ноги." },
{ "silence": 500 },
{ "chance": 65, "ru": "От макушки до пяток прямая линия.", "en": "A straight line from the crown of your head to your heels." },
{ "silence": 500 },
{ "chance": 65, "ru": "Пхалак+асана на одной ноге." },
{ "silence": 500 },
{ "ru": "Верхняя планка на одной ноге." },
{ "silence": 100 },
{ "ru": "Поставьте кисти +узко." },
{ "silence": 100 },
{ "ru": "Удерживая стопу на бедре, отожмитесь." },
{ "silence": 500 },
{ "ru": "Локти сгибайте назад вдоль коврика." },
{ "silence": 1000 },
{ "chance": 10, "ru": "На усилие - выдох.", "en": "Exhale on exertion." },
{ "silence": 14000 },
{ "ru": "Сохраняя стопу на бедре, таз выведите вверх." },
{ "silence": 1000 },
{ "ru": "Руки поставьте по краям коврика." },
{ "silence": 1000 },
{ "ru": "Пятку опорной ноги тяните к коврику." },
{ "silence": 1000 },
{ "ru": "Толкайтесь кистями, чтобы грудной клеткой потянуться к колену опорной ноги.", "en": "Push through your wrists to reach your chest towards the knee of your supporting leg.", "enSynonyms": [ "Push into your hands to draw your chest towards the knee of the supporting leg.", "Use your wrists to push and extend your chest towards the knee of your grounded leg.", "Press into your palms to bring your chest towards the knee of the supporting leg.", "Push with your hands to stretch your chest towards the knee of the standing leg.", "Drive through your wrists to reach your chest towards the knee of your stabilizing leg.", "Push your palms down to bring your chest towards the knee of the leg that’s supporting you.", "Press through your wrists and draw your chest towards the knee of the grounded leg.", "Engage your wrists and reach your chest towards the knee of your supporting leg.", "Push firmly with your hands and draw your chest towards the knee of your stable leg.", "Press into the wrists and guide your chest towards the knee of the supporting leg.", "Activate your wrists and stretch your chest toward the knee of your grounded leg.", "Push through your wrists to draw your chest forward toward the knee of your supporting leg.", "Use your wrists to push and pull your chest closer to the knee of your standing leg.", "Press with your hands to guide your chest toward the knee of your supporting leg.", "Push into your wrists and reach your chest toward the knee of the stabilizing leg.", "Press down with your palms and draw your chest towards the knee of the supported leg.", "Push through your palms to pull your chest towards the knee of the supporting leg.", "Activate your wrists and stretch your chest towards the knee of your standing leg.", "Push into your palms and draw your chest towards the knee of your stable leg." ] },
{ "silence": 1000 },
{ "chance": 20, "ru": "Отпустите шею." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 1000 },
{ "ru": "Тазобедренный расположен прямо." },
{ "silence": 500 },
{ "chance": 20, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 2000 },
{ "chance": 65, "ru": "Сведите лопатки, прогнитесь в пояснице." },
{ "silence": 1500 },
{ "ru": "Сохраняя стопу на бедре, отожмитесь сгибая локти." },
{ "silence": 500 },
{ "chance": 5, "ru": "Касайтесь локтями коврика." },
{ "silence": 1000 },
{ "chance": 10, "ru": "На усилие - выдох.", "en": "Exhale on exertion." },
{ "silence": 6000 },
{ "ru": "На вдох сделайте шаг стопой к противоположной кисти." },
{ "silence": 1000 },
{ "ru": "На выдох опустите на коврик колено, вытяните носок другой ноги." },
{ "silence": 1000 },
{ "ru": "Опустите ягодицу и колено." },
{ "silence": 1000 },
{ "ru": "Чтобы довернуть тазобедренный до фронтальной плоскости, подложите блок под ягодичную мышцу или под бедро." },
{ "silence": 1000 },
{ "ru": "Доверните таз чтобы он оказался параллельно горизонтальной плоскости." },
{ "silence": 2000 },
{ "ru": "Угол между бедром протянутой вперед ноги и голенью - девяносто градусов." },
{ "silence": 1000 },
{ "chance": 95, "ru": "+Ардха капотасана." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Поза голубя." },
{ "silence": 4000 },
{ "ru": "На выдох опускайте грудную клетку на середину голени согнутой ноги." },
{ "silence": 1000 },
{ "ru": "Локти опустите на коврик." },
{ "silence": 1500 },
{ "ru": "+Адхо мукха капотасана." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Поза спящего лебедя." },
{ "silence": 1500 },
{ "ru": "Вытяните спину, шею.", "en": "Lengthen your back and neck.", "enSynonyms": [ "Stretch your back and neck.", "Extend your spine and neck.", "Elongate your back and neck.", "Reach your back and neck long.", "Stretch your spine and neck upwards.", "Lengthen your spine and neck fully.", "Extend your back and neck in a straight line.", "Reach your neck and back towards the sky.", "Pull your spine and neck upward.", "Stretch both your back and neck outwards.", "Lengthen your entire back and neck.", "Draw your back and neck up and out.", "Stretch out your back and neck together.", "Extend your back while lengthening your neck.", "Stretch your neck and spine towards the ceiling.", "Elongate your spine and stretch your neck.", "Reach your neck and back in one smooth line.", "Lengthen the back and extend your neck upward.", "Stretch your neck up and extend your back down." ] },
{ "silence": 3000 },
{ "chance": 65, "ru": "Полностью расслабьте согнутую ногу." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Сопровождайте вниманием каждый вдох и каждый выдох.", "en": "Follow each inhalation and each exhalation." },
{ "silence": 500 },
{ "chance": 65, "ru": "Если внимание уходит в сторону, возвращайте внимание на дыхание." },
{ "silence": 20000 },
{ "chance": 65, "ru": "Посмотрите вперед.", "en": "Look forward.", "enSynonyms": [ "Gaze forward.", "Turn your gaze ahead.", "Focus ahead.", "Look straight ahead.", "Direct your gaze forward.", "Look in front of you.", "Keep your eyes forward.", "Look ahead in front of you.", "Turn your eyes to the front.", "Look towards the horizon.", "Face forward.", "Set your gaze ahead.", "Look out in front of you.", "Keep your sight ahead.", "Look ahead with focus.", "Fix your eyes on what’s ahead.", "Turn your focus to the front.", "Look in the direction you're facing.", "Gaze in the forward direction." ] },
{ "silence": 500 },
{ "ru": "Сожмите ягодицу со стороны вытянутой ноги." },
{ "silence": 100 },
{ "ru": "Напрягите переднюю часть бедра." },
{ "silence": 1000 },
{ "ru": "Пятка вытянутой назад ноги направлена назад и вверх." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Если ощущаете сжатие позвоночных дисков или мышц, сделайте небольшой наклон вперед." },
{ "silence": 6000 },
{ "ru": "Кисти опустите под плечевые суставы." },
{ "silence": 1500 },
{ "ru": "Поднимите колено вытянутой назад ног+и, опираясь на носок." },
{ "silence": 1000 },
{ "ru": "На выдох другим коленом коснитесь лба." },
{ "silence": 500 },
{ "ru": "Пхалак+асана с коленом ко лбу.", "en": "Phalakasana with knee to forehead." },
{ "silence": 500 },
{ "chance": 65, "ru": "Верхняя планка с коленом ко лбу.", "en": "High plank with knee to forehead ." },
{ "silence": 500 },
{ "ru": "Пятку тяните к ягодице." },
{ "silence": 500 },
{ "ru": "Таз опустите ниже." },
{ "silence": 1000 },
{ "ru": "Сохраняя колено прижатым ко лбу, отожмитесь.", "en": "Maintain your knee pressed to your forehead while performing a push-up.", "enSynonyms": [ "Keep your knee pressed against your forehead and do a push-up.", "Press your knee to your forehead as you perform a push-up.", "While keeping your knee to your forehead, push up.", "With your knee against your forehead, lower and push yourself up.", "Press your knee into your forehead and perform a push-up.", "Maintain the knee against your forehead while pushing up.", "Hold your knee to your forehead and complete a push-up.", "Keep the knee at your forehead and do a push-up motion.", "While keeping the knee pressed to the forehead, push up from the floor.", "Push yourself up while holding your knee against your forehead.", "Press your knee to your forehead and push up in a controlled manner.", "Maintain your knee at your forehead while completing the push-up.", "Push-up with your knee pressed to your forehead.", "Keep your knee firmly against your forehead as you push up.", "Perform a push-up while pressing your knee to your forehead.", "Push yourself up, keeping your knee pressed to your forehead.", "With your knee pressed to your forehead, complete the push-up.", "Press your knee to your forehead and perform a controlled push-up.", "Do a push-up while maintaining your knee against your forehead." ] },
{ "silence": 1000 },
{ "chance": 65, "ru": "Касайтесь макушкой коврика." },
{ "silence": 7000 },
{ "ru": "Шаг назад стопой поднятой ноги.", "en": "Step back with the foot of your lifted leg." },
{ "silence": 500 },
{ "ru": "Стопы вместе.", "en": "Bring your feet together." },
{ "silence": 500 },
{ "ru": "Согните локти до прямого угла.", "en": "Bend your elbows to a 90-degree angle." },
{ "silence": 500 },
{ "ru": "Тело на весу.", "en": "The body is suspended.", "enSynonyms": [ "The body is floating.", "The body is in suspension.", "The body is hanging.", "The body is elevated.", "The body is held up.", "The body is airborne.", "The body is lifted off the ground.", "The body is suspended in the air.", "The body is hovering.", "The body is in mid-air.", "The body is in free space.", "The body is weightless.", "The body is lifted and suspended.", "The body is off the floor.", "The body is in a suspended position.", "The body is floating above the ground.", "The body is hanging in space.", "The body is lifted and floating.", "The body is in the air, unsupported." ] },
{ "silence": 500 },
{ "chance": 10, "ru": "Тело все ещё на весу.", "en": "Your body is still floating, suspended off the ground." },
{ "silence": 1500 },
{ "chance": 10, "ru": "Тело все ещё на весу.", "en": "Your body is still floating, suspended off the ground." },
{ "silence": 500 },
{ "chance": 30, "ru": "Чатур+анга данд+асана.", "en": "Chaturanga Dandasana." },
{ "silence": 500 },
{ "ru": "Опустите колени и таз." },
{ "silence": 1000 },
{ "ru": "Кисти пододвиньте ближе к тазу.", "en": "Move your wrists closer to your pelvis.", "enSynonyms": [ "Bring your wrists nearer to your pelvis.", "Shift your wrists towards your hips.", "Move your hands closer to your pelvis.", "Slide your wrists closer to your hips.", "Draw your wrists in towards your pelvis.", "Position your wrists closer to your hips.", "Bring your palms nearer to your pelvis.", "Place your wrists closer to your lower body.", "Align your wrists closer to your pelvis.", "Move your hands in closer to your hips.", "Shift your hands towards your pelvis.", "Slide your palms closer to your pelvis.", "Move your wrists closer to your lower back.", "Bring your wrists nearer to the hips.", "Adjust your wrists to be closer to your pelvis.", "Bring your palms closer to your pelvis region.", "Reposition your wrists closer to your pelvic area.", "Move your wrists towards the centre of your pelvis.", "Draw your wrists in toward your pelvis area." ] },
{ "silence": 2000 },
{ "ru": "Локти разогните, чтобы туловище поднялось.", "en": "Straighten the elbows so that the body is raised." },
{ "silence": 1000 },
{ "ru": "Сожмите ягодицы и поднимите колени." },
{ "silence": 1000 },
{ "chance": 65, "ru": "+Урдхва мукха шван+асана.", "en": "Urdhva Mukha shvanasana." },
{ "silence": 500 },
{ "chance": 65, "ru": "Собака мордой вверх.", "en": "Upward-facing dog." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 20, "ru": "Чтобы убрать напряжение в поясничном отделе, подайте плечи вперед и вниз, чтобы руки максимально нагрузились." },
{ "silence": 2500 },
{ "ru": "Плечи впереди кистей." },
{ "silence": 500 },
{ "ru": "На выдох таз выведите назад и вверх." },
{ "silence": 1500 },
{ "chance": 20, "ru": "+Адхо мукха шван+асана.", "en": "+Adho mukha shwan+asana." },
{ "silence": 500 },
{ "chance": 20, "ru": "Собака мордой вниз.", "en": "Downward-facing dog." },
{ "silence": 1000 },
{ "ru": "Отожмитесь, касаясь макушкой мысленной прямой линии между кистями." },
{ "silence": 7000 },
{ "ru": "Ноги подсогн+ите.", "en": "Bend the legs slightly." },
{ "silence": 1500 },
{ "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 1500 },
{ "ru": "Шаг вперед одной, другой стопами." },
{ "silence": 4000 },
{ "chance": 20, "ru": "Сведите большие пальцы стоп и пятки.", "en": "Get the big toes and heels together." },
{ "silence": 2000 },
{ "ru": "Пятки врось." },
{ "silence": 3000 },
{ "ru": "Колени подсогн+ите.", "en": "Bend your knees slightly." },
{ "silence": 1000 },
{ "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 1000 },
{ "ru": "Толкайтесь кистями." },
{ "silence": 1000 },
{ "ru": "Таз опустите, чтобы в коленях образовался прямой угол." },
{ "silence": 1000 },
{ "ru": "Колени над носками." },
{ "silence": 500 },
{ "chance": 65, "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest." },
{ "silence": 500 },
{ "chance": 65, "ru": "Уткат+асана." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза стула.", "en": "Chair Pose" },
{ "silence": 500 },
{ "chance": 65, "ru": "Промежуточный вариант.", "en": "Intermediate variation.", "enSynonyms": [ "Intermediate option.", "Midway variation.", "Transitional variation.", "Intermediate version.", "Middle stage variation.", "Halfway variation.", "In-between variation.", "Moderate variation.", "Intermediate level option.", "Transitional phase version.", "Mid-level variation.", "Partial variation.", "Middle-ground variation.", "Intermediate alternative.", "Midpoint variation.", "Intermediate choice.", "Middle variation.", "Transitional option.", "Intermediate stage version.", "Moderate level variation." ] },
{ "silence": 500 },
{ "ru": "Поверните только грудную клетку в сторону." },
{ "silence": 500 },
{ "ru": "Тазобедренный сустав и колени сохраните направленными вперед." },
{ "silence": 500 },
{ "chance": 95, "ru": "Паривритта уткат+асана." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза стула с поворотом." },
{ "silence": 500 },
{ "chance": 65, "ru": "Если одно из колен сместилось вперед, сместите его назад, чтобы колени были на одном уровне." },
{ "silence": 500 },
  { "chance": 20, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 6000 },
{ "ru": "Пятки оторвите от коврика и выведите над носками." },
{ "silence": 500 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 65, "ru": "Плечами давите вниз и назад.", "en": "Press your shoulders down and back.", "enSynonyms": [ "Push your shoulders down and back.", "Drive your shoulders down and back.", "Lower and pull your shoulders back.", "Press your shoulders downwards and back.", "Press your shoulders down while pulling them back.", "Push your shoulders back and downward.", "Move your shoulders down and behind you.", "Drive your shoulders downward and towards the back.", "Lower your shoulders and press them back.", "Press the shoulders down and pull them back.", "Pull your shoulders back while pressing them down.", "Push your shoulders back while pushing them down.", "Press down through your shoulders and move them back.", "Drive your shoulders down towards your back.", "Press your shoulders downward and pull them back.", "Move your shoulders downwards and back towards your spine.", "Push your shoulders down while drawing them back.", "Activate your shoulders by pressing them down and pulling them back.", "Press the shoulders down and towards the back." ] },
{ "silence": 2000 },
{ "ru": "Разверните туловище вперед." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Внимание направьте в область голеней и бёдер." },
{ "silence": 500 },
{ "ru": "Сохраняя поднятые пятки, сложенные ладони вытяните над головой." },
{ "silence": 500 },
{ "chance": 65, "ru": "Кистями давите назад." },
{ "silence": 500 },
{ "ru": "Прижмите подбородок к ярёмной ямке.", "en": "Press your chin against the yar fossa." },
{ "silence": 500 },
{ "ru": "Уткат+асана на носках.", "en": "Chair pose on your toes." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза стула на носках.", "en": "Chair pose on your toes" },
{ "silence": 5000 },
{ "ru": "Сохраняя руки поднятыми, разогните ноги." },
{ "silence": 500 },
{ "chance": 20, "ru": "Круг плечевыми назад.", "en": "Rotate the shoulder joints backwards." },
{ "silence": 500 },
{ "chance": 65, "ru": "Лицо поднимите.", "en": "Lift up the face." },
{ "silence": 500 },
{ "ru": "Потянитесь вверх за кистями." },
{ "silence": 500 },
{ "ru": "Расширьте грудную клетку." },
{ "silence": 1500 },
{ "ru": "На выдох руки опустите через стороны и опустите пятки." },
{ "silence": 7500 },
{ "ru": "Далее могут пригодиться ремень и блоки." },
{ "silence": 6000 },
{ "ru": "Подсогн+ите одно колено и прижмите к грудной клетке." },
{ "silence": 1000 },
{ "ru": "Носок вытяните." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Затылком давите назад.", "en": "Use the back of your neck to press backwards." },
{ "silence": 7000 },
{ "ru": "Выпрямите опорное колено." },
{ "silence": 1000 },
{ "ru": "Поднятое отведите в сторону." },
{ "silence": 100 },
{ "ru": "Поднятую кисть вытяните на уровень плеч." },
{ "silence": 500 },
{ "ru": "В вытянутой кисти омммм м+удра." },
{ "silence": 1000 },
{ "chance": 25, "ru": "Ягодицы сожмите.", "en": "Squeeze your glutes." },
{ "silence": 4000 },
{ "ru": "Подсогн+ите опорную ногу." },
{ "silence": 500 },
{ "ru": "Указательным и средним пальцами возьмитесь за большой палец поднятой ноги." },
{ "silence": 3500 },
{ "ru": "Выпрямите поднятую ногу." },
{ "silence": 4500 },
{ "ru": "Уттхита хаста падангуштхасана." },
{ "silence": 500 },
{ "ru": "Поза рук+и за большой палец стопы стоя." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 5000 },
{ "ru": "Согните поднятую ногу." },
{ "silence": 1000 },
{ "ru": "Подъем поднятой стопы поместите на бедро противположной ноги." },
{ "silence": 2000 },
{ "ru": "Пятка под пупком." },
{ "silence": 1000 },
{ "ru": "Выпрямите колено опорной ноги." },
{ "silence": 1000 },
{ "ru": "Сожмите ягодицу на стороне поднятой ноги." },
{ "silence": 1000 },
{ "ru": "Отведите поднятое колено назад и вверх." },
{ "silence": 2000 },
{ "ru": "Через стороны поднимите кисти над головой." },
{ "silence": 1000 },
{ "ru": "Кисти в зам+ок и направьте вверх указательные пальцы." },
{ "silence": 500 },
{ "chance": 95, "ru": "Врикш+асана." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза дерева.", "en": "Tree pose.", "enSynonyms": [ "Vrikshasana.", "Tree posture.", "Tree standing pose.", "Standing tree pose.", "Tree asana.", "Tree balance pose.", "Tree position.", "Standing in tree posture.", "The tree balance pose.", "Tree pose standing position.", "Balance in tree pose.", "Tree stance.", "Standing tall in tree pose.", "Tree posture standing.", "Vrikshasana pose.", "Balance your body in tree pose.", "Tree position with focus.", "Standing in tree stance.", "Tree pose alignment.", "Vrikshasana balance posture." ] },
{ "silence": 500 },
{ "ru": "Руки в локтях прямые и вытянуты изолированно от шеи." },
{ "silence": 1000 },
  { "chance": 65, "ru": "Большой палец, мизинец и пятка - прижаты к коврику.", "en": "The big toe, little toe, and heel are pressed firmly into the mat.", "enSynonyms": [ "Press the big toe, pinky toe, and heel firmly into the mat.", "Ensure the big toe, little toe, and heel are grounded on the mat.", "The big toe, small toe, and heel should be firmly pressed into the mat.", "Anchor the big toe, pinky toe, and heel to the mat.", "Ground the big toe, little toe, and heel firmly into the mat.", "Keep the big toe, pinky toe, and heel pressed into the mat.", "Press down the big toe, little toe, and heel onto the mat.", "Ensure your big toe, pinky toe, and heel are rooted into the mat.", "The big toe, little toe, and heel must stay firmly grounded on the mat.", "Make sure the big toe, pinky toe, and heel are pressing into the mat.", "Anchor your big toe, little toe, and heel firmly on the mat.", "The big toe, small toe, and heel remain firmly grounded to the mat.", "Firmly press the big toe, pinky toe, and heel into the mat.", "Plant the big toe, little toe, and heel firmly into the mat.", "Ensure that the big toe, pinky toe, and heel are connected to the mat.", "The big toe, small toe, and heel should press firmly against the mat.", "Push the big toe, pinky toe, and heel into the mat with intent.", "Secure the big toe, little toe, and heel into the mat firmly.", "Ground the big toe, pinky toe, and heel evenly on the mat.", "The big toe, pinky toe, and heel are firmly anchored into the mat." ] },
{ "silence": 500 },
{ "ru": "Несколько раз приподнимитесь на носке.", "en": "Rise onto your toes several times.", "enSynonyms": [ "Lift up onto your toes a few times.", "Come up onto your toes several times.", "Rise up on your toes repeatedly.", "Elevate your heels and rise onto your toes multiple times.", "Lift your body onto your toes a few times.", "Push up onto your toes several times.", "Rise onto your toes in repeated motions.", "Come up onto your toes again and again.", "Elevate your body on your toes several times.", "Perform several repetitions of rising onto your toes.", "Lift yourself onto your toes repeatedly.", "Stand up on your toes several times.", "Push yourself up onto your toes repeatedly.", "Raise your heels and come onto your toes a few times.", "Come up onto your toes a few times in succession.", "Rise onto your toes multiple times in a row.", "Elevate onto your toes several times in a sequence.", "Repeat the motion of rising onto your toes a few times.", "Push up on your toes in a few consecutive repetitions." ] },
{ "silence": 4000 },
{ "ru": "Подсогн+ите опорную ногу." },
{ "silence": 1000 },
{ "ru": "Руки в стороны на уровень плечевых." },
{ "silence": 500 },
{ "chance": 10, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 500 },
{ "chance": 20, "ru": "Круг плечевыми назад.", "en": "Rotate the shoulder joints backwards." },
{ "silence": 1000 },
{ "ru": "Тазобедренный со стороны поднятой ноги подавайте вперед и вверх." },
{ "silence": 1500 },
{ "ru": "Сохраняя стопу на бедре, наклонитесь вперед и немного в сторону опорной ноги." },
{ "silence": 1000 },
{ "ru": "Живот стремится к пятке поднятой ног+и." },
{ "silence": 1000 },
{ "chance": 40, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together." },
{ "silence": 100 },
{ "ru": "Спину выпрямите и прогнитесь в пояснице." },
{ "silence": 3000 },
{ "ru": "Сохраняя подъем стопы на бедре, кисти опустите на коврик." },
{ "silence": 1000 },
{ "ru": "Согните спину." },
{ "silence": 1000 },
{ "ru": "Потянитесь вниз." },
{ "silence": 1000 },
{ "ru": "Опорную ногу подсогн+ите." },
{ "silence": 1000 },
{ "ru": "Кисть за голень опорной ноги." },
{ "silence": 1000 },
{ "ru": "Локоть заведите за колено." },
{ "silence": 1000 },
{ "ru": "Потянитесь животом вдоль вн+утренней части бедра опорной ноги." },
{ "silence": 1000 },
{ "ru": "Выпрямите опорную ногу." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 2000 },
{ "chance": 65, "ru": "Если внимание уходит в сторону, возвращайте внимание на дыхание." },
{ "silence": 20000 },
{ "ru": "Вес тела переместите на кисти." },
{ "silence": 1000 },
{ "ru": "Сделайте отпрыжку назад." },
{ "silence": 3000 },
{ "ru": "Вес переместите на руки." },
{ "silence": 2000 },
{ "ru": "Кисти поставьте +узко." },
{ "silence": 500 },
{ "chance": 65, "ru": "Посмотрите вперед.", "en": "Look forward.", "enSynonyms": [ "Gaze forward.", "Turn your gaze ahead.", "Focus ahead.", "Look straight ahead.", "Direct your gaze forward.", "Look in front of you.", "Keep your eyes forward.", "Look ahead in front of you.", "Turn your eyes to the front.", "Look towards the horizon.", "Face forward.", "Set your gaze ahead.", "Look out in front of you.", "Keep your sight ahead.", "Look ahead with focus.", "Fix your eyes on what’s ahead.", "Turn your focus to the front.", "Look in the direction you're facing.", "Gaze in the forward direction." ] },
{ "silence": 500 },
{ "ru": "Сохраняя пятку на бедре, отожмитесь." },
{ "silence": 500 },
{ "ru": "Локти сгибайте назад вдоль туловища." },
{ "silence": 100 },
{ "chance": 10, "ru": "На усилие - выдох.", "en": "Exhale on exertion." },
{ "silence": 7000 },
{ "ru": "Таз выведите назад и вверх." },
{ "silence": 500 },
{ "ru": "Кисти поставьте на ширине плеч.", "en": "Place your hands at shoulder-width apart.", "enSynonyms": [ "Position your hands at shoulder width, keeping them aligned with your shoulders.", "Set your hands down at shoulder-width distance, ensuring balance and alignment.", "Place your palms on the mat, keeping them shoulder-width apart.", "Align your hands with your shoulders, spacing them at shoulder width.", "Rest your hands on the mat, placing them at a comfortable shoulder-width distance.", "Position your palms firmly at shoulder width, ensuring steady alignment.", "Place your hands on the mat, ensuring they are spaced shoulder-width apart.", "Set your hands down, spreading them evenly at shoulder-width apart.", "Place your palms directly under your shoulders, at shoulder-width apart.", "Adjust your hands to shoulder width, maintaining proper posture.", "Rest your palms on the mat at shoulder width, keeping your arms steady.", "Align your hands shoulder-width apart, keeping them flat on the mat.", "Position your palms flat on the mat, with a shoulder-width distance between them.", "Place your hands at a shoulder-width distance, ensuring proper stability.", "Set your palms down, spreading them to align with shoulder-width apart.", "Keep your hands spaced at shoulder width, directly beneath your shoulders.", "Place your hands evenly apart, ensuring they align with the width of your shoulders.", "Position your palms on the mat, ensuring they are shoulder-width apart for balance.", "Place your hands at shoulder-width apart, maintaining a steady and balanced posture." ] },
{ "silence": 2000 },
{ "chance": 40, "ru": "Пятку опорной стопы потяните к коврику." },
{ "silence": 1000 },
{ "ru": "Вверх потяните левую сторону тазобедренного сустава." },
{ "silence": 3000 },
{ "ru": "Грудной клеткой потянитесь к вн+утренней части правого колена." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Расслабьте шею. Расслабьте лицо." },
{ "silence": 3000 },
{ "ru": "Отожмитесь сгибая локти." },
{ "silence": 11000 },
{ "ru": "Переместите вес тела на руки." },
{ "silence": 1500 },
{ "ru": "Сделайте шаг стопой к противоположной кисти." },
{ "silence": 1500 },
{ "ru": "Вниз сначала одно колено, затем другое." },
{ "silence": 1500 },
{ "chance": 65, "ru": "Если таз сместился в одну из сторон, поместите под ягодицу блок." },
{ "silence": 1500 },
{ "ru": "Таз расположен параллельно горизонтальной плоскости." },
{ "silence": 4000 },
{ "ru": "Между бедром согнутой ноги и голенью угол девяносто градусов." },
{ "silence": 4000 },
{ "chance": 95, "ru": "+Ардха капотасана." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Поза голубя." },
{ "silence": 3000 },
{ "ru": "Опустите локти на коврик." },
{ "silence": 2500 },
{ "ru": "Грудную клетку тяните к голени согнутой ноги." },
{ "silence": 2500 },
{ "ru": "Отпустите спину, шею." },
{ "silence": 1000 },
{ "ru": "+Адхо мукха капотасана." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Поза спящего лебедя." },
{ "silence": 3000 },
{ "chance": 65, "ru": "Полностью расслабьте согнутую ногу." },
{ "silence": 3000 },
{ "chance": 20, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 70000 },
{ "ru": "Разогните руки.", "en": "Straighten your arms fully, extending them with control and intention." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Взгляд направьте вперед", "en": "Align the glance forward." },
{ "silence": 1000 },
{ "ru": "Руки разведите в стороны." },
{ "silence": 1000 },
{ "ru": "Вращая бедро вовнутрь, разверните правое колено вниз." },
{ "silence": 1000 },
{ "ru": "Пятка назад и вверх." },
{ "silence": 1500 },
{ "ru": "Внешняя часть бедра и область таза в напряжении." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 13000 },
{ "ru": "Опустите кисти на коврик, чтобы кисти оказались под плечевыми суставами." },
{ "silence": 2000 },
{ "ru": "Опорную ногу поставьте на носок." },
{ "silence": 500 },
{ "ru": "Поднимите согнутое колено." },
{ "silence": 1000 },
{ "ru": "Противоположным коленом коснитесь лба." },
{ "silence": 500 },
{ "ru": "Пхалак+асана с коленом ко лбу.", "en": "Phalakasana with knee to forehead." },
{ "silence": 500 },
{ "chance": 65, "ru": "Верхняя планка с коленом ко лбу.", "en": "High plank with knee to forehead ." },
{ "silence": 500 },
{ "chance": 65, "ru": "Носок поднятой стопы натяните на себя.", "en": "Pull the toe of the raised foot toward you." },
{ "silence": 1000 },
{ "ru": "Пятку тяните к ягодичной мышце." },
{ "silence": 1000 },
{ "ru": "Сохраняя колено прижатым ко лбу, отожмитесь.", "en": "Maintain your knee pressed to your forehead while performing a push-up.", "enSynonyms": [ "Keep your knee pressed against your forehead and do a push-up.", "Press your knee to your forehead as you perform a push-up.", "While keeping your knee to your forehead, push up.", "With your knee against your forehead, lower and push yourself up.", "Press your knee into your forehead and perform a push-up.", "Maintain the knee against your forehead while pushing up.", "Hold your knee to your forehead and complete a push-up.", "Keep the knee at your forehead and do a push-up motion.", "While keeping the knee pressed to the forehead, push up from the floor.", "Push yourself up while holding your knee against your forehead.", "Press your knee to your forehead and push up in a controlled manner.", "Maintain your knee at your forehead while completing the push-up.", "Push-up with your knee pressed to your forehead.", "Keep your knee firmly against your forehead as you push up.", "Perform a push-up while pressing your knee to your forehead.", "Push yourself up, keeping your knee pressed to your forehead.", "With your knee pressed to your forehead, complete the push-up.", "Press your knee to your forehead and perform a controlled push-up.", "Do a push-up while maintaining your knee against your forehead." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Касайтесь макушкой коврика." },
{ "silence": 7000 },
{ "ru": "Шаг назад стопой поднятой ноги.", "en": "Step back with the foot of your lifted leg." },
{ "silence": 1000 },
{ "ru": "Выведите таз назад и вверх." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Собака мордой вниз.", "en": "Downward-facing dog." },
{ "silence": 3000 },
{ "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 3000 },
{ "ru": "Вперед подайте одно колено." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Подъём стопы сместите на противоположный край коврика." },
{ "silence": 2000 },
{ "ru": "Подайте вперед другое колено под первое." },
{ "silence": 1000 },
{ "ru": "Пятку на противоположный край коврика." },
{ "silence": 1000 },
{ "ru": "Таз опустите вниз." },
{ "silence": 1000 },
{ "chance": 95, "ru": "Гомукх+асана." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза головы Коровы." },
{ "silence": 2000 },
{ "ru": "Обе ягодицы прижаты к поверхности." },
{ "silence": 100 },
{ "ru": "Исключите сидение на стопе." },
{ "silence": 100 },
{ "ru": "Присядьте на блок чтобы тазобедренный оказался расположен параллельно горизонтальной плоскости." },
{ "silence": 4000 },
{ "chance": 65, "ru": "Макушкой потянитесь вверх." },
{ "silence": 1000 },
{ "ru": "Отведите руку, которая находится на стороне ноги сверху - назад." },
{ "silence": 1000 },
{ "ru": "Другую руку поднимите." },
{ "silence": 1000 },
{ "ru": "Согните обе рук+и и за спиной сделайте замок в кистях." },
{ "silence": 2000 },
{ "ru": "Локоть сверху отводите в сторону и назад." },
{ "silence": 500 },
{ "ru": "Нижний только назад." },
{ "silence": 1000 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 10000 },
{ "ru": "Наклоняйтесь и тянитесь животом к передней части бедер до тех пор, пока в пояснице сохраняется прогиб." },
{ "silence": 500 },
{ "ru": "Живот тяните вниз." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Если голова опустилась или скруглился грудной отдел, сведите лопатки." },
{ "silence": 500 },
{ "chance": 65, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 15000 },
{ "ru": "Скруглите спину.", "en": "Round your back.", "enSynonyms": [ "Curve your spine.", "Arch your back into a rounded position.", "Round your entire back.", "Flex your spine and round it gently.", "Tuck your chin and round your back.", "Draw your navel in and round your spine.", "Gently round your back, creating a smooth curve.", "Curl your spine into a rounded position.", "Round your back from the tailbone up.", "Flex your spine and round through your back.", "Tuck your pelvis and round your back.", "Curl your back, starting from the lower spine.", "Engage your core and round your back gently.", "Create a gentle curve in your spine.", "Tuck your pelvis under and round your back.", "Press your spine into a round shape.", "Create a rounded back, keeping your posture soft.", "Roll your spine into a rounded position.", "Flex and round your spine from the lower to upper back.", "Curl your upper back, making a smooth rounded shape." ] },
{ "silence": 500 },
{ "ru": "Живот и грудную клетку опустите на вн+утренюю часть бёдер." },
{ "silence": 2000 },
{ "ru": "Подбородок опустите на колени." },
{ "silence": 5000 },
{ "chance": 65, "ru": "Расслабьте ноги, спину, шею." },
{ "silence": 2000 },
{ "ru": "Замок в кистях отпустите." },
{ "silence": 4000 },
{ "ru": "Локтями коснитесь коврика." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Полностью расслабьте ноги." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Удлиняйте дыхание." },
{ "silence": 25000 },
{ "ru": "Разогните руки.", "en": "Straighten your arms fully, extending them with control and intention." },
{ "silence": 500 },
{ "chance": 65, "ru": "Посмотрите вперед.", "en": "Look forward.", "enSynonyms": [ "Gaze forward.", "Turn your gaze ahead.", "Focus ahead.", "Look straight ahead.", "Direct your gaze forward.", "Look in front of you.", "Keep your eyes forward.", "Look ahead in front of you.", "Turn your eyes to the front.", "Look towards the horizon.", "Face forward.", "Set your gaze ahead.", "Look out in front of you.", "Keep your sight ahead.", "Look ahead with focus.", "Fix your eyes on what’s ahead.", "Turn your focus to the front.", "Look in the direction you're facing.", "Gaze in the forward direction." ] },
{ "silence": 500 },
{ "chance": 40, "ru": "Круг плечевыми." },
{ "silence": 1000 },
{ "ru": "Пятку ноги сверху подайте на один край коврика." },
{ "silence": 1000 },
{ "ru": "Пятку ноги снизу подайте на другой край коврика." },
{ "silence": 1000 },
{ "ru": "Одна из голеней впереди." },
{ "silence": 1000 },
{ "ru": "Пятки под коленями." },
{ "silence": 1000 },
{ "ru": "Кисти на колени.", "en": "Place your wrists gently on your knees, maintaining a relaxed and grounded posture.", "enSynonyms": [ "Rest your wrists lightly on your knees, ensuring a calm and stable posture.", "Place your wrists softly on your knees, while staying grounded and relaxed.", "Gently position your wrists on your knees, keeping your posture relaxed and steady.", "Rest your hands on your knees, maintaining a peaceful and stable stance.", "Gently rest your wrists on your knees, maintaining a balanced and calm posture.", "Place your wrists on your knees softly, ensuring a grounded and relaxed position.", "Place your wrists lightly on your knees and remain in a relaxed, grounded posture.", "Rest your wrists gently on your knees, while keeping your posture firm and calm.", "Keep your wrists on your knees with a soft touch, maintaining a stable and grounded posture.", "Place your wrists on your knees with ease, ensuring a relaxed and steady alignment.", "Gently position your wrists on your knees and maintain a balanced, grounded stance.", "Softly rest your wrists on your knees, staying in a relaxed and centered position.", "Position your wrists lightly on your knees, while maintaining a grounded and peaceful posture.", "Rest your wrists on your knees gently, staying relaxed and steady in your posture.", "Place your wrists on your knees, keeping your body relaxed and rooted.", "Gently rest your wrists on your knees while maintaining a balanced and relaxed stance.", "Position your wrists lightly on your knees and keep a calm and grounded posture.", "Place your wrists on your knees, maintaining a stable and relaxed body position.", "Rest your wrists gently on your knees, ensuring a calm, grounded posture." ] },
{ "silence": 500 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 50, "ru": "Выпрямите спину, шею." },
{ "silence": 1000 },
{ "ru": "Руки разведите в стороны." },
{ "silence": 1000 },
{ "chance": 10, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 4000 },
{ "ru": "Выведите руки над головой." },
{ "silence": 500 },
{ "chance": 65, "ru": "Кистями давите назад." },
{ "silence": 500 },
{ "ru": "В кистях омммм м+удра." },
{ "silence": 500 },
{ "ru": "Затылок отводите назад чтобы шейный отдел стал продолжением прямой линии позвоночника." },
{ "silence": 2000 },
{ "ru": "Наклонитесь вперед до тех пор, пока сохраняется прогиб в пояснице." },
{ "silence": 2000 },
{ "ru": "Кисти отводите назад." },
{ "silence": 500 },
{ "chance": 65, "ru": "Расширяйте грудную клетку." },
{ "silence": 2000 },
{ "ru": "На вдох кисти разведите шире." },
{ "silence": 1000 },
{ "ru": "На выдох кисти выведите на уровень плечевых суставов." },
{ "silence": 1000 },
{ "ru": "Повторите несколько раз." },
{ "silence": 6000 },
{ "ru": "Кисти опустите вперед на коврик." },
{ "silence": 1000 },
{ "ru": "Лоб тяните к коврику или опустите его на блок." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 50000 },
{ "ru": "Разогните руки, выпрямите спину, прогнитесь в пояснице." },
{ "silence": 3500 },
{ "ru": "Пятку внутри подтяните к ягодичной мышце." },
{ "silence": 2000 },
{ "ru": "Пододвиньте пятку колена ближней ноги к ягодичной мышце." },
{ "silence": 2000 },
{ "ru": "Возьмитесь за внешнюю сторону противоположной стопы." },
{ "silence": 5000 },
{ "ru": "Выпрямите согнутое колено полностью.", "en": "Straighten the leg completely." },
{ "silence": 2000 },
{ "ru": "Лопатки стремятся друг к другу." },
{ "silence": 1000 },
{ "chance": 60, "ru": "Вытяните шею.", "en": "Lengthen your neck.", "enSynonyms": ["Stretch your neck gently upward.", "Elongate your neck, creating space between the vertebrae.", "Extend your neck, keeping it relaxed and aligned.", "Lengthen through your neck, lifting gently.", "Reach through the top of your head to lengthen your neck.", "Draw your neck upward, maintaining a feeling of ease.", "Stretch your neck upward, imagining a line of energy extending through your head.", "Lift through the crown of your head, gently lengthening your neck.", "Elongate your neck by lifting your head lightly.", "Create a sense of length in your neck, staying soft and relaxed."] },
{ "silence": 1000 },
{ "ru": "При необходимости возьмитесь за стопу обеими руками." },
{ "silence": 1000 },
{ "ru": "Стоп+у направьте вперед." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Ногу выпрямите и расслабьте." },
{ "silence": 500 },
{ "ru": "Потяните ногу вверх за счет сгибания рук." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Наблюдайте за точкой напряжения." },
{ "silence": 15000 },
{ "ru": "Уводите колено в подмышку." },
{ "silence": 2000 },
{ "ru": "Локти отведите в стороны." },
{ "silence": 500 },
{ "ru": "В пояснице прогнитесь." },
{ "silence": 500 },
{ "ru": "Спину удерживайте прямой, для этого подсогните колени, если потребуется." },
{ "silence": 500 },
{ "ru": "Удерживайте +асану." },
{ "silence": 15000 },
{ "ru": "Согнутую ногу вытяните." },
{ "silence": 1000 },
{ "ru": "Подъем одной стопы поместите на бедро другой ноги." },
{ "silence": 3000 },
{ "chance": 65, "ru": "Носок натяните на себя." },
{ "silence": 2000 },
{ "ru": "Потянитесь к вытянутой стопе, сохраняя спину прямой." },
{ "silence": 1000 },
{ "ru": "Тянитесь животом вперед." },
{ "silence": 20000 },
{ "chance": 65, "ru": "Полностью расслабьте вытянутую ногу.", "en": "Relax the straightened leg completely." },
{ "silence": 500 },
{ "chance": 65, "ru": "Дыш+ите." },
{ "silence": 35000 },
{ "ru": "Разогните спину." },
{ "silence": 500 },
{ "chance": 40, "ru": "Круг плечевыми." },
{ "silence": 1000 },
{ "ru": "Кисти отводите назад." },
{ "silence": 500 },
{ "ru": "Пятку вытянутой ноги подтяните к ягодичной мышце." },
{ "silence": 2000 },
{ "ru": "Обе ягодицы прижмите, и и оба колена тяните к коврику." },
{ "silence": 2000 },
{ "chance": 40, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together." },
{ "silence": 500 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 15000 },
{ "ru": "Указательным и средним пальцами кисти возьмитесь за большой палец ноги на той же стороне." },
{ "silence": 2000 },
{ "ru": "Разогните ногу." },
{ "silence": 4000 },
{ "ru": "Выпрямите спину." },
{ "silence": 1000 },
{"ru": "Удерживайте баланс.", "en": "Maintain your balance.", "enSynonyms": ["Keep your balance steady.", "Hold your balance with control.", "Stay balanced and stable.", "Maintain a steady sense of balance.", "Preserve your balance with focus.", "Keep yourself grounded and balanced.", "Ensure your balance remains firm and steady.", "Hold the balance, staying centred.", "Stay steady and maintain your equilibrium.", "Focus on holding a stable balance."]},
{ "silence": 20000 },
{ "ru": "Согните ногу и поднятую пятку поместите перед противоположным коленом." },
{ "silence": 2000 },
{ "ru": "Наклонитесь вперед и вниз." },
{ "silence": 1000 },
{ "ru": "Опустите локти." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Полностью расслабьте обе ноги." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Наблюдайте за процессом дыхания." },
{ "silence": 70000 },
{ "ru": "Разогните спину." },
{ "silence": 2000 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 1000 },
{ "ru": "Выпрямите спину." },
{ "silence": 1000 },
{ "ru": "Подъем стопы поместите на бедро противоположной ноги." },
{ "silence": 5000 },
{ "chance": 95, "ru": "Падм+асана." },
{ "silence": 500 },
{ "chance": 65, "ru": "Л+отос." },
{ "silence": 1000 },
{ "ru": "Через стороны поднимите кисти и сложите ладони." },
{ "silence": 1000 },
{ "ru": "Подсогн+ите руки и давите локтями назад." },
{ "silence": 1500 },
{ "ru": "Закройте глаза.", "en": "Close the eyes."},
{ "silence": 18000 },
{ "ru": "Откройте глаза." },
{ "silence": 1000 },
{ "ru": "Потяните кисти вверх и опускайте руки через стороны." },
{ "silence": 1000 },
{ "ru": "Сохраняя положение ног, наклонитесь вперед и потянитесь за кистями." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 15000 },
{ "ru": "Ладони сложите между лопаток пальцами вверх." },
{ "silence": 3000 },
{ "chance": 95, "ru": "Йога мудр+асана." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Поза печать йоги." },
{ "silence": 1000 },
{ "ru": "Локти тяните вверх." },
{ "silence": 1000 },
{ "chance": 40, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together." },
{ "silence": 1000 },
{ "ru": "Расширяйте грудную клетку.", "chance":100},
{ "silence": 7000 },
{ "chance": 65, "ru": "Животом тянитесь к коврику." },
{ "silence": 7000 },
{ "ru": "Локти поднимите выше.", "chance":100},
{ "silence": 15000 },
{ "ru": "Сохраняя положение кистей, поднимите туловище.", "en": "keeping the position of your hands, raise and straighten the body." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Посмотрите вперед.", "en": "Look forward.", "enSynonyms": [ "Gaze forward.", "Turn your gaze ahead.", "Focus ahead.", "Look straight ahead.", "Direct your gaze forward.", "Look in front of you.", "Keep your eyes forward.", "Look ahead in front of you.", "Turn your eyes to the front.", "Look towards the horizon.", "Face forward.", "Set your gaze ahead.", "Look out in front of you.", "Keep your sight ahead.", "Look ahead with focus.", "Fix your eyes on what’s ahead.", "Turn your focus to the front.", "Look in the direction you're facing.", "Gaze in the forward direction." ] },
{ "silence": 3000 },
{ "ru": "Кисти опустите.", "en": "Lower your wrists gently." },
{ "silence": 4000 },
{ "ru": "Освободите ноги и выпрямите их." },
{ "silence": 12000 },
{ "ru": "Встряхните ноги." },
{ "silence": 12000 },
{ "ru": "Приподнимите таз, опираясь руками по сторонам." },
{ "silence": 1000 },
{ "ru": "Поставьте носки ближе к тазу, подсогн+ите колена." },
{ "silence": 1000 },
{ "ru": "Толкнитесь руками и переместите вес на носки." },
{ "silence": 3000 },
{ "ru": "Обхватите кистями колени." },
{ "silence": 1000 },
{ "ru": "Удерживайте +асану." },
{ "silence": 10000 },
{ "ru": "Одно колено подайте назад." },
{ "silence": 1000 },
{ "ru": "Пятку другой ноги поместите на противоложную часть коврика." },
{ "silence": 1000 },
{ "ru": "Колено ноги спереди смотрит вперед." },
{ "silence": 1000 },
{ "ru": "Первое колено поместите под другое." },
{ "silence": 1000 },
{ "ru": "Пятку другой ноги на противоположную сторону коврика." },
{ "silence": 2000 },
{ "chance": 30, "ru": "Колени сонаправлены." },
{ "silence": 500 },
{"ru": "Опустите таз.", "en": "Lower your pelvis.", "enSynonyms": ["Gently drop your pelvis down.", "Bring your pelvis downward.", "Lower your hips towards the ground.", "Drop your hips down with control.", "Sink your pelvis gently towards the floor.", "Lower your pelvic area into position.", "Ease your pelvis downward.", "Drop your pelvis with intention and steadiness.", "Guide your pelvis downward, keeping alignment.", "Move your pelvis down, maintaining stability."]},
{ "silence": 1000 },
{ "ru": "Пятки по обе стороны от таза." },
{ "silence": 1000 },
{ "chance": 95, "ru": "Гомукх+асана." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза головы Коровы." },
{ "silence": 1000 },
{ "ru": "Сядьте чтобы обе ягодицы были равномерно прижаты к поверхности. Используйте блок для корректировки." },
{ "silence": 1000 },
{ "ru": "Отведите руку, которая находится на стороне ноги сверху - назад." },
{ "silence": 1000 },
{ "ru": "Другую руку поднимите." },
{ "silence": 1000 },
{ "ru": "Согните обе рук+и и за спиной сделайте замок в кистях." },
{ "silence": 500 },
{ "ru": "Локоть сверху отводите в сторону и назад." },
{ "silence": 500 },
{ "ru": "Нижний только назад." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "ru": "Наклоняйтесь и тянитесь животом к передней части бедер до тех пор, пока в пояснице сохраняется прогиб." },
{ "silence": 1000 },
{ "ru": "Сохраняя прямую спину, живот тяните вниз." },
{ "silence": 4000 },
{ "ru": "Согните спину." },
{ "silence": 500 },
{ "ru": "Опустите живот, грудную клетку, подбородок." },
{ "silence": 500 },
{ "ru": "Кисти в замк+е." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Ноги полностью расслабьте." },
{ "silence": 10000 },
{ "ru": "Кисти разожмите." },
{ "silence": 2000 },
{ "ru": "Опустите локти." },
{ "silence": 2000 },
{ "ru": "Подбородок опустите на колено." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 20000 },
{ "ru": "Обе ноги полностью расслаблены.", "en": "Both legs are completely relaxed." },
{ "silence": 15000 },
{ "ru": "Разогните руки.", "en": "Straighten your arms fully, extending them with control and intention." },
{ "silence": 4000 },
{ "chance": 40, "ru": "Круг плечевыми." },
{ "silence": 3000 },
{ "ru": "Пятки каждой из ног поместите по краям коврика, колени поставьте широко." },
{ "silence": 2000 },
{ "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 1000 },
{ "ru": "Прогнитесь." },
{ "silence": 1000 },
{ "ru": "Животом потянитесь вниз." },
{ "silence": 1000 },
{ "chance": 60, "ru": "Вытяните шею.", "en": "Lengthen your neck.", "enSynonyms": ["Stretch your neck gently upward.", "Elongate your neck, creating space between the vertebrae.", "Extend your neck, keeping it relaxed and aligned.", "Lengthen through your neck, lifting gently.", "Reach through the top of your head to lengthen your neck.", "Draw your neck upward, maintaining a feeling of ease.", "Stretch your neck upward, imagining a line of energy extending through your head.", "Lift through the crown of your head, gently lengthening your neck.", "Elongate your neck by lifting your head lightly.", "Create a sense of length in your neck, staying soft and relaxed."] },
{ "silence": 1000 },
{ "chance": 99, "ru": "Кистями давите по сторонам.", "en": "Press outward with your palms.", "enSynonyms": [ "Push outwards with your palms.", "Apply pressure outward using your palms.", "Press your palms to the sides, applying force.", "Push both hands outward, feeling the resistance.", "With your palms, press firmly to the sides.", "Apply pressure to the sides using your palms.", "Press your palms outward with gentle force.", "Push your hands to the sides, using your palms.", "With your palms, apply pressure to each side.", "Push your palms outward in opposite directions.", "Press both palms outward, creating resistance.", "Gently press outward with your palms.", "Use your palms to push to the sides.", "Apply force outward with your palms.", "Push your hands outward, palms facing the sides.", "Press your palms outwards, feeling the stretch.", "Push outward with both palms, applying steady pressure.", "Extend your palms outward, creating force in both directions.", "Press gently outward using your palms." ] },
{ "silence": 500 },
{ "chance": 10, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 7000 },
{ "ru": "Руки вытяните вперед и вверх." },
{ "silence": 1000 },
{ "ru": "Наклоняйтесь и тянитесь животом к передней части бедер до тех пор, пока в пояснице сохраняется прогиб." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Затылком давите назад.", "en": "Use the back of your neck to press backwards." },
{ "silence": 27500 },
{ "ru": "Опустите кисти на коврик.", "en": "Put the hands down on the mat." },
{ "silence": 7000 },
{ "ru": "Разогните спину." },
{ "silence": 1000 },
{ "ru": "Пятку ноги которая ближе к себе подтяните к ягодичной мышце." },
{ "silence": 2000 },
{ "ru": "Кистью возьмитесь за внешнюю часть или большой палец противоположной стопы." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 3000 },
{ "ru": "Выпрямите колено опорной ноги." },
{ "silence": 1000 },
{ "ru": "Кистью при необходимости возьмитесь за вн+утренюю часть стопы." },
{ "silence": 1500 },
{ "ru": "Вытянутую потяните вверх за счет сгибания рук." },
{ "silence": 1500 },
{ "ru": "В пояснице прогиб." },
{ "silence": 1500 },
{ "ru": "Нога прямая и расслаблена." },
{ "silence": 20000 },
{ "ru": "Согните поднятую ногу." },
{ "silence": 1000 },
{ "ru": "Колено уводите в подмышку." },
{ "silence": 1000 },
{ "ru": "Удерживайте спину прямой.", "en": "Keep the back straightened." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Носок натяните на себя." },
{ "silence": 20000 },
{ "ru": "Одну ногу вытяните." },
{ "silence": 3000 },
{ "ru": "Поместите подъем поднятой ноги на противоположное бедро." },
{ "silence": 3500 },
{ "ru": "При необходимости используйте ремень или блок." },
{ "silence": 1500 },
{ "ru": "Поясницу сохраняйте прямой." },
{ "silence": 500 },
{ "ru": "На выдох животом потянитесь вдоль вн+утренней части бедра вытянутой ноги." },
{ "silence": 1500 },
{ "ru": "Носок вытянутой стопы развёрнут вверх." },
{ "silence": 1000 },
{ "ru": "Животом тянитесь вниз." },
{ "silence": 20000 },
{ "chance": 65, "ru": "Обе ноги полностью расслабьте." },
{ "silence": 25000 },
{ "ru": "Разогните спину." },
{ "silence": 500 },
{ "chance": 40, "ru": "Круг плечевыми." },
{ "silence": 500 },
{ "ru": "Упритесь ладонями за спиной." },
{ "silence": 1000 },
{ "ru": "Пятку вытянутой ноги подтяните к ягодичной мышце." },
{ "silence": 1000 },
{ "ru": "Обе ягодичные мышцы прижмите к коврику." },
{ "silence": 1500 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "chance": 60, "ru": "Вытяните шею.", "en": "Lengthen your neck.", "enSynonyms": ["Stretch your neck gently upward.", "Elongate your neck, creating space between the vertebrae.", "Extend your neck, keeping it relaxed and aligned.", "Lengthen through your neck, lifting gently.", "Reach through the top of your head to lengthen your neck.", "Draw your neck upward, maintaining a feeling of ease.", "Stretch your neck upward, imagining a line of energy extending through your head.", "Lift through the crown of your head, gently lengthening your neck.", "Elongate your neck by lifting your head lightly.", "Create a sense of length in your neck, staying soft and relaxed."] },
{ "silence": 30000 },
{ "ru": "Кистью со стороны согнутой ноги возьмитесь за внешнюю часть стопы." },
{ "silence": 1000 },
{ "ru": "Разогните ногу." },
{ "silence": 1500 },
{ "ru": "Другую кисть поместите либо на колено, либо возьмитесь за вн+утренюю часть стопы." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Плечевыми давите вниз." },
{ "silence": 1000 },
{ "ru": "Лопатки назад." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Шею вытяните.", "en": "Extend the neck" },
{ "silence": 4500 },
{ "ru": "Вниз тяните согнутое колено." },
{ "silence": 1500 },
{ "ru": "Сохраняя прогиб в пояснице, потяните поднятую ногу вверх за счет сгибания руки." },
{ "silence": 13000 },
{ "ru": "Согните поднятую ногу." },
{ "silence": 1000 },
{ "ru": "Пятку ноги поместите на противоположную часть коврика." },
{ "silence": 1000 },
{ "ru": "Подъем стопы противоположной стопы на бедре." },
{ "silence": 1000 },
{ "ru": "Наклонитесь вперед и вниз." },
{ "silence": 1000 },
{ "ru": "Кистями потянитесь вперед." },
{ "silence": 1000 },
{ "ru": "Ноги расслаблены." },
{ "silence": 1000 },
{ "chance": 10, "ru": "Расслабьте спину и лицо." },
{ "silence": 25000 },
{ "ru": "Разогните спину." },
{ "silence": 500 },
{ "chance": 40, "ru": "Круг плечевыми." },
{ "silence": 1000 },
{ "ru": "Руками подтяните стопу ноги спереди на бедро." },
{ "silence": 2500 },
{ "ru": "Через стороны потяните руки вверх и сложите ладони над головой." },
{ "silence": 500 },
{ "ru": "Локтями давите назад." },
{ "silence": 1000 },
{ "chance": 95, "ru": "Лотос." },
{ "silence": 1000 },
{ "ru": "Глаза закройте." },
{ "silence": 18000 },
{ "chance": 30, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 18000 },
{ "ru": "Потяните кисти вверх и опускайте руки через стороны." },
{ "silence": 1000 },
{ "ru": "Сохраняя положение ног, наклонитесь вперед и потянитесь за кистями." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 3000 },
{ "ru": "Ладони сложите между лопаток пальцами вверх." },
{ "silence": 5000 },
{ "chance": 95, "ru": "Йога мудр+асана." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Поза печать йоги." },
{ "silence": 1000 },
{ "ru": "Локти тяните вверх.", "chance":100},
{ "silence": 1000 },
{ "ru": "Сводите лопатки.", "chance":100},
{ "silence": 1000 },
{ "ru": "Расширяйте грудную клетку.", "chance":100},
{ "silence": 7000 },
{ "chance": 65, "ru": "Животом тянитесь к коврику." },
{ "silence": 7000 },
{ "ru": "Локти поднимите выше.", "chance":100},
{ "silence": 7000 }
]