[
  { "ru": "Прогнитесь в пояснице, в грудном отделе и в шейном чтобы позвоночник растягивался.", "en": "Arch your lower back, thoracic region, and cervical spine so that your spine stretches.", "enSynonyms": ["Curve your lumbar, thoracic, and cervical regions to stretch the spine.", "Bend your lower back, mid-back, and neck to elongate the spine.", "Engage the lower, mid, and upper spine to create a stretching effect.", "Create an arch in the lumbar, thoracic, and cervical areas to stretch the spine.", "Tilt your lower, middle, and upper back to elongate your spine.", "Gently curve your lower back, chest area, and neck to stretch the spine.", "Form an arch in your lumbar, thoracic, and cervical regions to stretch the vertebrae.", "Begin by bending your lower back, chest, and neck, allowing the spine to stretch.", "Slightly bend at the waist, thoracic region, and neck to elongate your spine.", "Create a seamless stretch by arching your lower, middle, and upper spine.", "Engage your back by curving the lower, mid-back, and neck for a spinal stretch.", "Stretch your back by arching the lumbar, thoracic, and cervical regions.", "Bend gently from your lower back to your neck, stretching the entire spine.", "Activate your back muscles as you stretch your lumbar, chest, and cervical spine.", "Feel the stretch in your back as you curve your lower, middle, and upper regions.", "Curve the lumbar, thoracic, and cervical spine to experience a full stretch.", "Raise your chest and neck as you arch the lower back, creating a full spine stretch.", "Gently bend your lower back, thoracic, and cervical spine to elongate the vertebrae.", "Focus on stretching the spine by arching the lower, middle, and upper back areas.", "Let the spine stretch as you bend gently at the waist, chest, and neck."] },
  {"silence": 2000},
  { "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
  {"silence": 1000},
  { "chance": 95, "ru": "Битиласана.", "en": "Bitilasana." },
  {"silence": 500},
  { "chance": 65, "ru": "Поза коровы.", "en": "Cow Pose." },
  {"silence": 1000},
  { "ru": "Живот тяните к коврику.", "en": "Draw your belly button towards the mat.", "enSynonyms": [ "Engage your core and pull your belly button gently towards the mat.", "Draw your navel down towards the mat, activating your abdominal muscles.", "Pull your belly button towards the floor, engaging your core deeply.", "Tuck your belly button towards the mat, lengthening your torso.", "Focus on drawing your navel towards the mat for a deeper core engagement.", "Pull your stomach gently towards the mat, activating your lower abdominals.", "Reach your belly button down towards the mat, creating space in your torso.", "Draw your abdominal muscles inward, bringing your belly button closer to the mat.", "Engage your core and pull your belly button towards the ground for support.", "Tighten your core and draw your belly button towards the mat.", "Suck your navel towards the mat, creating a long, engaged core.", "Pull your stomach in towards the mat, activating your abdominal muscles.", "Reach your belly button down towards the mat, creating tension in your core.", "Draw your lower abdomen towards the mat, deepening your stretch.", "Engage your lower abs and draw your belly button towards the floor.", "Slightly pull your stomach in towards the mat, keeping your core engaged.", "Contract your abdominal muscles and draw your belly button towards the mat.", "Inhale and draw your belly button gently towards the mat for core stability.", "Activate your core by pulling your belly button down towards the mat." ] },
  {"silence": 1000},
  { "chance": 80, "ru": "Взгляд направьте вперед", "en": "Align the glance forward.", "enSynonyms": ["Direct your gaze straight ahead.", "Keep your eyes focused forward.", "Look forward with a steady gaze.", "Gently align your eyes towards the horizon.", "Set your focus directly ahead.", "Turn your eyes forward with intention.", "Fix your gaze softly in front of you.", "Let your eyes rest forward, steady and calm.", "Face forward and align your line of sight.", "Keep your vision clear and pointed ahead."] },
  {"silence": 5000}
]