[
  { "silence": 20000 },
{"ru": "Примите лежачее положение.", "en": "Move to a lying position, allowing your body to rest comfortably and fully on the mat.", "enSynonyms": ["Transition into a lying-down posture, letting your body settle softly onto the mat.", "Ease yourself into a fully reclined position, ensuring you are comfortable.", "Gently lower your body into a supine position, connecting with the surface beneath you.", "Shift your body into a lying pose, letting your back fully support you.", "Come down into a relaxed, lying position, feeling grounded and stable.", "Rest your entire body in a lying-down posture, surrendering to the mat.", "Lie back gently, allowing your body to naturally relax and settle.", "Ease down into a fully horizontal position, taking a moment to adjust.", "Bring yourself into a supine position, ensuring a balanced and supported posture.", "Lower yourself into a flat, reclined pose, ready to transition into stillness.", "Find your way to a lying-down pose, aligning your body with the floor beneath.", "Gently recline into a lying position, letting all tension melt away.", "Position yourself lying flat on your back, allowing the ground to support you.", "Shift into a calm, reclining position, feeling your body settle and release.", "Settle into a fully reclined posture, focusing on a feeling of deep relaxation.", "Move your body into a lying-down pose, making any adjustments for comfort.", "Transition your body into a horizontal position, supported and aligned.", "Gently bring yourself into a lying pose, with your spine relaxed and at ease.", "Ease into a grounded, lying posture, surrendering to the mat's support.", "Lie down in a comfortable, resting position, with full awareness of your body."]},
{ "silence": 10000 },
{ "ru": ".", "en": "Raise your legs up." },
{ "silence": 1000 },
{ "ru": ".", "en": "Start doing circles in one direction." },
{ "silence": 2000 },
{ "ru": ".", "en": "Hollow leg circles." },
{ "silence": 10000 },
{ "ru": ".", "en": "Now go in opposite direction." },
{ "silence": 7000 },
{ "ru": ".", "en": "Have a rest now." },
{ "silence": 6000 },
{ "ru": ".", "en": "Start doing prayer crunches." },
{ "silence": 15000 },
{ "ru": ".", "en": "Finish doing prayer crunches." },
{ "silence": 1000 }
]