[
{ "silence": 1000 },
{"version": 1, "ru":"Согните поднятую ногу.","en":"Bend the elevated limb gracefully.","enSynonyms":["Flex the raised extremity elegantly","Curve the lifted appendage beautifully","Arch the hoisted member finely","Incline the ascended leg gracefully","Bow the uplifted lower limb smoothly","Recline the propped-up leg gently","Tilt the suspended foot subtly","Angle the standing leg artfully","Round the hovering foot gracefully","Contour the poised limb delicately","Fold the extended leg at the knee joint carefully","Draw the floating leg towards your torso steadily","Curl the aerial leg with poise and precision","Pivot the soaring limb around its axis softly","Glide the levitated leg into a bend smoothly","Shift the airborne limb into a gentle curve steadily","Sculpt the ascending leg into an elegant arc slowly","Ease the lifted leg into a subtle curvature tenderly","Nudge the raised limb into a mild flexion calmly","Adjust the upraised leg into a refined bend gracefully"]},
{ "silence": 1000 },
{"version": 1, "ru":"Сгибая поднятые руку и ногу, потяните большой палец ноги к уху.","en":"While bending the raised arm and leg, draw your big toe towards your ear.","enSynonyms":["As you flex the elevated arm and leg, extend your big toe towards your ear.","In bending the lifted arm and leg, pull your big toe in the direction of your ear.","With the raised arm and leg bent, stretch your big toe towards your ear.","By curving the uplifted arm and leg, guide your big toe towards your ear.","When you bend the extended arm and leg, direct your big toe towards your ear.","Whilst bending the raised arm and leg, maneuver your big toe towards your ear.","Upon bending the lifted arm and leg, reach your big toe towards your ear.","In the act of bending the raised arm and leg, move your big toe towards your ear.","While arching the elevated arm and leg, bring your big toe closer to your ear.","Flexing the raised arm and leg, aim your big toe towards your ear.","To enhance the stretch, bend the raised arm and leg and draw your big toe towards your ear.","Ensure a deep stretch by bending the elevated arm and leg, guiding your big toe towards your ear.","For optimal alignment, curve the uplifted arm and leg, reaching your big toe towards your ear.","Maintain balance while bending the lifted arm and leg, directing your big toe towards your ear.","To maximize flexibility, bend the raised arm and leg, pulling your big toe towards your ear.","Achieve better coordination by bending the extended arm and leg, moving your big toe towards your ear.","Facilitate an enhanced stretch by bending the raised arm and leg, extending your big toe towards your ear.","For improved balance, bend the lifted arm and leg, navigating your big toe towards your ear.","Secure stability while bending the elevated arm and leg, drawing your big toe towards your ear.","To ensure proper form, curve the raised arm and leg, aiming your big toe towards your ear."]},
{ "silence": 1000 },
  {"version":2,"ru":"Колено уведите в подмышку.","en":"Guide your knee towards your armpit, drawing it in close to your body.","enSynonyms":["Bring your knee into the crease of your armpit.","Move your knee inward, tucking it snugly under your armpit.","Draw your knee up and nestle it into your armpit.","Shift your knee gently towards your armpit, creating a compact fold.","Pull your knee in close, aligning it with the space beneath your armpit."]},
{ "silence": 5000 }
]