[
{ "version": 1, "ru": "Согните ноги.", "en": "Bend your legs." },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти на колени.", "en": "Place your wrists on your knees." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "chance": 15, "version": 2, "ru": "Поднимите лицо.", "en": "Lift your face upwards." },
{ "silence": 1000 },
{ "version":2, "ru": "Одно колено подсогнуто, а носок другой стопы вытяните назад и выпрямите вытянутую ногу.","en":"Bend one knee into a soft hinge while extending the opposite leg's toes backward and straightening the extended limb with mindful engagement."},
{ "silence": 3000 },
{ "chance": 15, "version": 1, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 2000 },
{ "version":3,"ru":"Носком тянитесь назад.","en":"Now, reach your toes back."},
{ "silence": 2000 },
{ "chance": 99, "version": 1, "ru": "Пальцы кистей натяните на себя и кистями давите по сторонам.", "en": "Pull your fingers towards you and press the palms outward.", "enSynonyms": ["Draw your fingers towards yourself while pressing your palms to the sides.", "Stretch your fingers towards you and push the palms outward.", "Pull your fingers inward and press your palms outward in opposite directions.", "Bring your fingers towards you and press your palms to the sides.", "Flex your fingers towards your body, then push your palms to the sides.", "Draw your fingers back towards yourself, and press your palms outward.", "Tug your fingers towards you as you press your palms outward.", "Curl your fingers inwards, and push your palms outward with strength.", "Pull your fingers towards you, pressing the palms to the sides.", "Engage your fingers by pulling them towards you and pressing the palms outward.", "Flex your fingers back towards yourself and press your palms to the sides.", "Draw your fingers inwards and extend the palms outward.", "Curl the fingers back towards yourself and push the palms outward to the sides.", "Pull your fingers inward and press your palms outward with controlled force.", "Bend your fingers towards you while pushing your palms outward.", "Pull the fingers towards you and press the palms to each side with force.", "Tug your fingers towards your body while pushing your palms outward.", "Flex the fingers inward as you press the palms away from the body.", "Bring your fingers in and push the palms outward in a controlled manner."] },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 1500 },
{ "version":2, "ru": "Сделайте несколько махов поднятой ногой и зафиксируйте ногу в верхнем положении.","en":"Do a few leg swings and maintain the raised position at the peak."},
{ "silence": 500 },
{ "version": 1, "ru": "Туловище выведите на уровень 45 градусов от поверхности.", "en": "Tilt your torso to a 45-degree angle from the surface.", "enSynonyms": [ "Position your torso at a 45-degree angle to the surface.", "Align your torso at a 45-degree angle from the floor.", "Tilt your body to a 45-degree angle with the surface.", "Bring your torso to a 45-degree angle from the ground.", "Angle your torso at 45 degrees from the surface.", "Position your upper body at a 45-degree tilt from the floor.", "Rotate your torso to a 45-degree angle with respect to the surface.", "Lean your torso to a 45-degree angle from the ground.", "Tilt your upper body at 45 degrees from the floor.", "Raise your torso to a 45-degree angle from the surface.", "Align your body to form a 45-degree angle with the ground.", "Position your torso so it forms a 45-degree angle from the surface.", "Raise your upper body to a 45-degree tilt from the surface.", "Set your torso at a 45-degree tilt from the floor.", "Rotate your upper body to a 45-degree angle from the surface.", "Position your torso 45 degrees above the surface.", "Angle your upper body to a 45-degree angle from the ground.", "Tilt your torso upward to a 45-degree angle with respect to the surface." ] },
{ "silence": 2000 },
{ "chance": 15, "version": 1, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 2000 },
{ "version": 1, "ru": "Сделайте приседания на одной ноге, опуская живот на бедро.", "en": "Perform a single-leg squat, lowering your abdomen onto your thigh.", "enSynonyms": ["Execute a one-legged squat, bringing your abdomen down onto your thigh.", "Do a single-leg squat, gently pressing your abdomen onto your thigh.", "Perform a squat on one leg, leaning your abdomen onto your thigh.", "Complete a one-legged squat, lowering your torso to rest on your thigh.", "Practice a single-leg squat, aligning your abdomen with your thigh.", "Engage in a one-legged squat, bringing your abdomen closer to your thigh.", "Execute a squat using one leg, folding your abdomen onto your thigh.", "Do a one-leg squat, allowing your abdomen to descend towards your thigh.", "Perform a single-leg squat, resting your abdomen softly onto your thigh.", "Carry out a one-legged squat, guiding your abdomen down to your thigh.", "Perform a balanced squat on one leg, pressing your abdomen against your thigh.", "Lower into a one-legged squat, placing your abdomen over your thigh.", "Attempt a single-leg squat, positioning your abdomen onto your thigh.", "Do a squat on one leg, gently letting your abdomen touch your thigh.", "Engage in a one-legged squat, lowering your abdomen to meet your thigh.", "Execute a controlled single-leg squat, aligning your abdomen with your thigh.", "Perform a balanced squat on one leg, bringing your abdomen close to your thigh.", "Complete a single-leg squat, folding your abdomen over your thigh.", "Lower yourself into a one-leg squat, placing your abdomen onto your thigh.", "Perform a squat on one leg, softly resting your abdomen on your thigh."] },
{ "silence": 3000 },
{ "version":2,"ru":"Колено немного подсогните и держите в вертикале со стопой.","en":"Bend your knee slightly, keeping it stacked vertically above your foot."},
{ "silence": 3000 },
{ "version":2, "ru": "Руки выведите вперед и вверх.","en":"Guide your arms forward and upward." },
{ "silence": 1000 },
{ "chance": 50, "version": 2, "ru": "Кистями давите назад и вверх.", "en": "Press your hands backward and upward.", "enSynonyms": ["Push your hands back and up.", "Apply pressure with your hands in a backward and upward direction.", "Engage your hands to press both back and up.", "Drive your hands back while lifting them upward.", "Use your hands to press firmly in a backward and upward motion."] },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "В кистях омммммм м+удра.", "en": "Form the Om mudra in your wrists." }
]