[
{ "ru": "Согните ноги." },
{ "silence": 500 },
{ "ru": "Кисти на колени.", "en": "Place your wrists gently on your knees, maintaining a relaxed and grounded posture.", "enSynonyms": [ "Rest your wrists lightly on your knees, ensuring a calm and stable posture.", "Place your wrists softly on your knees, while staying grounded and relaxed.", "Gently position your wrists on your knees, keeping your posture relaxed and steady.", "Rest your hands on your knees, maintaining a peaceful and stable stance.", "Gently rest your wrists on your knees, maintaining a balanced and calm posture.", "Place your wrists on your knees softly, ensuring a grounded and relaxed position.", "Place your wrists lightly on your knees and remain in a relaxed, grounded posture.", "Rest your wrists gently on your knees, while keeping your posture firm and calm.", "Keep your wrists on your knees with a soft touch, maintaining a stable and grounded posture.", "Place your wrists on your knees with ease, ensuring a relaxed and steady alignment.", "Gently position your wrists on your knees and maintain a balanced, grounded stance.", "Softly rest your wrists on your knees, staying in a relaxed and centered position.", "Position your wrists lightly on your knees, while maintaining a grounded and peaceful posture.", "Rest your wrists on your knees gently, staying relaxed and steady in your posture.", "Place your wrists on your knees, keeping your body relaxed and rooted.", "Gently rest your wrists on your knees while maintaining a balanced and relaxed stance.", "Position your wrists lightly on your knees and keep a calm and grounded posture.", "Place your wrists on your knees, maintaining a stable and relaxed body position.", "Rest your wrists gently on your knees, ensuring a calm, grounded posture." ] },
{ "silence": 500 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "chance": 40, "ru": "Поднимите лицо.", "en": "Lift up the face." },
{ "silence": 1000 },
{ "ru": "Одно колено подсогнуто, а носок другой стопы вытяните назад и выпрямите вытянутую ногу." },
{ "silence": 3000 },
{ "chance": 20, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 2000 },
{ "ru": "Носком тянитесь назад." },
{ "silence": 2000 },
{ "ru": "Руки разведите в стороны." },
{ "silence": 500 },
{ "chance": 10, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 1500 },
{ "ru": "Сделайте несколько махов поднятой ногой и зафиксируйте ногу в верхнем положении." },
{ "silence": 500 },
{ "ru": "Туловище выведите на уровень 45 градусов от поверхности." },
{ "silence": 2000 },
{ "chance": 20, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 2000 },
{ "ru": "Сделайте приседания." },
{ "silence": 3000 },
{ "ru": "Колено немного подсогните и держите в вертикале со стопой." },
{ "silence": 3000 },
{ "ru": "Руки поднимите вперед и вверх." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Кистями давите назад и вверх." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Грудная клетка раскрыта.", "en": "The chest is open and expanded.", "enSynonyms": ["Keep your chest open and lifted.", "Maintain an open and broad chest position.", "Ensure your chest is expanded and upright.", "Hold your chest wide and open, creating space.", "Keep your chest lifted and the ribcage broad.", "Allow your chest to remain open, with the shoulders back.", "Maintain an expansive chest, promoting openness.", "Hold your ribcage open and lifted with ease.", "Keep the chest broad and open, ensuring a feeling of space.", "Focus on holding your chest wide and expansive."] },
{ "silence": 1000 },
{ "chance": 65, "ru": "В кистях омммммм м+удра." }
]