[
{ "version":2,"ru":"Кисти поставьте на уровне плечей.","en":"Position your wrists at shoulder level with mindful alignment.","enSynonyms":["Place your hands in line with your shoulders for balanced posture","Set your wrists parallel to your shoulder joints","Align your palms horizontally to shoulder height","Ensure your upper limbs are horizontally aligned with the shoulder girdle","Establish symmetry between hand placement and scapular positioning"]},
{ "silence": 3000 },
{ "version":2,"ru":"Переместитесь на носки.","en":"Shift onto your toes.","enSynonyms":["Move onto the balls of your feet.","Rise up onto your toes with control.","Transfer your weight onto your toes smoothly.","Lift your heels and balance on your toes.","Engage your core as you shift onto your toes."]},
{ "silence": 1000 },
{ "version":2,"ru":"Оторвите от поверхности грудную клетку, колени.","en":"Lift your chest and knees off the surface.","enSynonyms":["Raise your chest and knees away from the ground.","Peel your chest and knees up from the surface with control.","Float your chest and knees above the floor, keeping balance.","Gently lift your chest and knees, engaging your core.","Elevate your chest and knees, feeling the lightness in your body."]},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "От макушки до пяток прямая линия.", "en": "A straight line from the crown of your head to your heels.", "enSynonyms": [ "A straight alignment from your head to your heels.", "From the top of your head to your heels, form a straight line.", "Create a straight line from the crown of your head to your heels.", "Keep your body in a straight line from head to heels.", "Your body should form a straight line from the crown of your head to your heels.", "Maintain a straight line extending from your head to your heels.", "Your body should align in a straight line from the top of your head to your heels.", "Form a straight line from your head to your heels without arching.", "Ensure your body forms a straight line from your head down to your heels.", "From the crown of your head to your heels, keep a straight line.", "Maintain a solid, straight line from your head all the way to your heels.", "Align your body so it forms a straight line from your head to your heels.", "Create a seamless line from the top of your head to your heels.", "Straighten your body from your head to your heels, forming a continuous line.", "Ensure your body remains straight, creating a line from your head to your heels.", "Form a straight body alignment from the crown of your head to your heels.", "Keep your body in alignment, creating a straight line from head to heels.", "A straight line should connect the crown of your head to your heels.", "Position your body so that it forms a straight line from your head to your heels." ] },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Чатур+анга данд+асана.", "en": "Chatur+anga Dandasana." },
{ "silence": 1000 }
]