[
{"ru": "Откройте глаза.", "en": "Open your eyes.", "enSynonyms": ["Gently open your eyes.", "Lift your eyelids to open your eyes.", "Open both eyes slowly.", "Open your eyes gently.", "Allow your eyes to open.", "Unveil your eyes.", "Relax your eyelids and open your eyes.", "Open your eyes softly.", "Lift your eyelids and open your eyes.", "Open your eyes wide.", "Begin to open your eyes.", "Start opening your eyes.", "Awaken your eyes by opening them.", "Let your eyes open slowly.", "Open both of your eyes.", "Ease your eyes open.", "Uncover your eyes by opening them.", "Gently lift your eyelids and open your eyes.", "Gradually open your eyes.", "Open your eyes with a soft gaze." ]},
{ "silence": 1000 },
{ "ru": "Кисти потяните вверх и опустите через стороны.", "en": "Stretch your wrists upwards and lower them gracefully through the sides.", "enSynonyms": ["Raise your hands skyward, then bring them down through the sides with fluid motion.", "Extend your wrists upward and guide them gently down along your sides.", "Lift your wrists high and lower them in an arc through your sides.", "Reach up with your hands and sweep them down through the sides with poise.", "Stretch your wrists to the sky, then release them softly down through the sides.", "Lift your hands upward and let them fall smoothly along the sides.", "Elevate your wrists and arc them down through the sides in a controlled flow.", "Extend your hands toward the ceiling and draw them back down through the sides elegantly.", "Raise your hands overhead and lower them gracefully along the sides.", "Reach your wrists upward and sweep them outward through the sides.", "With energy, send your wrists upward and let them descend softly through the sides.", "Lift your hands, palms facing out, to the ceiling and arc them gently back down.", "Reach high, feeling the stretch, then release your arms downward through the air along your sides.", "Extend your hands as if reaching for the sky and then glide them outward and down through your sides.", "Take your wrists upward in a gentle stretch, then flow them outward and downward along your sides.", "Bring energy through your hands, lifting them high and letting them return softly through your sides.", "With controlled grace, stretch upward and allow your hands to return outward and downward.", "Feel the lift as you stretch your hands skyward, then gently release them back along your sides.", "Lift your wrists as though greeting the sky, then arc them outward and downward smoothly.", "Move your hands upward in a stretching motion and let them glide back down with ease through the sides."] },
{ "silence": 1500 }
]