[
{ "version": 1, "ru": "Подсогн+ите одну ногу." },
{ "silence": 1000 },
{"version":2,"ru":"Стоя на носке опорной стопы, поднимите колено.","en":"Balance on the ball of your standing foot while lifting your knee."},
{ "silence": 1000 },
{ "version":3, "ru": "Согнутое колено поднимите выше тазобедренного сустава.","en":"Lift your bent knee above hip height, keeping your torso steady as you hold the position."},
{ "silence": 500 },
{ "version": 1, "ru": "Сохраняя стойку на опорном носке, выведите колено другой ноги в сторону." },
{ "silence": 6000 },
{ "version":2, "ru": "Ногу вытяните в сторону.","en":"Stretch your leg outward to the side as you exhale smoothly, pressing firmly through the sole of your foot and reaching through your toes to create a long, steady line from hip to heel, aligning your hips square and keeping your core engaged while you hold the position with stability."},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 7000 },
{ "version":2, "ru": "Колено выведите вперед перед собой.","en":"Gently guide your knee forward, easing it just ahead of your hip as you settle into your stance, keeping the movement smooth and controlled while you breathe steadily through the flow."},
{ "silence": 1000 },
{ "version": 2, "ru": "Стопы опустите на коврик.", "en": "Lower your feet onto the mat."},
{ "silence": 1000 },
{ "version": 2, "ru": "Потяните кисти вверх.", "en": "Reach your hands upward."},
{ "silence": 1000 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 1000 }
]