[
{"version":2,"ru":"Вытяните поднятую ногу назад и вверх.","en":"Stretch your lifted leg back and up.","enSynonyms":["Extend your raised leg backward and upwards.","Reach your elevated leg behind you and upwards.","Straighten your lifted leg, moving it back and upward.","Stretch the lifted leg behind you, reaching it upward."]},
{ "silence": 1000 },
{"version": 2, "ru": "Опустите оба локтя на коврик.", "en": "Lower both elbows down onto the mat.", "enSynonyms": ["Gently place your elbows onto the mat.", "Bring both elbows down to rest on the mat.", "Settle your elbows onto the mat with control.", "Rest your elbows softly on the mat, ensuring a stable position."]},
{ "silence": 1000 },
{"version": 2, "ru": "Разогните опорную ногу.", "en": "Straighten your supporting leg.", "enSynonyms": ["Extend the leg that bears your weight.", "Unbend the leg you are balancing on.", "Fully stretch out your stabilising leg.", "Lengthen through the leg holding your body upright.", "Open up the knee of your grounded leg to straighten it."]},
{ "silence": 500 },
{ "version": 1, "ru": "Эка п+ада +адха мукхо шван+асана на локтях." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Собака мордой вниз на одной ноге на локтях." },
{ "silence": 500 },
{"version": 2, "ru": "Поднятой пяткой давите вверх.", "en": "Press your raised heel upwards with intention.", "enSynonyms": ["Push your lifted heel firmly towards the ceiling.", "Engage your raised heel by driving it upward.", "Apply pressure with your elevated heel, directing it upwards.", "Actively press your heel upward, maintaining a strong and steady force."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Выталкивайтесь локтями, чтобы потянуться грудной клеткой к колену опорной ноги." },
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 3000 },
{ "version": 1, "ru": "Сохраняя упор в локтях, сделайте отшаг назад стопами." },
{ "silence": 1500 },
{ "chance": 55, "version": 1, "ru": "Отрегулируйте высоту таза, чтобы от макушки до пяток образовалась прямая линия.", "en": "Adjust the height of your pelvis so that a straight line forms from the crown of your head to your heels.", "enSynonyms": ["Adjust the position of your pelvis to align your body from head to heels.", "Set the height of your pelvis to ensure a straight line from your head to your heels.", "Align your pelvis so that your body forms a straight line from the crown of your head down to your heels.", "Shift the pelvis height to create a straight line from your head to your heels.", "Position your pelvis so a straight line runs from the top of your head to your heels.", "Adjust your pelvis height so that the body forms a straight line from head to heels.", "Lift or lower your pelvis to create a straight line from the crown of your head to your heels.", "Set your pelvis in position so your body forms a straight line from head to heel.", "Modify the height of your pelvis to ensure your body aligns from head to heels.", "Position the pelvis so that from your head to heels forms a straight line.", "Correct the height of your pelvis to create a continuous line from the crown of your head to your heels.", "Lift your pelvis so that your body forms a straight line from your head down to your heels.", "Adjust your pelvis to make sure your body is aligned in a straight line from head to heel.", "Shift the pelvis until a straight line from the crown of your head to your heels is formed.", "Move your pelvis to create a straight alignment from head to heels.", "Alter your pelvis position to form a straight line from head to heels.", "Adjust the height of your pelvis to align your body into a straight line from head to heels.", "Ensure your pelvis is positioned so that your body forms a continuous line from head to heels."] },
{ "silence": 500 },
{"version": 1, "ru": "Удерживайте таз на весу.", "en": "Keep your pelvis lifted and supported in the air.", "enSynonyms": ["Maintain the pelvis elevated, holding it steady in the air.", "Hold your pelvis up, ensuring it stays lifted and stable.", "Keep the pelvic area raised, maintaining a strong and steady position.", "Lift your pelvis and hold it securely in an elevated position.", "Ensure your pelvis remains suspended and steady in the air.", "Hold your pelvis aloft, keeping it balanced and supported.", "Maintain the pelvis lifted, avoiding any sagging or lowering.", "Keep your pelvic region raised, ensuring stability and alignment.", "Hold your pelvis up in the air, staying steady and strong.", "Keep the pelvis elevated, focusing on control and balance."]},
{ "silence": 1500 },
{ "version": 1, "ru": "Сделайте отшаг стопами назад, чтобы лоб оказался между локтями.", "en": "Step the feet back so that the forehead is between the elbows.", "enSynonyms": ["Move your feet backward until your forehead is between your elbows.", "Step your feet back, bringing the forehead between the elbows.", "Step back with your feet, positioning your forehead between your elbows.", "Take a step backward with your feet, placing the forehead between your elbows.", "Move the feet back, so the forehead aligns between your elbows.", "Step backward with your feet, ensuring your forehead is between the elbows.", "Take a step back with your feet until the forehead is positioned between the elbows.", "Step the feet back, positioning the forehead between the elbows.", "Move your feet back so the forehead rests between the elbows.", "Shift the feet back and place your forehead between the elbows.", "Step back with your feet, bringing the forehead directly between your elbows.", "Step the feet back and bring your forehead to rest between the elbows.", "Move the feet back, aligning your forehead between your elbows.", "Step back, placing your forehead between your elbows.", "Step backward, ensuring your forehead comes between your elbows.", "Take a step back, positioning your forehead in the space between your elbows.", "Move your feet back, so that your forehead aligns with the space between your elbows.", "Step back with the feet and position the forehead between the elbows.", "Step back and bring the forehead into the space between your elbows.", "Step your feet back so that the forehead naturally comes between your elbows." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Выведите в одну линию ребра, таз и туловище так чтобы от пятки до макушки образовалась прямая линия.", "en": "Align your ribs, pelvis, and torso in one straight line, so that there is a straight line from your heel to the crown of your head." },
{ "silence": 2000 },
{ "version": 1, "ru": "Макара +Адхо Муха шван+асана с удлиненным рычагом.", "en": "Makara Adho Mukha Svanasana with an extended lever.", "enSynonyms": ["Makara Downward-Facing Dog with an extended lever.", "Makara pose + Adho Mukha Svanasana with a lengthened lever.", "Makara and Adho Mukha Svanasana with an elongated lever.", "Makara in Adho Mukha Svanasana with an extended arm lever.", "Makara + Downward-Facing Dog pose with extended arms.", "Makara Adho Mukha Svanasana with an elongated reach.", "Makara variation with extended lever in Downward-Facing Dog.", "Makara + Adho Mukha Svanasana with an extended arm position.", "Makara pose and Adho Mukha Svanasana with long leverage.", "Makara + Adho Mukha Svanasana with outstretched lever.", "Makara with an extended lever in Adho Mukha Svanasana.", "Makara Downward Dog with a lengthened arm position.", "Makara Adho Mukha Svanasana in an extended lever formation.", "Makara pose + Downward Dog with an extended arm leverage.", "Makara with an extended reach in Adho Mukha Svanasana.", "Makara + Adho Mukha Svanasana with long reach for leverage.", "Makara Adho Mukha Svanasana with arms extended for leverage.", "Makara and Adho Mukha Svanasana with an extended lever position.", "Makara Downward Dog with extended arms and leverage."] },
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Поза планки дельфина с удлиненным рычагом.", "en": "Dolphin plank pose with an extended lever.", "enSynonyms": ["Dolphin plank variation with extended lever.", "Dolphin plank pose with elongated arms.", "Dolphin plank with a lengthened lever position.", "Dolphin plank with extended limbs for leverage.", "Dolphin plank pose and extended arm formation.", "Dolphin plank position with an elongated arm leverage.", "Dolphin plank pose with outstretched lever.", "Dolphin plank variation with extended arm reach.", "Dolphin plank with an extended lever alignment.", "Dolphin plank with long arm leverage.", "Dolphin plank pose with extended limbs.", "Dolphin plank in an extended lever position.", "Dolphin plank with a lengthened reach.", "Dolphin plank with extended arm leverage.", "Dolphin plank with an extended arm position.", "Dolphin plank pose and extended lever alignment.", "Dolphin plank with an elongated arm stretch.", "Dolphin plank with a fully extended lever.", "Dolphin plank with extended arms for added leverage."] },
{ "silence": 2000 },
{"version":2,"ru":"Опустите колени, носки вытяните.","en":"Lower your knees down and extend your toes, pointing them away from your body.","enSynonyms":["Bring your knees down and stretch your toes out.","Drop your knees to the ground and elongate your toes.","Gently place your knees down while pointing your toes forward.","Settle your knees down and actively lengthen your toes.","Release your knees to the floor and press through the balls of your feet, extending your toes."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Таз переместите на пятки." },
{ "silence": 6000 },
{ "version": 1, "ru": "Кисти разведите в стороны на уровень плечевых суставов.", "en": "On the exhale, spread the hands apart to the level of the shoulder joints." },
{ "silence": 1500 },
{ "version": 1, "ru": "Опустите лоб.", "en": "Lower your forehead.", "enSynonyms": ["Bring your forehead down.", "Tilt your forehead downward.", "Gently lower your forehead.", "Drop your forehead.", "Move your forehead downward.", "Bring your forehead closer to the ground.", "Lower your brow.", "Tilt your head down so the forehead drops.", "Drop your head slightly, lowering the forehead.", "Bring your brow down toward the mat.", "Let your forehead fall downward.", "Slowly lower your forehead to the floor.", "Direct your forehead downward.", "Lower your forehead towards the ground.", "Let your forehead gently drop.", "Move your brow downward.", "Tilt your forehead towards the floor.", "Bring your brow down gently.", "Lower your head so the forehead descends.", "Slowly drop your forehead down." ] },
{ "silence": 1500 },
{ "version": 1, "ru": "+Ардха курм+асана.", "en": "Ardha Kurmasana."},
{ "silence": 1500 },
{ "chance": 95, "version": 1, "ru": "Поза получерепахи.", "en": "Half-tortoise pose." },
{ "silence": 10000 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Удлиняйте дыхание.", "en": "Lengthen your breath.", "enSynonyms": ["Extend your breath.", "Make your breath longer.", "Slowly elongate your breath.", "Take deeper, longer breaths.", "Extend the duration of your breath.", "Allow your breath to grow longer.", "Stretch your breath out.", "Lengthen the inhale and exhale.", "Deepen and extend your breathing.", "Slow your breath and make it longer.", "Increase the length of your breath.", "Stretch your breath with each inhale.", "Breathe in and out more deeply and slowly.", "Expand your breath to its full length.", "Lengthen the cycle of your breath.", "Gradually extend your breath.", "Focus on lengthening your inhale and exhale.", "Breathe deeply and slowly, extending the breath.", "Allow your breath to stretch further." ] },
{ "silence": 7000 }
]