[
{ "ru": "Вытяните поднятую ногу назад и вверх." },
{ "silence": 1000 },
{ "ru": "Опустите оба локтя на коврик." },
{ "silence": 1000 },
{ "ru": "Разогните опорную ногу." },
{ "silence": 500 },
{ "ru": "Эка п+ада +адха мукхо шван+асана на локтях." },
{ "silence": 500 },
{ "chance": 65, "ru": "Собака мордой вниз на одной ноге на локтях." },
{ "silence": 500 },
{ "ru": "Поднятой пяткой давите вверх." },
{ "silence": 1000 },
{ "ru": "Выталкивайтесь локтями, чтобы потянуться грудной клеткой к колену опорной ноги." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 3000 },
{ "ru": "Сохраняя упор в локтях, сделайте отшаг назад стопами." },
{ "silence": 1500 },
{ "chance": 65, "ru": "Отрегулируйте высоту таза, чтобы от макушки до пяток образовалась прямая линия.", "en": "Adjust the height of your pelvis so that a straight line forms from the crown of your head to your heels.", "enSynonyms": ["Adjust the position of your pelvis to align your body from head to heels.", "Set the height of your pelvis to ensure a straight line from your head to your heels.", "Align your pelvis so that your body forms a straight line from the crown of your head down to your heels.", "Shift the pelvis height to create a straight line from your head to your heels.", "Position your pelvis so a straight line runs from the top of your head to your heels.", "Adjust your pelvis height so that the body forms a straight line from head to heels.", "Lift or lower your pelvis to create a straight line from the crown of your head to your heels.", "Set your pelvis in position so your body forms a straight line from head to heel.", "Modify the height of your pelvis to ensure your body aligns from head to heels.", "Position the pelvis so that from your head to heels forms a straight line.", "Correct the height of your pelvis to create a continuous line from the crown of your head to your heels.", "Lift your pelvis so that your body forms a straight line from your head down to your heels.", "Adjust your pelvis to make sure your body is aligned in a straight line from head to heel.", "Shift the pelvis until a straight line from the crown of your head to your heels is formed.", "Move your pelvis to create a straight alignment from head to heels.", "Alter your pelvis position to form a straight line from head to heels.", "Adjust the height of your pelvis to align your body into a straight line from head to heels.", "Ensure your pelvis is positioned so that your body forms a continuous line from head to heels."] },
{ "silence": 500 },
{ "ru": "Таз на весу." },
{ "silence": 1500 },
{ "ru": "Сделайте отшаг стопами назад, чтобы лоб оказался между локтей." },
{ "silence": 1000 },
{ "ru": "Выведите в одну линию ребра, таз и туловище так чтобы от пятки до макушки образовалась прямая линия.", "en": "Align your ribs, pelvis, and torso in one straight line, so that there is a straight line from your heel to the crown of your head." },
{ "silence": 2000 },
{ "ru": "Макара +Адхо Муха шван+асана с удлиненным рычагом.", "en": "Makara Adho Mukha Svanasana with an extended lever.", "enSynonyms": ["Makara Downward-Facing Dog with an extended lever.", "Makara pose + Adho Mukha Svanasana with a lengthened lever.", "Makara and Adho Mukha Svanasana with an elongated lever.", "Makara in Adho Mukha Svanasana with an extended arm lever.", "Makara + Downward-Facing Dog pose with extended arms.", "Makara Adho Mukha Svanasana with an elongated reach.", "Makara variation with extended lever in Downward-Facing Dog.", "Makara + Adho Mukha Svanasana with an extended arm position.", "Makara pose and Adho Mukha Svanasana with long leverage.", "Makara + Adho Mukha Svanasana with outstretched lever.", "Makara with an extended lever in Adho Mukha Svanasana.", "Makara Downward Dog with a lengthened arm position.", "Makara Adho Mukha Svanasana in an extended lever formation.", "Makara pose + Downward Dog with an extended arm leverage.", "Makara with an extended reach in Adho Mukha Svanasana.", "Makara + Adho Mukha Svanasana with long reach for leverage.", "Makara Adho Mukha Svanasana with arms extended for leverage.", "Makara and Adho Mukha Svanasana with an extended lever position.", "Makara Downward Dog with extended arms and leverage."] },
{ "silence": 1000 },
{ "chance": 65, "ru": "Поза планки дельфина с удлиненным рычагом.", "en": "Dolphin plank pose with an extended lever.", "enSynonyms": ["Dolphin plank variation with extended lever.", "Dolphin plank pose with elongated arms.", "Dolphin plank with a lengthened lever position.", "Dolphin plank with extended limbs for leverage.", "Dolphin plank pose and extended arm formation.", "Dolphin plank position with an elongated arm leverage.", "Dolphin plank pose with outstretched lever.", "Dolphin plank variation with extended arm reach.", "Dolphin plank with an extended lever alignment.", "Dolphin plank with long arm leverage.", "Dolphin plank pose with extended limbs.", "Dolphin plank in an extended lever position.", "Dolphin plank with a lengthened reach.", "Dolphin plank with extended arm leverage.", "Dolphin plank with an extended arm position.", "Dolphin plank pose and extended lever alignment.", "Dolphin plank with an elongated arm stretch.", "Dolphin plank with a fully extended lever.", "Dolphin plank with extended arms for added leverage."] },
{ "silence": 2000 },
{ "ru": "опустите колени, носки вытяните." },
{ "silence": 1000 },
{ "ru": "Таз переместите на пятки." },
{ "silence": 6000 },
{ "ru": "Кисти протяните вперед на ширине плечевых суставов." },
{ "silence": 1500 },
{ "ru": "Опустите лоб." },
{ "silence": 1500 },
{ "ru": "+Ардха курм+асана.", "en": "Ardha Kurmasana."},
{ "silence": 1500 },
{ "chance": 95, "ru": "Поза получерепахи.", "en": "Half-tortoise pose." },
{ "silence": 10000 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 1000 },
{ "chance": 65, "ru": "Удлиняйте дыхание." },
{ "silence": 7000 }
]