[
{ "version": 1, "ru": "Таз выведите над коленями.", "en": "Position the pelvis above the knees.", "enSynonyms": ["Align the pelvis over the knees.", "Bring the pelvis directly above the knees.", "Place the pelvis over the knees.", "Shift the pelvis to be positioned above the knees.", "Place the hips above the knees.", "Move the pelvis into alignment above the knees.", "Lift the pelvis to a position over the knees.", "Adjust the pelvis so it's above the knees.", "Direct the pelvis above the knees.", "Ensure the pelvis is positioned above the knees.", "Align the hips above the knees.", "Guide the pelvis above the knees.", "Lift your pelvis over the knees.", "Move the pelvis so that it sits above the knees.", "Raise the pelvis over the knees.", "Bring the pelvis above the knees with precision.", "Place the pelvis in line above the knees.", "Shift your pelvis to rest above the knees.", "Direct the pelvis to rest above the knees.", "Lift the hips and align them over the knees." ] },
{ "silence": 2000 },
{ "version": 1, "ru": "Кисти поместите по краям коврика.", "en": "Place your hands at the edges of the mat.", "enSynonyms": [ "Position your hands along the edges of the mat.", "Place your palms at the sides of the mat.", "Set your hands along the mat's edges.", "Put your hands on the mat's outer edges.", "Place your wrists at the edges of the mat.", "Align your hands with the edges of the mat.", "Place your hands at the sides of the yoga mat.", "Position your palms on the edges of the mat.", "Rest your hands on the edges of the mat.", "Place your palms flat along the mat’s edges.", "Position your hands parallel to the edges of the mat.", "Place your hands on the outer edges of the mat.", "Set your palms down at the edges of the mat.", "Rest your wrists at the edges of the mat.", "Ensure your hands are positioned at the mat's edges.", "Place your palms at the corners of the mat.", "Position your hands evenly along the edges of the mat.", "Set your hands just at the edges of the mat for balance.", "Place your hands along the sides of the mat for stability." ] },
{ "silence": 1000 }
]