[
{ "silence": 5000 },
{ "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 500 },
{ "ru": "подсогн+ите ноги." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Прогнитесь в пояснице, локти отводите назад, сведите лопатки." },
{ "silence": 2000 },
{ "ru": "Живот опустите на бёдра." },
{ "silence": 1000 },
{ "ru": "Кистями возьмитесь за голени." },
{ "silence": 500 },
{ "ru": "Локти под колени.", "en": "Place the elbows under the knees." },
{ "silence": 500 },
{ "ru": "Подбородок прижмите к коленям либо к голеням." },
{ "silence": 1000 },
{ "ru": "Разогните ноги.", "en": "Extend your legs fully, straightening them with a sense of strength and stability." },
{ "silence": 1000 },
{ "ru": "втяните живот, диафрагму втяните под рёбра и за счет этого вниз протяните поясницу." },
{ "silence": 4000 }
]