[
{ "silence": 5000 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally." },
{ "silence": 500 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 100 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 2000 },
{ "version":3,"ru":"Живот опустите на бёдра.","en":"Sink your belly toward your hips, letting your torso relax completely."},
{ "silence": 1000 },
{ "version": 1, "ru": "Кистями возьмитесь за голени.", "en": "Grasp your shins with your hands.", "enSynonyms": ["Hold onto your shins with your palms.", "Take hold of your shins using your hands.", "Grip your shins firmly with your hands.", "Secure your shins gently with your palms.", "Clasp your shins with your hands.", "Grab hold of your shins using your hands.", "Place your hands around your shins and hold.", "Hold your shins steadily with your hands.", "Encircle your shins with your palms and grip gently.", "Wrap your hands around your shins and hold firmly.", "Take your shins in your hands and hold gently.", "Grip your shins securely with your hands.", "Place your palms on your shins and hold steadily.", "Hold your shins carefully with your hands.", "Grasp the sides of your shins using your palms.", "Rest your hands on your shins and clasp them.", "Anchor your hands to your shins and hold.", "Take hold of your shins firmly but gently.", "Use your hands to grip your shins.", "Place your hands on your shins and grip softly."] },
{ "silence": 500 },
{ "version": 1, "ru": "Локти под колени.", "en": "Place the elbows under the knees." },
{ "silence": 500 },
{ "version": 1, "ru": "Подбородок прижмите к коленям либо к голеням.", "en": "Press your chin to your knees or shins.", "enSynonyms": ["Gently press your chin against your knees or shins.", "Bring your chin close to your knees or shins and press lightly.", "Rest your chin on your knees or shins with a gentle press.", "Lower your chin and press it softly against your knees or shins.", "Touch your knees or shins with your chin, applying light pressure.", "Press your chin down towards your knees or shins firmly but gently.", "Place your chin on your knees or shins with a firm yet soft motion.", "Bring your chin to your knees or shins, applying gentle pressure.", "Nestle your chin against your knees or shins with control.", "Lean your chin onto your knees or shins with a soft press.", "Draw your chin to your knees or shins and hold it lightly against them.", "Press your chin snugly onto your knees or shins.", "Position your chin against your knees or shins with a comfortable press.", "Gently bring your chin to rest against your knees or shins.", "Drop your chin down and press it delicately to your knees or shins.", "Lower your chin, allowing it to softly press into your knees or shins.", "Align your chin with your knees or shins and press gently.", "Place your chin carefully onto your knees or shins with light pressure.", "Guide your chin towards your knees or shins and press softly.", "Anchor your chin against your knees or shins with a controlled press."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Разогните ноги.", "en": "Extend your legs fully." },
{ "silence": 1000 },
{ "version":2, "ru": "Втяните живот, диафрагму втяните под рёбра и за счет этого вниз протяните поясницу.","en":"Draw your abdomen in, tuck your diaphragm under your ribs, and use this action to lengthen your lower back downward." },
{ "silence": 8000 }
]