[
{ "silence": 500 },
{ "version": 1, "ru": "Рёбра стоп прижмите друг к другу", "en": "Press the edges of your feet firmly together.", "enSynonyms": ["Bring the edges of your feet into firm contact with each other.", "Press the sides of your feet against one another firmly.", "Draw the edges of your feet together with intention.", "Ensure the sides of your feet are snugly pressed together.", "Gently but firmly press the inner edges of your feet together.", "Bring the sides of your feet into alignment, pressing them firmly together.", "Unite the edges of your feet by pressing them firmly against each other.", "Firmly join the sides of your feet, ensuring they stay connected.", "Press the outer edges of your feet together with deliberate pressure.", "Hold the edges of your feet together with a steady but gentle press.", "Place the sides of your feet in contact, ensuring a firm connection.", "Ensure the inner and outer edges of your feet meet snugly, pressing them together.", "Press the medial edges of your feet into one another for a stable connection.", "Join the rims of your feet with a firm and steady pressure.", "Bring the feet's edges together, holding them firmly in contact.", "Secure the sides of your feet together with a consistent press.", "Keep the edges of your feet aligned and pressed firmly against one another.", "Let the rims of your feet meet, pressing them together evenly.", "Draw the edges of your feet inward until they touch securely.", "Firmly align and press the sides of your feet into one another."] },
{ "silence": 3000 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
  { "version": 1, "ru": "Кисти поместите по краям коврика.", "en": "Place your hands at the edges of the mat.", "enSynonyms": [ "Position your hands along the edges of the mat.", "Place your palms at the sides of the mat.", "Set your hands along the mat's edges.", "Put your hands on the mat's outer edges.", "Place your wrists at the edges of the mat.", "Align your hands with the edges of the mat.", "Place your hands at the sides of the yoga mat.", "Position your palms on the edges of the mat.", "Rest your hands on the edges of the mat.", "Place your palms flat along the mat’s edges.", "Position your hands parallel to the edges of the mat.", "Place your hands on the outer edges of the mat.", "Set your palms down at the edges of the mat.", "Rest your wrists at the edges of the mat.", "Ensure your hands are positioned at the mat's edges.", "Place your palms at the corners of the mat.", "Position your hands evenly along the edges of the mat.", "Set your hands just at the edges of the mat for balance.", "Place your hands along the sides of the mat for stability." ] },
{ "silence": 500 },
  {"version":2,"ru":"Опустите на коврик колени.","en":"Now, gently lower your knees down onto the mat, ensuring a soft and controlled contact with the surface.","enSynonyms":["Place your knees softly onto the mat, maintaining a steady and mindful posture.","Bring your knees down to rest comfortably on the mat, moving with care and precision.","Settle your knees gently onto the mat, allowing your body to find stability and ease.","Carefully lower yourself until your knees make contact with the mat, keeping the movement fluid and deliberate.","Position your body by lowering the knees to the mat, focusing on smooth and intentional motion."]},
{ "silence": 1000 }
]
