[
{"version": 2, "ru": "Пробросьте поднятую ногу вперед.", "en": "Swing your lifted leg forward.", "enSynonyms": ["Fling your raised leg ahead of you.", "Propel your elevated leg into a forward motion.", "Send your lifted leg swinging forwards with control.", "Guide the raised leg in a smooth arc to the front.", "Drive your hoisted leg forward with intention."]},
{ "silence": 1000 },
{"version": 2, "ru": "Таз сместите в ту сторону, чтобы таз оказался расположен параллельно горизонтальной плоскости.", "en": "Shift your hips to the side until your pelvis is aligned parallel to the horizontal plane.", "enSynonyms": ["Move your pelvis sideways until it lies parallel to the ground.", "Adjust your hips to the side, ensuring your pelvis is level with the floor.", "Reposition your hips sideways to achieve a parallel alignment with the horizontal plane.", "Tilt your pelvis to the side until it is evenly aligned with the ground."]},
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Носок вытянутой вперед стопы натяните на себя." },
{ "silence": 1000 },
{ "version": 1, "ru": "Сделайте пружину стопой вытянутой вперед ноги." },
{ "silence": 5000 },
{"version": 2, "ru": "Пятку вытянутой ноги опустите вперед и вниз.", "en": "Lower the heel of your extended leg forward and down.", "enSynonyms": ["Bring the heel of your stretched leg forwards and downwards.", "Ease the heel of your elongated leg into a forward and downward motion.", "Guide the heel of your outstretched leg to descend ahead and low.", "Drop the heel of your lengthened leg gently forward and downward.", "Direct the heel of your straightened leg to move forward and settle down."]},
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Максимально расслабьте обе ноги и туловище.", "en": "Relax both legs and the body as much as possible." },
{ "silence": 2000 },
{ "version": 1, "ru": "Предплечьем надавите на вытянутое колено и тянитесь вниз животом.", "en": "Press your forearm into the extended knee and reach down with your belly." },
{ "silence": 1000 },
{ "version": 1, "ru": "Вытянутое колено прямое." },
{ "silence": 10000 },
{ "version": 1, "ru": "Поднимите вытянутую ногу и удерживайте ее на весу." },
{ "silence": 5000 },
{ "version": 1, "ru": "Кистью на стороне вытянутой ноги возьмитесь за большой палец или за внешнюю часть стопы." },
{ "silence": 2000 },
{"version":2,"ru":"Колено выпрямите.","en":"Straighten out your knee, ensuring it is fully extended and aligned.","enSynonyms":["Extend your knee completely.","Lengthen your leg by straightening the knee.","Fully stretch out your knee joint.","Engage your leg muscles to lock the knee in a straight position.","Gently push through the knee to achieve a full and even extension."]},
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Взгляд направьте перед собой.", "en": "Direct your gaze straight ahead.", "enSynonyms": ["Focus your eyes forward.", "Keep your gaze steady and look ahead.", "Look straight forward with attention.", "Guide your eyes directly in front of you.", "Fix your gaze on the space before you.", "Shift your attention to the view ahead.", "Maintain your gaze forward and steady.", "Turn your eyes to face straight ahead.", "Focus on the horizon directly in front.", "Keep your eyes looking calmly ahead."] },
{ "silence": 1000 },
{ "chance": 40, "version": 1, "ru": "Плечо которое ушло назад выведите вперед, чтобы между плечевыми образовалась прямая линия." },
{ "silence": 3000 }
]