[
{ "version": 2, "ru": "Пробросьте поднятую ногу вперед.", "en": "Swing your lifted leg forward.", "enSynonyms": ["Fling your raised leg ahead of you.", "Propel your elevated leg into a forward motion.", "Send your lifted leg swinging forwards with control.", "Guide the raised leg in a smooth arc to the front.", "Drive your hoisted leg forward with intention."]},
{ "silence": 1000 },
{ "version": 2, "ru": "Таз сместите в ту сторону, чтобы таз оказался расположен параллельно горизонтальной плоскости.", "en": "Shift your hips to the side until your pelvis is aligned parallel to the horizontal plane.", "enSynonyms": ["Move your pelvis sideways until it lies parallel to the ground.", "Adjust your hips to the side, ensuring your pelvis is level with the floor.", "Reposition your hips sideways to achieve a parallel alignment with the horizontal plane.", "Tilt your pelvis to the side until it is evenly aligned with the ground."]},
{ "silence": 1000 },
{ "chance": 55, "version": 2, "ru": "Носок вытянутой вперед стопы натяните на себя.", "en": "Flex the toes of your extended foot back towards yourself.", "enSynonyms": ["Pull the toes of your forward-stretched foot towards your body.", "Draw the toes of your outstretched foot back in your direction.", "Engage the toes of your extended foot by flexing them towards you.", "Actively point the toes of your forward foot back towards your torso."]},
{ "silence": 1000 },
{ "version": 2, "ru": "Сделайте пружину стопой вытянутой вперед ноги.", "en": "Create a spring-like motion with the foot of your forward-extended leg.", "enSynonyms": ["Generate a bouncing action using the foot of your stretched-forward leg.", "Make your extended foot rebound as if it were a spring.", "Use the foot of your outstretched leg to produce a springing effect.", "Bounce the foot of your lengthened leg in a lively springing manner.", "Allow the foot of your forwarded leg to mimic a gentle spring movement."]},
{ "silence": 5000 },
{ "version": 2, "ru": "Пятку вытянутой ноги опустите вперед и вниз.", "en": "Lower the heel of your extended leg forward and down.", "enSynonyms": ["Bring the heel of your stretched leg forwards and downwards.", "Ease the heel of your elongated leg into a forward and downward motion.", "Guide the heel of your outstretched leg to descend ahead and low.", "Drop the heel of your lengthened leg gently forward and downward.", "Direct the heel of your straightened leg to move forward and settle down."]},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Максимально расслабьте обе ноги и туловище.", "en": "Relax both legs and the body as much as possible." },
{ "silence": 2000 },
{ "version": 1, "ru": "Предплечьем надавите на вытянутое колено и тянитесь вниз животом.", "en": "Press your forearm into the extended knee and reach down with your belly." },
{ "silence": 1000 },
{ "version": 2, "ru": "Вытянутое колено прямое.", "en": "Keep your extended knee straight.", "enSynonyms": ["Ensure your outstretched knee remains straight.", "Maintain a straight line in your extended knee.", "Hold your stretched knee in a straight position.", "Keep the knee of your extended leg fully straight."]},
{ "silence": 10000 },
{ "version": 2, "ru": "Поднимите вытянутую ногу и удерживайте ее на весу.", "en": "Lift your extended leg and hold it suspended in the air.", "enSynonyms": ["Raise your stretched leg and keep it hovering steadily.", "Elevate your elongated leg and maintain its position aloft.", "Bring your outstretched leg upward and balance it mid-air.", "Lift your straightened leg high and sustain it in suspension.", "Hoist your extended leg skyward and let it float weightlessly."]},
{ "silence": 5000 },
{ "version": 2, "ru": "Кистью на стороне вытянутой ноги возьмитесь за большой палец или за внешнюю часть стопы.", "en": "With the hand on the side of your extended leg, grasp your big toe or the outer edge of your foot.", "enSynonyms": ["Use the hand on the same side as your outstretched leg to hold your big toe or the outside of your foot.", "Reach with the hand corresponding to your extended leg and take hold of your big toe or the outer part of your foot.", "Grip your big toe or the outer side of your foot using the hand on the side of your stretched leg.", "With the hand aligned with your extended leg, secure your big toe or the exterior of your foot."]},
{ "silence": 2000 },
{ "version":2, "ru": "Колено выпрямите.","en":"Straighten out your knee, ensuring it is fully extended and aligned.","enSynonyms":["Extend your knee completely.","Lengthen your leg by straightening the knee.","Fully stretch out your knee joint.","Engage your leg muscles to lock the knee in a straight position.","Gently push through the knee to achieve a full and even extension."]},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Взгляд направьте перед собой.", "en": "Direct your gaze straight ahead."  },
{ "silence": 1000 },
{ "chance": 40, "version": 2, "ru": "Плечо которое ушло назад выведите вперед, чтобы между плечевыми образовалась прямая линия.", "en": "Bring the shoulder that moved back forward, aligning both shoulders into a straight line." },
{ "silence": 3000 }
]