[
{ "version": 1, "ru": "Выведите в одну линию бёдра, таз и туловище." },
{ "silence": 500 },
{ "chance": 25, "version": 1, "ru": "Ягодицы сожмите.", "en": "Squeeze your glutes.", "enSynonyms": [ "Engage your glute muscles.", "Tighten your glutes.", "Contract your glute muscles.", "Clench your glutes.", "Activate your glute muscles.", "Firmly squeeze your glutes.", "Engage the muscles in your glutes.", "Tighten the muscles in your glutes.", "Hold tension in your glutes.", "Squeeze your gluteal muscles tightly.", "Firmly contract your glute muscles.", "Engage and tighten your glute muscles.", "Squeeze your glutes firmly and hold.", "Activate and contract your glute muscles.", "Clench your gluteal muscles with control.", "Tighten your glutes for stability.", "Engage your glutes to maintain balance.", "Firmly activate your glute muscles during the movement.", "Contract your glutes to enhance support.", "Hold a firm squeeze in your glute muscles." ] },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Сделайте отшаг стопами назад, чтобы лоб оказался между локтями.", "en": "Step the feet back so that the forehead is between the elbows.", "enSynonyms": ["Move your feet backward until your forehead is between your elbows.", "Step your feet back, bringing the forehead between the elbows.", "Step back with your feet, positioning your forehead between your elbows.", "Take a step backward with your feet, placing the forehead between your elbows.", "Move the feet back, so the forehead aligns between your elbows.", "Step backward with your feet, ensuring your forehead is between the elbows.", "Take a step back with your feet until the forehead is positioned between the elbows.", "Step the feet back, positioning the forehead between the elbows.", "Move your feet back so the forehead rests between the elbows.", "Shift the feet back and place your forehead between the elbows.", "Step back with your feet, bringing the forehead directly between your elbows.", "Step the feet back and bring your forehead to rest between the elbows.", "Move the feet back, aligning your forehead between your elbows.", "Step back, placing your forehead between your elbows.", "Step backward, ensuring your forehead comes between your elbows.", "Take a step back, positioning your forehead in the space between your elbows.", "Move your feet back, so that your forehead aligns with the space between your elbows.", "Step back with the feet and position the forehead between the elbows.", "Step back and bring the forehead into the space between your elbows.", "Step your feet back so that the forehead naturally comes between your elbows." ] },
{ "silence": 2000 },
{ "version": 1, "ru": "Макара +Адхо Муха шван+асана с удлиненным рычагом.", "en": "Makara Adho Mukha Svanasana with an extended lever.", "enSynonyms": ["Makara Downward-Facing Dog with an extended lever.", "Makara pose + Adho Mukha Svanasana with a lengthened lever.", "Makara and Adho Mukha Svanasana with an elongated lever.", "Makara in Adho Mukha Svanasana with an extended arm lever.", "Makara + Downward-Facing Dog pose with extended arms.", "Makara Adho Mukha Svanasana with an elongated reach.", "Makara variation with extended lever in Downward-Facing Dog.", "Makara + Adho Mukha Svanasana with an extended arm position.", "Makara pose and Adho Mukha Svanasana with long leverage.", "Makara + Adho Mukha Svanasana with outstretched lever.", "Makara with an extended lever in Adho Mukha Svanasana.", "Makara Downward Dog with a lengthened arm position.", "Makara Adho Mukha Svanasana in an extended lever formation.", "Makara pose + Downward Dog with an extended arm leverage.", "Makara with an extended reach in Adho Mukha Svanasana.", "Makara + Adho Mukha Svanasana with long reach for leverage.", "Makara Adho Mukha Svanasana with arms extended for leverage.", "Makara and Adho Mukha Svanasana with an extended lever position.", "Makara Downward Dog with extended arms and leverage."] },
{ "silence": 1000 },
{ "chance": 60, "version": 1, "ru": "Поза планки дельфина с удлиненным рычагом.", "en": "Dolphin plank pose with an extended lever.", "enSynonyms": ["Dolphin plank variation with extended lever.", "Dolphin plank pose with elongated arms.", "Dolphin plank with a lengthened lever position.", "Dolphin plank with extended limbs for leverage.", "Dolphin plank pose and extended arm formation.", "Dolphin plank position with an elongated arm leverage.", "Dolphin plank pose with outstretched lever.", "Dolphin plank variation with extended arm reach.", "Dolphin plank with an extended lever alignment.", "Dolphin plank with long arm leverage.", "Dolphin plank pose with extended limbs.", "Dolphin plank in an extended lever position.", "Dolphin plank with a lengthened reach.", "Dolphin plank with extended arm leverage.", "Dolphin plank with an extended arm position.", "Dolphin plank pose and extended lever alignment.", "Dolphin plank with an elongated arm stretch.", "Dolphin plank with a fully extended lever.", "Dolphin plank with extended arms for added leverage."] },
{ "silence": 2000 }
]