[
{ "ru": "Сохраняя поднятые пятки, на выдох кисти разведите в стороны на уровень плечевых суставов." },
{ "silence": 1500 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 500 },
{ "chance": 99, "ru": "Кистями давите по сторонам.", "en": "Press outward with your palms.", "enSynonyms": [ "Push outwards with your palms.", "Apply pressure outward using your palms.", "Press your palms to the sides, applying force.", "Push both hands outward, feeling the resistance.", "With your palms, press firmly to the sides.", "Apply pressure to the sides using your palms.", "Press your palms outward with gentle force.", "Push your hands to the sides, using your palms.", "With your palms, apply pressure to each side.", "Push your palms outward in opposite directions.", "Press both palms outward, creating resistance.", "Gently press outward with your palms.", "Use your palms to push to the sides.", "Apply force outward with your palms.", "Push your hands outward, palms facing the sides.", "Press your palms outwards, feeling the stretch.", "Push outward with both palms, applying steady pressure.", "Extend your palms outward, creating force in both directions.", "Press gently outward using your palms." ] },
{ "silence": 500 },
{ "chance": 97 , "en": "Pull the fingers of the hands toward you.", "ru": "Пальцы кистей натяните на себя." },
{ "silence": 500 },
{ "chance": 65, "ru": "Лопатки растяните вправо и влево." },
{ "silence": 1500 },
{ "chance": 65, "ru": "Затылком давите назад.", "en": "Press back with the back of your head.", "enSynonyms": [ "Use the back of your head to press backwards.", "Push back using the back of your neck.", "Press your head back, using the back of your neck.", "Press backward with the back of your skull.", "Drive your head backward with the back of your neck.", "Push the back of your head backwards.", "Engage the back of your neck to press back.", "Use the back of your neck to push back.", "Push the back of your head towards the floor.", "Press backward through the back of your head.", "Push your head back with the back of your neck.", "Use your neck to press back gently.", "Drive your neck back, pressing with the back of your head.", "Push your head backwards, engaging the back of the neck.", "Press the back of your head backwards." ] },
{ "silence": 500 },
{ "ru": "Пятки подняты от коврика." },
{ "silence": 500 },
{ "chance": 65, "ru": "Нижнюю часть таза подайте вперед.", "en": "Bring the lower part of the pelvis forward." },
{ "silence": 1000 }
]