[
{"version":2,"ru":"Подсогните одну, затем другую ноги.","en":"Bend one knee, then the other in a flowing sequence.","enSynonyms":["Draw one heel toward your glutes, then repeat with the opposite leg","Hug one knee into your chest before switching to the alternate limb","Fold one leg at the knee joint, then transition to the other side","Initiate a sequential bend in each leg starting with the dominant side","Create alternating flexion in your lower extremities through mindful repetition"]},
{ "silence": 500 },
{"version":2,"ru":"Пятку опорной ноги опустите.","en":"Lower the heel of your supporting leg with mindful control.","enSynonyms":["Release the heel of the standing leg downward","Soften the supporting heel toward the earth","Allow the anchor leg's heel to descend gently","Sink the stabilizing heel while maintaining balance","Let the grounded heel melt downward","Ease the foundational heel into the mat with intention"]},
{ "silence": 1000 },
{ "version": 1, "ru": "Поднятое колено поместите сверху поверх бедра опорной ноги." },
{ "silence": 1000 },
{ "version": 1, "ru": "Подъемом поднятой стопы ухватитесь за голень другой ноги." },
{ "silence": 1000 },
{ "version": 1, "ru": "Локоть со стороны опорной стопы поместите поверх другого локтя." },
{ "silence": 2000 },
{ "version": 1, "ru": "Пальцами другой кисти со стороны указательного и большого пальцев ухватитесь за ладонь." },
{ "silence": 1000 },
{ "version": 1, "ru": "Ладонь руки сверху разверните вверх." },
{ "silence": 1000 },
{"version": 2, "ru": "Плечевыми суставами давите вниз.", "en": "Now, gracefully engage your shoulder joints by gently pressing them downward.", "enSynonyms": ["Gently press your shoulder joints downward.", "Calmly lower your shoulders with a focused, controlled motion.", "Begin by centering your posture, then, with deliberate care, direct your shoulders softly toward the earth.", "Start by aligning your breath and body, and in a smooth, flowing manner, allow your shoulders to descend with mindful intent.", "Mindfully guide your shoulder joints downward, enhancing both your stability and inner harmony.", "Feel the intention as you gracefully press your shoulders downward, uniting your body and breath in a serene flow."]},
{ "silence": 1000 },
{"version":2,"ru":"Плечельные суставы разместите параллельно туловищу.","en":"Align your shoulder joints parallel to your torso, maintaining structural integrity.","enSynonyms":["Position your shoulders in line with the sides of your body","Keep the shoulders aligned evenly alongside the torso","Engage the scapular stabilizers to keep the shoulders squared with the ribcage","Draw the shoulder blades toward the spine while ensuring the glenohumeral joints form a straight lateral plane","Create harmonious shoulder positioning by imagining energy beams extending sideways from your collarbones","Consciously broaden the clavicles as you root the shoulders down, crafting clean horizontal lines from chest to arms"]},
{ "silence": 3000 },
{"version":2,"ru":"Наклонитесь вперед пока поясница сохраняется прямой.","en":"Hinge forward from your hips while maintaining a straight lumbar spine.","enSynonyms":["Tilt your torso forward while keeping the lower back in neutral alignment","Fold forward at the hip joints without rounding your lumbar region","Extend your spine forward while preserving the natural curve of your lower back","Lean your upper body forward while engaging your core to stabilize the lumbar area","Move into a forward bend while maintaining pelvic neutrality in the sacral plane"]},
{ "silence": 1000 },
{"version":2,"ru":"Гар+уда +асана.","en":"Garudasana." },
{ "silence": 100 },
{"chance":60,"version":2,"ru":"Поза Орла.","en":"Eagle Pose."},
{ "silence": 4000 }
]