[
{ "ru": "Освободите кисти, освободите ноги. Обе стопы прижмите к коврику." },
{ "silence": 2000 },
{ "ru": "Пятки и носки соедините.", "en": "Bring the heels and toes together.", "enSynonyms": ["Draw your heels and toes together with precision.", "Unite your heels and toes into alignment.", "Bring your heels and toes to meet in the centre.", "Join your heels and toes into a balanced position.", "Place your heels and toes together with intent.", "Bring both heels and toes into contact for stability.", "Connect your heels and toes gracefully.", "Align your heels and toes, drawing them together firmly.", "Unify your heels and toes for a strong foundation.", "Bring your heels and toes together to create a steady stance.", "Position your heels and toes closely together with mindfulness.", "Guide your heels and toes to touch in a unified posture.", "Move your heels and toes together with deliberate precision.", "Draw your heels and toes toward each other into symmetry.", "Press your heels and toes together for balance and poise.", "Align your heels and toes in a seamless connection.", "Unite the heels and toes softly into position.", "Place the heels and toes together for harmonious grounding.", "Bring your heels and toes into a centred alignment.", "Gather your heels and toes together in a single motion."] },
{ "silence": 500 },
{ "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet.", "enSynonyms": [ "Stand on the tips of your toes.", "Lift up onto your toes.", "Come up onto the balls of your feet.", "Rise onto your toes.", "Lift your heels and balance on your toes.", "Stand tall on your toes.", "Push up onto the tips of your toes.", "Rise onto the balls of your feet.", "Stand with your weight on your toes.", "Push yourself up on the tips of your toes.", "Lift your body onto your toes.", "Come up to stand on the tips of your toes.", "Raise yourself up onto your toes.", "Elevate onto your toes.", "Stand with your feet on tiptoe.", "Lift your heels and stand on your toes.", "Balance on the tips of your toes.", "Rise and balance on your toes.", "Push up and balance on the balls of your feet." ] },
{ "silence": 500 },
{ "chance": 60, "ru": "Кистями давите по сторонам.", "en": "Press outward with your palms.", "enSynonyms": [ "Push outwards with your palms.", "Apply pressure outward using your palms.", "Press your palms to the sides, applying force.", "Push both hands outward, feeling the resistance.", "With your palms, press firmly to the sides.", "Apply pressure to the sides using your palms.", "Press your palms outward with gentle force.", "Push your hands to the sides, using your palms.", "With your palms, apply pressure to each side.", "Push your palms outward in opposite directions.", "Press both palms outward, creating resistance.", "Gently press outward with your palms.", "Use your palms to push to the sides.", "Apply force outward with your palms.", "Push your hands outward, palms facing the sides.", "Press your palms outwards, feeling the stretch.", "Push outward with both palms, applying steady pressure.", "Extend your palms outward, creating force in both directions.", "Press gently outward using your palms." ] },
{ "silence": 500 }
]