[
{ "silence": 10000 },
{ "ru": "Вытяните поднятую ногу назад." },
{ "silence": 1000 },
{ "ru": "Кисти на подушки пальцев." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."], "enSynonyms_Expanded": ["Arch gently at the lower back, letting the spine flow with the movement.", "Start by curving the lower back forward in a subtle arch.", "Slightly tilt your pelvis forward, causing a gentle curve in the lumbar region.", "Shape the lower back with a gentle arch, ensuring the spine aligns smoothly.", "Engage the muscles of the lower back to create a soft yet purposeful arch.", "As you bend at the lower back, let the spine naturally form a slight curve.", "Feel the curve in your lower back as it gently arches forward.", "Initiate a soft, controlled arch in your lumbar spine, maintaining balance.", "Start by engaging your lower back, creating a graceful arch in your spine.", "Focus on bending your lower back slightly to create an arch that aligns with your posture."},
{ "silence": 500 },
{ "ru": "Вытяните спину, шею.", "en": "Lengthen your back and neck.", "enSynonyms": [ "Stretch your back and neck.", "Extend your spine and neck.", "Elongate your back and neck.", "Reach your back and neck long.", "Stretch your spine and neck upwards.", "Lengthen your spine and neck fully.", "Extend your back and neck in a straight line.", "Reach your neck and back towards the sky.", "Pull your spine and neck upward.", "Stretch both your back and neck outwards.", "Lengthen your entire back and neck.", "Draw your back and neck up and out.", "Stretch out your back and neck together.", "Extend your back while lengthening your neck.", "Stretch your neck and spine towards the ceiling.", "Elongate your spine and stretch your neck.", "Reach your neck and back in one smooth line.", "Lengthen the back and extend your neck upward.", "Stretch your neck up and extend your back down." ] },
{ "silence": 1000 }
]