[
{ "silence": 5000 },
{ "ru": "Распределите вес между стоп.", "en": "Distribute your weight between your feet." },
{ "silence": 1000 },
{ "ru": "Поднимите пятки так чтобы пятки оказались на высоте одного сантиметра от поверхности.", "en": "Raise the heels so that the heels are at one centimeter from the surface." },
{ "silence": 100 },
{ "ru": "Резко уроните стопы на поверхность", "en": "Quickly drop the heels to the surface." },
{ "silence": 100 },
{"ru": "Повторите.", "en": "Repeat the exercise, moving through the sequence again with focus and control.", "enSynonyms": ["Go through the exercise once more, maintaining steady and mindful movements.", "Perform the sequence again, paying attention to your breath and alignment.", "Revisit the movement, repeating it with intention and precision.", "Complete the exercise again, focusing on smooth and deliberate transitions.", "Return to the start of the sequence and repeat it with care and awareness.", "Redo the exercise, ensuring each step is performed with control and ease.", "Move through the routine again, keeping your body engaged and centred.", "Repeat the motion, this time with even greater mindfulness and flow.", "Cycle through the exercise again, connecting each movement with your breath.", "Perform the movement one more time, aiming for balance and fluidity.", "Go back to the beginning and repeat the sequence, staying grounded and steady.", "Run through the series of movements again, keeping your focus on form.", "Redo the action with care, refining your posture and maintaining stability.", "Repeat the routine, allowing your movements to feel natural and controlled.", "Cycle through the steps again, ensuring each movement feels intentional.", "Perform the sequence anew, this time with an emphasis on gentle flow.", "Return to the exercise, repeating it with calm and steady precision.", "Go over the movement again, focusing on relaxation and smooth execution.", "Complete the series one more time, aligning your body with each breath.", "Redo the exercise, ensuring each movement remains fluid and mindful."]},
{ "silence": 15000 }
]
