[
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 100 },
{ "version": 1, "ru": "Кисти на колени.", "en": "Place your wrists gently on your knees, maintaining a relaxed and grounded posture.", "enSynonyms": [ "Rest your wrists lightly on your knees, ensuring a calm and stable posture.", "Place your wrists softly on your knees, while staying grounded and relaxed.", "Gently position your wrists on your knees, keeping your posture relaxed and steady.", "Rest your hands on your knees, maintaining a peaceful and stable stance.", "Gently rest your wrists on your knees, maintaining a balanced and calm posture.", "Place your wrists on your knees softly, ensuring a grounded and relaxed position.", "Place your wrists lightly on your knees and remain in a relaxed, grounded posture.", "Rest your wrists gently on your knees, while keeping your posture firm and calm.", "Keep your wrists on your knees with a soft touch, maintaining a stable and grounded posture.", "Place your wrists on your knees with ease, ensuring a relaxed and steady alignment.", "Gently position your wrists on your knees and maintain a balanced, grounded stance.", "Softly rest your wrists on your knees, staying in a relaxed and centered position.", "Position your wrists lightly on your knees, while maintaining a grounded and peaceful posture.", "Rest your wrists on your knees gently, staying relaxed and steady in your posture.", "Place your wrists on your knees, keeping your body relaxed and rooted.", "Gently rest your wrists on your knees while maintaining a balanced and relaxed stance.", "Position your wrists lightly on your knees and keep a calm and grounded posture.", "Place your wrists on your knees, maintaining a stable and relaxed body position.", "Rest your wrists gently on your knees, ensuring a calm, grounded posture." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Стопы поставьте на ширину плеч.", "en": "Place your feet shoulder-width apart.", "enSynonyms": ["Position your feet at hip-width distance.", "Set your feet apart, aligned with your shoulders.", "Align your feet with the width of your shoulders.", "Place your feet so that they are the same distance apart as your shoulders.", "Position your feet at the same width as your shoulders.", "Set your feet apart, keeping them in line with your shoulders.", "Spread your feet to shoulder width.", "Place your feet in alignment with your shoulders.", "Space your feet apart to the width of your shoulders.", "Set your feet at shoulder-width for balance.", "Align your feet with your shoulders, keeping them at an even distance.", "Position your feet at a distance equal to the width of your shoulders.", "Place your feet apart, matching the width of your shoulders.", "Place your feet in line with your shoulders, keeping them parallel.", "Spread your feet to match the width of your shoulders.", "Position your feet shoulder-width for proper alignment.", "Set your feet apart, ensuring they align with your shoulders.", "Place your feet at the width of your shoulders for stability." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Капалабхати.", "en": "Kapalbhati." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Брюшное дыхание.", "en": "Abdominal breathing.", "enSynonyms": ["Belly breathing.", "Breathing deeply into the abdomen.", "Core-focused breathing.", "Deep belly respiration.", "Stomach-centred breathing.", "Breathing with the abdomen engaged.", "Rooted abdominal breathwork."] },
{ "silence": 500 },
{"version":2,"ru":"Выдох мощный и полный.","en":"Let your exhale be strong and complete.","enSynonyms":["Make your exhale powerful and full.","Breathe out with strength and fullness.","Ensure your exhale is deep and forceful.","Let go of the air fully with a strong breath out.","Release your breath completely, with steady power."]},
{ "silence": 500 },
{ "version": 1, "ru": "Дыш+ите только носом.", "en": "Breathe solely through your nose.", "enSynonyms": ["Inhale and exhale exclusively through your nose.", "Maintain nasal breathing only.", "Focus on breathing through your nose alone.", "Use only your nose for breathing.", "Restrict your breathing to your nose.", "Ensure all breaths are taken through the nose.", "Breathe naturally, keeping it strictly nasal.", "Take slow, deep breaths only through your nose.", "Avoid mouth breathing; rely solely on your nose.", "Keep the flow of air confined to your nostrils.", "Practice breathing solely with your nose.", "Engage in nasal-only breathing for focus.", "Control your breath exclusively through your nasal passage.", "Let your breathing remain purely nasal.", "Draw in air gently through your nose alone.", "Ensure each breath passes through your nose.", "Maintain steady nasal breathing throughout.", "Breathe calmly, using only your nose.", "Sustain nasal breathing to anchor your focus.", "Take rhythmic breaths solely through your nose." ] },
{ "silence": 500 },
{"version": 2, "ru": "Живот втягивайте, чтобы воздух интенсивно выходил.", "en": "Draw your abdomen inwards to allow the air to exhale more forcefully.", "enSynonyms": ["Engage your core and pull your belly in to expel air with intensity.", "Contract your stomach muscles to facilitate a strong exhalation.", "Suck your belly inwards, enabling a powerful release of breath.", "Tighten your abdominal area to push the air out more vigorously."]},
{ "silence": 5000 },
{ "chance": 90, "version": 1, "ru": "Спину и заднюю поверхность шеи выпрямите.", "en": "Straighten the back and the posterior surface of the neck." },
{ "silence": 5000 },
{ "version": 1, "ru": "Сохраняя лицо направленным вниз и сохраняя круглую спину, разогните ноги, разогните туловище.", "en": "Keeping your face directed downward and your back rounded, straighten your legs and extend your torso.", "enSynonyms": ["Maintain a downward-facing gaze and a rounded back as you straighten your legs and lengthen your torso.", "With your face pointing down and your spine curved, extend your legs and torso.", "Keep your face angled downward and your back curved while straightening your legs and stretching your torso.", "Retain a downward gaze and a rounded posture as you elongate your legs and torso.", "Face downward, keep your spine arched, and stretch out your legs and torso.", "Hold a downward-facing position and a curved spine while extending your legs and torso.", "While your back stays rounded and your face points downward, straighten your legs and torso.", "Maintain a downward-directed face and curved back as you elongate your legs and torso.", "Keeping your gaze downward and spine rounded, extend your legs and lift your torso.", "With your head inclined downward and back rounded, stretch your legs and lengthen your torso.", "Ensure your face remains downward and your spine rounded as you extend both legs and torso.", "Let your gaze rest downward and spine curve while you straighten your legs and torso.", "Direct your face downward and round your back, then extend your legs and torso.", "Keep your head downward-facing and your back rounded as you push your legs and torso into alignment.", "Hold a downward look and a rounded back while straightening your legs and torso.", "Stay facing downward with a rounded spine, then extend your legs and body upward.", "Keep your downward gaze and arched back while stretching out your legs and upper body.", "Focus on a downward-facing position with a rounded spine as you extend your legs and torso.", "Maintain a curved back and downward face as you stretch your legs and lengthen your torso.", "While rounding your back and facing downward, straighten your legs and expand your torso." ] },
{ "silence": 4000 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 1000 },
{ "chance": 15, "version": 1, "ru": "Поднимите лицо.", "en": "Lift up the face." },
{ "silence": 1000 },
{ "version": 1, "ru": "Поднимите руки через стороны.", "en": "Raise your arms through the sides.", "enSynonyms": ["Lift your arms up through the sides.", "Extend your arms upward from the sides.", "Bring your arms up through the sides.", "Raise your arms by moving them through the sides.", "Lift your arms outwards and then up through the sides.", "Guide your arms upward through the sides.", "Stretch your arms upward from the sides.", "Move your arms through the sides as you raise them.", "Raise both arms up, flowing through the sides.", "Lift your arms out and up through the sides.", "Stretch your arms to the sides and then raise them.", "Bring your arms up smoothly through the sides.", "Raise your arms through the sides with a controlled motion.", "Lift your arms, flowing through the sides to the top.", "Move your arms up, bringing them through the sides.", "Extend your arms outward and raise them through the sides.", "Guide your arms through the sides as they move upwards.", "Lift your arms upward with a fluid motion from the sides.", "Stretch your arms through the sides, lifting them upwards.", "Raise your arms through the sides in a smooth arc."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Кисти плавно опустите перед собой.", "en": "Gently lower your hands in front of you.", "enSynonyms": ["Smoothly bring your hands down before you.", "Lower your hands gently, placing them in front.", "Gracefully let your hands descend before you.", "Bring your hands down softly, positioning them ahead.", "Ease your hands downward, resting them in front.", "Lower your palms smoothly, aligning them in front of you.", "Softly guide your hands to rest before you.", "Let your hands fall gently into position in front.", "Bring your hands down in a controlled, fluid motion.", "Place your hands delicately in front of your body.", "Slowly lower your hands to a natural position ahead.", "Drop your hands with care, aligning them in front.", "Let your hands settle gently before you.", "Lower your hands in a fluid motion, positioning them ahead.", "Place your hands softly down in front of your torso.", "Smoothly guide your palms downward to rest before you.", "Ease your hands forward, placing them gently in front.", "Position your hands downward softly, resting them ahead.", "Lower your hands gracefully, aligning them with your torso.", "Bring your palms downward in a gentle, purposeful motion." ] },
{ "silence": 2000 }
]