[
{ "silence": 1000 },
{ "ru": "Поднимите вверх кисти." },
{ "silence": 1000 },
{ "ru": "Между кистей - расстояние плечевых суставов." },
{ "silence": 1000 },
{ "ru": "Сожмите ягодицы и напрягите переднюю часть бёдер." },
{ "silence": 1000 },
{"chance":65,"ru":"Нижнюю часть таза подайте вперед.","en":"Bring the lower part of the pelvis forward.","enSynonyms":["Shift the lower part of your pelvis forward.","Move the bottom of your pelvis in a forward direction.","Push your pelvis forward from the lower part.","Direct the lower part of the pelvis towards the front.","Align the lower part of your pelvis with the front of your body.","Guide the lower pelvis forward into position.","Draw the lower part of the pelvis forward and gently align it.","Position the lower pelvis in front, guiding it with ease.","Extend the lower part of your pelvis forward.","Bring the bottom of your pelvis towards the front of the body.","Move your pelvis forward, focusing on the lower portion.","Push your pelvis forward by shifting its lower half.","Direct the lower half of your pelvis towards the front.","Lead the lower portion of the pelvis forward, maintaining posture.","Align the lower section of the pelvis with the front line of your body.","Slightly move the bottom of the pelvis forward to create alignment.","Lift the lower pelvis gently forward into a stable position.","Guide your lower pelvis in a forward motion with control.","Shift the bottom of your pelvis forward in alignment with the body."]},
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."] },
{ "silence": 1000 },
{ "ru": "Кисти отводите назад.", "en": "Move your wrists backward.", "enSynonyms": ["Pull your wrists back.", "Draw your wrists behind you.", "Take your wrists in a backward direction.", "Shift your wrists towards the back.", "Guide your wrists back.", "Reposition your wrists, pressing them backward.", "Bring your wrists backward with control.", "Recede your wrists behind you.", "Move your wrists in reverse.", "Direct your wrists behind you.", "Draw your wrists back with intention.", "Push your wrists behind you.", "Retract your wrists, moving them backward.", "Lift your wrists and move them backward.", "Take your wrists to the back in a smooth motion.", "Extend your wrists and pull them behind you.", "Activate your wrists and guide them in a backward direction.", "Move your wrists purposefully back.", "Push your wrists back while maintaining alignment.", "Shift your wrists to a backward position." ] },
{ "silence": 1000 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 1000 },
{"chance":10,"ru":"Мысленно давите на подбородок, чтобы задняя поверхность шеи выпрямлялась.","en":"Mentally press your chin inward to straighten the back of your neck.","enSynonyms":["Imagine pressing your chin inwards to align the back of your neck.","Mentally engage your chin to help straighten the rear surface of your neck.","Picture pressing your chin inward to create a straighter neck line.","Visualise pressing your chin in to extend and straighten the back of your neck.","Focus on mentally pressing your chin to straighten the back of your neck.","Imagine a slight inward press of your chin to align the back of your neck.","Picture yourself gently pressing your chin in to elongate the neck's rear surface.","Envision mentally pressing your chin inward to align the back of your neck.","Think of pressing your chin in to align the back of your neck straight.","Visualise the action of pressing your chin in to encourage a straight neck posture.","Picture applying inward pressure to your chin to align the back of your neck.","Engage your mind to press your chin inwards for a straighter neck line.","Concentrate on pressing your chin gently inward to straighten the back of your neck.","Mentally imagine pressing your chin in to achieve a straight neck alignment.","Visualise an inward chin press to help elongate and straighten the back of your neck.","Think of pressing your chin towards your neck to ensure it straightens out.","Imagine an inward chin motion to encourage the straightening of the neck's rear.","Mentally focus on pressing your chin inward to create a perfectly aligned neck."]},
{ "silence": 1000 },
  { "ru": "Лицо поднимите на уровень 45 градусов." },
{ "silence": 1000 },
{ "chance": 95, "ru": "Хаста уттан+асана." },
{ "silence": 100 },
{ "chance": 65, "ru": "Прогиб из положения стоя." },
{ "silence": 1500 },
{ "ru": "Вдох и задержите дыхание." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Расслабьте область горла." },
{ "silence": 500 },
{ "chance": 30, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 500 },
{ "ru": "Копчик подожмите, чтобы расстояние между повоночными дисками было одинаковое." }
]