[
{ "silence": 1000 },
{ "ru": "Поднимите вверх кисти." },
{ "silence": 1000 },
{ "ru": "Между кистей - расстояние плечевых суставов." },
{ "silence": 1000 },
{ "ru": "Сожмите ягодицы и напрягите переднюю часть бёдер." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Нижнюю часть таза подайте вперед.", "en": "Bring the lower part of the pelvis forward." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "ru": "Кисти отводите назад." },
{ "silence": 1000 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 1000 },
{ "chance": 15, "ru": "Выпрямте заднюю поверхность шеи.", "en": "Straighten the posterior surface of the neck.", "enSynonyms": [ "Align the back of your neck.", "Straighten the back surface of your neck.", "Lengthen the posterior side of your neck.", "Keep the back of your neck straight.", "Elongate the rear of your neck.", "Align the posterior side of the neck.", "Straighten and lengthen the back of your neck.", "Maintain a straight line along the posterior neck.", "Extend the back of your neck fully.", "Keep the posterior surface of your neck aligned.", "Bring the back of your neck into alignment.", "Lengthen and straighten the back of your neck.", "Hold the back of your neck straight and aligned.", "Stretch the posterior part of your neck into alignment.", "Ensure the back of your neck is straight and elongated.", "Position the posterior side of your neck in a straight line.", "Maintain length and straightness in the back of your neck.", "Align and lengthen the rear surface of your neck.", "Stretch and straighten the back of your neck.", "Keep the posterior surface of the neck long and aligned." ] },
{ "silence": 1000 },
{ "ru": "Лицо направлено вверх под углом 45 градусов от поверхности." },
{ "silence": 1000 },
{ "chance": 95, "ru": "Хаста уттан+асана." },
{ "silence": 100 },
{ "chance": 65, "ru": "Прогиб из положения стоя." },
{ "silence": 1500 },
{ "ru": "Вдох и задержите дыхание." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Расслабьте область горла." },
{ "silence": 500 },
{ "chance": 30, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 500 },
{ "ru": "Копчик подожмите, чтобы расстояние между повоночными дисками было одинаковое." }
]