[

{ "version":2, "ru":"Отпустите согнутое колено и поставьте кисти под плечевые суставы.","en":"Release your bent knee and place your hands beneath your shoulder joints.","enSynonyms":["Let go of your bent knee and position your hands under your shoulders.","Relax your bent knee and set your hands directly below your shoulders.","Unfold your bent knee and place your hands under your shoulder joints.","Release your flexed knee and align your hands beneath your shoulders.","Straighten your bent knee and position your hands under your shoulder joints."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Разогните руки.", "en": "Straighten your arms fully, extending them with control and intention." },
{ "silence": 100 },
{ "version":2, "ru":"Колено поместите на предплечье ног+и на той же стороне.","en":"Position your knee onto the forearm of the same-side leg, aligning joints mindfully to cultivate stability.","enSynonyms":["Place the knee securely atop the forearm of the corresponding leg, grounding through your foundation.","Rest the bent knee onto the forearm aligned with its side, engaging your core for balance.","Nestle the knee into the forearm’s cradle on the same side, activating muscular engagement for control.","With deliberate awareness, guide the knee to meet the forearm’s plane on its matching side.","Let the knee find its sanctuary on the forearm’s arch, mirroring the body’s natural symmetry.","As breath flows, invite the knee to anchor onto the forearm, creating a bridge between earth and sky."]},
{ "silence": 100 },
{ "version":2, "ru":"Противоположную кисть поставьте в сторону за коврик на уровне живота.","en":"Place your opposite hand behind the mat, so it rests at your belly level."},
{ "silence": 3000 },
{ "version":2, "ru":"Опираясь на руки переместите вес вперед и лоб опустите на коврик.","en":"Ground through your palms as you shift weight forward, surrendering your forehead gracefully to the mat.","enSynonyms":["Shift your weight into your hands and lower your forehead to the mat with control.","Transfer momentum forward through your arms, allowing your brow to rest softly on the mat.","Engage your upper body to lean forward, guiding your forehead mindfully toward the mat’s embrace.","Press firmly into your palms, tilting your torso forward until your brow kisses the mat.","Let gravity draw your crown forward like a falling leaf, grounding your forehead with reverence.","With mindful control, cascade your weight forward through your hands, nestling your forehead into stillness."]},
{ "silence": 1000 },
{ "version":2, "ru":"Оторвите ногу от поверхности и вытяните.","en":"Lift your leg away from the surface and fully extend it.","enSynonyms":["Raise your leg off the mat and stretch it out.","Elevate your leg and straighten it completely.","Lift your leg up and extend it fully.","Bring your leg upwards, ensuring it's fully stretched.","Hover your leg above the ground, keeping it straight as you lengthen it."]},
{ "silence": 3500 },
{ "chance": 95, "version": 1, "ru": "Эка п+ада Каундини+асана", "en": "Kaundinyasana," },
{ "silence": 500 },
{ "chance":60,"version":2, "ru":"Поза мудреца Каундини.","en":"Kaundinyasana, or Sage Kaundinya's Pose.","enSynonyms":["Kaundinyasana, a challenging arm balance pose.","Sage Kaundinya's Pose, embodying strength and focus.","The Kaundinyasana, a yoga posture symbolizing determination.","Kaundinyasana, a pose requiring balance and core strength.","Sage Kaundinya's Pose, a powerful and graceful arm balance."]},
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 10000 }
]