[
{ "silence": 11000 },
{"version":2,"ru":"Вытяните ноги.","en":"Extend your legs fully, lengthening them with mindful awareness and grace.","enSynonyms":["Stretch your legs out completely, fostering alignment and fluidity in the movement.","Lengthen your legs by extending them forward with precision and focus.","Straighten your legs entirely, creating space and balance in your posture.","Elongate your legs, ensuring they are poised and aligned with intention."]},
{ "silence": 8500 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 3500 },
{"version":2,"ru":"Сохраняя спину прямой, кистями возьмитесь за внешние стороны стоп, либо за большие пальцы.","en":"Keeping your back straight, grasp the outer edges of your feet or your big toes with your hands, maintaining balance and focus.","enSynonyms":["While keeping your spine elongated, hold the outer sides of your feet or your big toes firmly with mindful precision.","With a straight back, use your hands to grip either the outer parts of your feet or your big toes, fostering alignment.","Maintain a straight spine as you reach for the outside of your feet or your big toes, ensuring stability and poise.","Extend through your back while using your hands to clasp the outer edges of your feet or your big toes, promoting mindful engagement."]},
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Используйте блок или ремень по необходимости." },
{ "silence": 2000 },
{ "version": 1, "ru": "Задняя поверхность шеи - продолжение прямой вытянутой спины." },
{ "silence": 1000 },
{ "chance": 100, "version": 2, "ru": "Пашчимоттанасана с прямой спиной.", "en": "Paschimottanasana with a straight back.", "enSynonyms": ["Seated Forward Bend with a straight spine.", "Forward Fold Pose maintaining a straight back.", "Intense West Stretch Pose with an aligned spine.", "A seated forward bend where the back remains straight.", "A yoga posture focusing on stretching the back body while keeping the spine straight."] },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Наклон вперед из положения сидя с прямой спиной." },
{ "silence": 1500 },
{"version":2,"ru":"Сохраняя спину прямой, разогните ноги.","en":"Maintain a straight spine whilst extending through your legs with mindful engagement.","enSynonyms":["Lengthen your legs fully while keeping the vertebral column aligned","Straighten your lower limbs with core-supported spinal neutrality","Extend through both legs while preserving the natural curvature of your back","Engage your abdominal muscles to stabilize the spine as you straighten your legs","Elongate the hamstring muscles whilst maintaining pelvic neutrality in the spinal structure"]},
  { "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Если спина скругляется, оставьте ноги подсогнутыми." },
{ "silence": 12000 },
{ "version": 2, "ru": "Обе ноги полностью расслаблены.", "en": "Both legs are fully relaxed.", "enSynonyms": ["Both legs are entirely at ease.", "Your legs are completely loose.", "There is no tension in either leg.", "Both legs are in a state of total relaxation.", "Your legs are fully free of any tightness."] },
{ "silence": 500 },
{ "version": 1, "ru": "Животом тянитесь вперед, чтобы поддерживать прямую спину и прогиб в пояснице.", "en": "Reach forward with your belly to maintain a straight back and a gentle arch in your lower spine." },
{ "silence": 30000 },
{ "version": 1, "ru": "Поясница и спина прямые.", "en": "Lower back and back are straightened." },
{ "silence": 30000 },
{"version":2,"ru":"Теперь скруглите спину и потянитесь грудной клеткой вперед и вниз.","en":"Now, round your back and reach your ribcage forward and downward with mindful fluidity.","enSynonyms":["Gently curve your spine and extend your chest forward and down, fostering a smooth transition.","Round out your back as you guide your ribcage ahead and downwards, maintaining control.","Arch your back softly and stretch your torso forward and lower, creating space and balance.","Bend your spine into a rounded shape and move your chest forward and down, ensuring steady alignment."]},
{ "silence": 6000 },
{"version":2,"ru":"Пашчимоттан+асана со скругленной спиной.","en":"Paschimottanasana with a rounded spine." },
{ "silence": 500 },
{"version":2,"ru":"Наклон вперед из положения сидя со скругленной спиной.","en":"Sit in a forward fold with a gently rounded spine, allowing your back to curve naturally.","enSynonyms":["Fold forward from a seated position while rounding your back","Curve your spine softly as you bend forward from the seated posture","Sit and lean forward with a deliberately arched back","From a seated stance, create spinal flexion as you move into forward inclination","Hinge at the hips while seated, allowing your spine to form a gentle C-shape as you reach forward"]},
  { "silence": 30000 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 5000 },
{ "version": 2, "ru": "Выпрямите туловище.", "en": "Straighten your torso.", "enSynonyms": ["Align your torso upright.", "Lengthen your upper body.", "Bring your torso into a straight position.", "Extend your spine to straighten your torso.", "Engage your core to straighten your upper body."] },
{ "silence": 1000 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 1500 },
{"version": 1, "ru": "Кисти в замок под колени.", "en": "Clasp your hands in a lock beneath your knees.", "enSynonyms": ["Interlace your fingers under your knees.", "Lock your hands together below your knees.", "Bring your hands into a clasp beneath your knees.", "Interlock your fingers under the knees.", "Place your hands in a firm grip beneath your knees.", "Weave your fingers together below the knees.", "Hold your hands in a locked position under your knees.", "Clasp your fingers securely beneath your knees.", "Create a hand lock underneath your knees.", "Join your hands together in a clasp below the knees."]},
{ "silence": 1500 },
{ "chance": 30, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."] },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 1500 },
{ "version": 1, "ru": "Поднимите голени и выведите в горизонтальную плоскость." },
{ "silence": 500 },
{"version":2,"ru":"Кисти выведите в горизонтальную плоскость вместе с голенями.","en":"Bring your hands into a horizontal plane alongside your shins, aligning them with mindful precision.","enSynonyms":["Extend your palms to match the level of your shins, creating harmony in the posture.","Lift your hands to align horizontally with your lower legs, ensuring balance and focus.","Position your hands parallel to your shins, fostering symmetry and control.","Guide your hands to rest in line with your shins, promoting steady alignment."]},
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "Круг плечевыми назад.", "en": "Rotate the shoulder joints backwards." },
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Взгляд направьте перед собой.", "en": "Direct your gaze straight ahead.", "enSynonyms": ["Focus your eyes forward.", "Keep your gaze steady and look ahead.", "Look straight forward with attention.", "Guide your eyes directly in front of you.", "Fix your gaze on the space before you.", "Shift your attention to the view ahead.", "Maintain your gaze forward and steady.", "Turn your eyes to face straight ahead.", "Focus on the horizon directly in front.", "Keep your eyes looking calmly ahead."] },
{ "silence": 500 },
{ "version": 1, "ru": "Навасана." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Поза лодки." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Промежуточный вариант.", "en": "Intermediate variation.", "enSynonyms": [ "Intermediate option.", "Midway variation.", "Transitional variation.", "Intermediate version.", "Middle stage variation.", "Halfway variation.", "In-between variation.", "Moderate variation.", "Intermediate level option.", "Transitional phase version.", "Mid-level variation.", "Partial variation.", "Middle-ground variation.", "Intermediate alternative.", "Midpoint variation.", "Intermediate choice.", "Middle variation.", "Transitional option.", "Intermediate stage version.", "Moderate level variation." ] },
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Внимание направьте в точку напряжения.", "en": "Direct your attention to the point of tension.", "enSynonyms": ["Focus your awareness on the area where tension resides.", "Bring your attention to the spot where you feel tension.", "Guide your awareness to the source of the tension.", "Turn your focus toward the point of tightness in your body.", "Place your attention gently on the area of tension.", "Centre your awareness on the specific spot of tension.", "Let your focus settle on the part of your body holding tension.", "Shift your attention to the area where tightness is present.", "Direct your awareness to the precise point where tension is felt.", "Focus your mind on the location of the tension in your body."] },
{ "silence": 6000 },
{"chance":65,"version": 1, "ru":"Дыш+ите.","en":"Breathe deeply and mindfully.","enSynonyms":["Inhale with awareness and exhale gently.","Allow your breath to flow freely and naturally.","Breathe in with intent and exhale with calm.","Focus on your breath, inhaling and exhaling with ease.","Let your breath guide you with each inhalation and exhalation.","Take a deep breath, embracing its rhythm.","Inhale deeply, exhaling with full release.","With every breath, find a sense of balance and calm.","Focus your awareness on the gentle rise and fall of your breath.","Breathe with intention, allowing the air to nourish you."]},
{ "silence": 18000 },
{ "version": 2, "ru": "Руки в замок под колени, поясницу прижмите к поверхности", "en": "Clasp your hands under your knees and press your lower back to the surface.", "enSynonyms": ["Interlock your hands beneath your knees and flatten your lower back.", "Join your hands under your knees and push your lower back down.", "Bring your hands together under your knees and press your lumbar region to the surface.", "Clasp your hands below your knees and ensure your lower back is in contact with the surface.", "Lock your hands under your knees and firmly press your lower back to the ground."] },
{ "silence": 1000 },
  {"version": 1, "ru":"Вытяните ноги на 45 градусов от поверхности.","en":"And now, extend your legs outward at a precise 45-degree angle from the surface, ensuring this alignment is maintained with grace and poise.","enSynonyms":["So, stretch your limbs outwards at exactly 45 degrees from the ground.","Thus, elongate your lower extremities at a 45-degree incline from the floor.","Hence, reach your legs away from you at a 45-degree tilt relative to the surface.","Consequently, direct your legs outward at a perfect 45-degree slant from the base.","Therefore, lengthen your legs at a 45-degree orientation from the foundational plane.","In fact, extend your lower limbs at a 45-degree divergence from the mat.","Accordingly, project your legs outward at a strict 45-degree arc from the flooring.","Indeed, thrust your legs away at a measured 45-degree slope from the underlying layer.","Moreover, push your legs outward at a calculated 45-degree deviation from the support.","Furthermore, propel your legs outward at an exact 45-degree departure from the ground."],"enSynonymsExplanation":["Bear in mind, focus on achieving a clear and distinct 45-degree angle between your legs and the floor.","Remember, ensure that each leg forms a consistent and accurate 45-degree angle from the supporting surface.","Just so, create a balanced extension where both legs are precisely angled at 45 degrees from the base.","Mindfully, check that your legs maintain a steady 45-degree inclination as you hold the pose.","Simply put, visualize a line extending from your body at a 45-degree angle through each leg.","Notice how maintaining this specific angle enhances the stability and effectiveness of the posture.","Pay attention to the subtle adjustments needed to keep both legs aligned at the same angle.","Observe the symmetry and balance achieved by aligning your legs at a 45-degree angle from the floor.","Visualize a geometric precision in your leg positioning, forming a flawless 45-degree angle.","Imagine your legs radiating outwards like rays of light at a perfect 45-degree trajectory from the surface."]},
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Вытяните носки." },
{ "silence": 1000 },
{"version":2,"ru":"Вытяните руки.","en":"Extend your arms fully, lengthening them with graceful intention and awareness.","enSynonyms":["Stretch your arms out completely, fostering alignment and fluidity in the movement.","Lengthen your arms by reaching them forward or upward with precision and focus.","Straighten your arms entirely, creating space and balance in your posture.","Elongate your arms, ensuring they are poised and aligned with mindful engagement."]},
{ "silence": 500 },
{ "chance": 95, "version": 1, "ru": "+Ардха навасана." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Половина лодки" },
{ "silence": 1500 },
{ "chance": 55, "version": 1, "ru": "Внимание направьте в область живота.", "en": "Direct your attention to the abdominal area.", "enSynonyms": ["Focus your awareness on your abdomen.", "Bring your attention to the stomach region.", "Shift your focus to the area around your belly.", "Guide your awareness to your abdominal muscles.", "Place your attention on the core of your body.", "Concentrate on the sensations in your abdomen.", "Tune into the area of your stomach.", "Focus your mind on the abdominal region.", "Direct your awareness to your belly area.", "Bring your focus to the core and stomach."] },
{ "silence": 14000 },
{"version": 1, "ru": "Кисти в замок под колени.", "en": "Clasp your hands in a lock beneath your knees.", "enSynonyms": ["Interlace your fingers under your knees.", "Lock your hands together below your knees.", "Bring your hands into a clasp beneath your knees.", "Interlock your fingers under the knees.", "Place your hands in a firm grip beneath your knees.", "Weave your fingers together below the knees.", "Hold your hands in a locked position under your knees.", "Clasp your fingers securely beneath your knees.", "Create a hand lock underneath your knees.", "Join your hands together in a clasp below the knees."]},
{ "silence": 1500 },
{ "version": 1, "ru": "Опустите поясницу и лопатки." },
{ "silence": 1000 },
{"version": 1, "ru": "Носки натяните на себя.", "en": "Pull your toes towards you.", "enSynonyms": ["Draw your toes inwards.", "Flex your feet inwardly.", "Point your toes back towards your body.", "Reel your toes closer to yourself.", "Bring your toes towards your shins with intention."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Рёбра ладоней поместите в основание черепа.", "en": "Place the ribs of the palms of the hands at the foundation of the skull." },
{ "silence": 1000 },
{ "version": 1, "ru": "Лбом и локтями тянитесь к коленям." },
{ "silence": 500 },
{"version": 1, "ru":"Лопатки приподняты от коврика.","en":"And now, ensure that your shoulder blades are gracefully lifted off the mat, so they hover just above it.","enSynonyms":["And presently, elevate your scapulae from the surface.","Now, raise those shoulder blades gently from the floor.","So, lift your scapulas ever so slightly from the ground.","Thus, your shoulder blades should be hoisted away from the mat.","Consequently, make sure the scapulae ascend from the rug.","Indeed, let your shoulder blades float upwards from the carpet.","Accordingly, your scapulas must rise from the padding.","In fact, see to it that your shoulder blades drift up from the base.","Hence, ensure your scapulae are buoyed above the fabric.","Therefore, your shoulder blades ought to be suspended from the underlay."],"enSynonymsExplanation":["Bear in mind, you're aiming for a slight detachment of the shoulder blades from the support beneath.","Remember, the objective here is a gentle lifting of the scapular region from its resting place.","Just so, create a minor gap between your shoulder blades and the supporting layer.","Mindfully, separate your shoulder girdle from the foundational plane below.","Simply put, there needs to be a small space between your back's upper section and the surface.","Notice how your shoulders can hover over the mat without pressing down upon it.","Pay attention to the subtle elevation of your upper back from the underlying pad.","Observe the minute ascent of your shoulder blades from their original position on the floor.","Visualise your shoulder area floating above the ground as if weightless.","Imagine your shoulder structure floating freely, disconnected from the underlying surface."]},
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Внимание направьте в область живота.", "en": "Direct your attention to the abdominal area.", "enSynonyms": ["Focus your awareness on your abdomen.", "Bring your attention to the stomach region.", "Shift your focus to the area around your belly.", "Guide your awareness to your abdominal muscles.", "Place your attention on the core of your body.", "Concentrate on the sensations in your abdomen.", "Tune into the area of your stomach.", "Focus your mind on the abdominal region.", "Direct your awareness to your belly area.", "Bring your focus to the core and stomach."] },
{ "silence": 14000 },
{"version": 1, "ru": "Кисти в замок под колени.", "en": "Clasp your hands in a lock beneath your knees.", "enSynonyms": ["Interlace your fingers under your knees.", "Lock your hands together below your knees.", "Bring your hands into a clasp beneath your knees.", "Interlock your fingers under the knees.", "Place your hands in a firm grip beneath your knees.", "Weave your fingers together below the knees.", "Hold your hands in a locked position under your knees.", "Clasp your fingers securely beneath your knees.", "Create a hand lock underneath your knees.", "Join your hands together in a clasp below the knees."]},
{ "silence": 1500 },
{ "version": 1, "ru": "Локти поставьте назад, под плечевые суставы." },
{ "silence": 1000 },
{ "version": 1, "ru": "Скруглите поясницу.", "en": "Round your lower back.", "enSynonyms": ["Arch your lower back.", "Curve your lower back.", "Tuck your lower back in a rounded position.", "Create a curve in your lower back.", "Pull your lower back into a rounded shape.", "Tuck your pelvis, rounding the lower back.", "Shape your lower back into a curve.", "Curl your lower back gently.", "Gently round your lower back.", "Draw your lower back into a rounded position.", "Let your lower back curve inward.", "Tilt your pelvis and round your lower back.", "Create a gentle curve in your lower back.", "Softly round your lower back.", "Bring your lower back into a rounded form.", "Tuck your pelvis and round the lower back.", "Let your lower back soften into a curve.", "Allow your lower back to round inward.", "Bend your lower back into a gentle curve.", "Round your lower spine softly."] },
{ "silence": 500 },
{"version": 1, "ru":"Поясницу тяните вниз, локти отводя назад.","en":"And now, draw your lower back downwards whilst simultaneously extending your elbows backwards.","enSynonyms":["So, pull your lumbar region down as you move your elbows rearwards.","Thus, stretch your lower spine downward and shift your elbows back.","Hence, direct your waist towards the floor while pushing your elbows behind.","Consequently, elongate your lower vertebrae downwards and guide your elbows backward.","Therefore, bring your lumbar area down and take your elbows to the rear.","In fact, lengthen your lower back towards the ground as you extend your elbows back.","Accordingly, let your lower spine descend as you draw your elbows backwards.","Indeed, sink your waistline downwards and slide your elbows to the back.","Moreover, lower your lumbar section as you push your elbows rearward.","Furthermore, press your lower back downwards whilst moving your elbows back."],"enSynonymsExplanation":["Bear in mind, focus on a dual action: lowering the lower back and drawing the elbows back.","Remember, coordinate the descent of your lumbar area with the retraction of your elbows.","Just so, create a harmonious movement between the sinking of your lower spine and the extension of your elbows.","Mindfully, ensure your lower back is pressing down while your elbows are being pulled back.","Simply put, there should be a simultaneous downward motion of the lower back and backward motion of the elbows.","Notice how these two actions work together to enhance your pose stability.","Pay attention to the subtle balance required to maintain both movements smoothly.","Observe the effect of this coordinated action on your overall posture alignment.","Visualise your lower back grounding down as your elbows stretch out behind you.","Imagine your body creating a straight line from your lower back through to your extended elbows."]},
{ "silence": 1500 },
{"version": 1, "ru":"Вытяните ноги на 45 градусов от поверхности.","en":"And now, extend your legs outward at a precise 45-degree angle from the surface, ensuring this alignment is maintained with grace and poise.","enSynonyms":["So, stretch your limbs outwards at exactly 45 degrees from the ground.","Thus, elongate your lower extremities at a 45-degree incline from the floor.","Hence, reach your legs away from you at a 45-degree tilt relative to the surface.","Consequently, direct your legs outward at a perfect 45-degree slant from the base.","Therefore, lengthen your legs at a 45-degree orientation from the foundational plane.","In fact, extend your lower limbs at a 45-degree divergence from the mat.","Accordingly, project your legs outward at a strict 45-degree arc from the flooring.","Indeed, thrust your legs away at a measured 45-degree slope from the underlying layer.","Moreover, push your legs outward at a calculated 45-degree deviation from the support.","Furthermore, propel your legs outward at an exact 45-degree departure from the ground."],"enSynonymsExplanation":["Bear in mind, focus on achieving a clear and distinct 45-degree angle between your legs and the floor.","Remember, ensure that each leg forms a consistent and accurate 45-degree angle from the supporting surface.","Just so, create a balanced extension where both legs are precisely angled at 45 degrees from the base.","Mindfully, check that your legs maintain a steady 45-degree inclination as you hold the pose.","Simply put, visualize a line extending from your body at a 45-degree angle through each leg.","Notice how maintaining this specific angle enhances the stability and effectiveness of the posture.","Pay attention to the subtle adjustments needed to keep both legs aligned at the same angle.","Observe the symmetry and balance achieved by aligning your legs at a 45-degree angle from the floor.","Visualize a geometric precision in your leg positioning, forming a flawless 45-degree angle.","Imagine your legs radiating outwards like rays of light at a perfect 45-degree trajectory from the surface."]},
{ "silence": 500 },
{ "chance": 55, "version": 2, "ru": "Колени прямые.", "en": "Keep your knees straight.", "enSynonyms": ["Maintain straight knees.", "Ensure your knees are not bent.", "Hold your knees in a straight position.", "Keep your knees fully extended.", "Avoid bending your knees."] },
{ "silence": 1000 },
{"version":2,"ru":"Носками выводите цифры от нуля до девяти.","en":"Draw numbers from zero to nine with your toes.","enSynonyms":["Trace numbers from zero to nine using your toes.","Form numbers with your toes, starting from zero and going up to nine.","Use your toes to sketch numbers from zero to nine.","With your toes, carve numbers in the air, starting from zero to nine.","Allow your toes to create numbers from zero to nine, one after the other."]},
{ "silence": 15000 },
{ "chance": 30, "version": 1, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 15000 },
{ "chance": 100, "version": 1, "ru": "Сделайте складки." },
{ "silence": 18000 },
{"version":2,"ru":"Кисти поместите под поясницу и поднимите таз.","en":"Place your hands beneath your lower back and lift your pelvis with mindful control.","enSynonyms":["Rest your palms under your lumbar area and raise your hips, ensuring stability and grace.","Position your hands below your lower spine and elevate your pelvis, fostering balance.","Support your lower back with your hands and lift your hips, maintaining alignment and poise.","Set your hands under your waist and raise your pelvis, promoting strength and focus."]},
{ "silence": 4000 },
{"version": 1, "ru": "Вытяните ноги вертикально вверх.", "en": "Extend your legs vertically upwards.", "enSynonyms": ["Lift your limbs skyward.", "Raise your extremities in a vertical fashion.", "Elevate your lower appendages straight up.", "Stretch your legs upward with precision and grace.", "Direct your feet towards the zenith, maintaining a flawless alignment."]},
{ "silence": 4000 },
{"version": 1, "ru": "Випарита кар+ани.", "en": "Viparita Karani."},
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Поза перевернутой свечи.", "en": "Shoulder Stand Pose.", "enSynonyms": ["Inverted Candle Pose.", "Sarvangasana.", "Full Shoulder Stand.", "Supported Inversion Pose.", "Candle Pose.", "Full Body Pose.", "Balanced Inversion Pose.", "Upright Shoulder Stand.", "Supported Shoulder Stand.", "Complete Inverted Pose."] },
{ "silence": 500 },
{ "version": 1, "ru": "Выведите ст+опы над тазом." },
{ "silence": 2000 },
{ "chance": 30, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."] },
{ "silence": 2000 },
{"version": 1, "ru": "Носки натяните на себя.", "en": "Pull your toes towards you.", "enSynonyms": ["Draw your toes inwards.", "Flex your feet inwardly.", "Point your toes back towards your body.", "Reel your toes closer to yourself.", "Bring your toes towards your shins with intention."]},
{ "silence": 2000 },
{ "chance": 55, "version": 1, "ru": "Наблюдайте за дыханием.", "en": "Observe your breath.", "enSynonyms": ["Pay attention to your breathing.", "Watch your breath as it flows.", "Focus on your breath.", "Notice the rhythm of your breath.", "Be aware of your breath.", "Tune into your breathing pattern.", "Observe the movement of your breath.", "Keep your awareness on your breath.", "Concentrate on your breath as it comes and goes.", "Let your focus rest on your breathing."] },
{ "silence": 45000 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 1000 },
  {"version":2,"ru":"Вытяните руки вдоль коврика, сцепите кисти в замок и разверните кисти от себя.","en":"Extend your arms along the mat, interlock your hands, and turn your palms away from you with mindful precision.","enSynonyms":["Stretch your arms out beside the mat, clasp your hands together, and rotate your palms outward.","Lengthen your arms along the mat, link your fingers, and pivot your hands away from your body.","Straighten your arms on the mat, lock your hands together, and direct your palms forward and away.","Align your arms with the mat, interlace your fingers, and point your palms outward for balance."]},
{ "silence": 1000 },
{ "version": 2, "ru": "Прогнитесь в грудном и поясничном отделах позвоночника.", "en": "Arch your thoracic and lumbar spine.", "enSynonyms": ["Create a curve in your upper and lower back.", "Engage your mid and lower back to form an arch.", "Bend your upper and lower spine into a gentle curve.", "Allow your thoracic and lumbar regions to arch naturally.", "Form a gentle backbend in your upper and lower spine."] },
{ "silence": 2000 },
{"version": 1, "ru":"Ноги вытяните за голову, сохраняя поясницу прямой.","en":"Extend your legs gracefully beyond the head, ensuring that the lumbar spine remains aligned.","enSynonyms":["Stretch your limbs elegantly over the cranium, keeping the lower back straight.","Reach your extremities past the skull, maintaining a neutral posture for the spine.","Elevate your legs smoothly above the crown, sustaining a straight lower vertebrae.","Glide your legs gently overhead while securing the natural curve of your waist.","Lift your legs effortlessly over the head, preserving the integrity of your spinal alignment."]},
{ "silence": 2000 },
{ "version": 1, "ru": "Хал+асана." },
{ "silence": 500 },
{"chance":55,"version":2,"ru":"Поза плуга.","en":"The Plough Pose" },
{ "silence": 18000 },
{"version": 1, "ru": "Спина и поясница - прямые.", "en": "Your back and lower back are straight.", "enSynonyms": ["Keep your back and lower spine straight.", "Ensure your back and lower back remain aligned.", "Maintain a straight posture in your back and lower back.", "Your spine and lower back should be in a straight line.", "Align your back and lower back in a straight position.", "Straighten your back and lumbar region.", "Keep your back and lower back in a neutral position.", "Ensure that your back and lower back are aligned straight.", "Your back and lower back are to stay straight and aligned.", "Make sure your back and lower spine are fully straight."]},
{ "silence": 30000 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 100 },
{"version":2,"ru":"Опирайтесь на локти.","en":"Rest your weight on your elbows, grounding them firmly with mindful stability.","enSynonyms":["Support yourself on your elbows, ensuring they are steady and aligned.","Lean onto your elbows, maintaining balance and control in the posture.","Place your weight onto your elbows, fostering poise and focus.","Anchor your body using your elbows, promoting strength and alignment."]},
{ "silence": 500 },
{ "version": 2, "ru": "Опускайте поясницу, чтобы позвонки разгружались.", "en": "Lower your lower back to release tension in your vertebrae.", "enSynonyms": ["Let your lower back descend to ease pressure on your spine.", "Gently drop your lumbar region to decompress your vertebrae.", "Release your lower back to relieve stress on your spinal bones.", "Allow your lower back to settle, reducing strain on your vertebrae.", "Ease your lower back down to alleviate pressure on your spine."] },
{ "silence": 500 },
{"version":2,"ru":"Исключите перекатывание по позвонкам.","en":"Avoid rolling along the vertebrae, maintaining a stable and aligned position.","enSynonyms":["Prevent movement that shifts along the spine, ensuring steady control.","Eliminate any motion that causes your back to roll across the vertebrae.","Keep your spine steady, avoiding shifts or rolls along the spinal column.","Stabilise your posture, preventing any rolling action over the individual vertebrae."]},
{ "silence": 2000 },
{ "version": 2, "ru": "Используйте плед при необходимости.", "en": "Use a blanket if needed.", "enSynonyms": ["Employ a blanket if required.", "Utilize a blanket as necessary.", "Make use of a blanket if you need it.", "Have a blanket handy for support if needed.", "Feel free to use a blanket for added comfort."] },
{ "silence": 5000 },
{ "version": 1, "ru": "Опустите локти.", "en": "Lower your elbows.", "enSynonyms": [ "Bring your elbows down.", "Drop your elbows gently.", "Relax your elbows downward.", "Let your elbows lower smoothly.", "Ease your elbows into a lower position.", "Move your elbows downward with control.", "Lower your elbows softly and steadily.", "Guide your elbows down with intention.", "Allow your elbows to drop into a relaxed position.", "Shift your elbows downward calmly.", "Bring your elbows down towards the ground.", "Ease your elbows downward without strain.", "Lower your elbows in a natural motion.", "Position your elbows lower with a controlled movement.", "Draw your elbows downward, keeping your shoulders relaxed.", "Let your elbows sink gently downwards.", "Move your elbows into a lower alignment.", "Relax and lower your elbows steadily.", "Softly bring your elbows down to align with your body.", "Gently drop your elbows while maintaining a straight posture." ] },
{ "silence": 100 },
{"chance":55,"version":2,"ru":"Расслабьте ст+опы.","en":"Relax the soles of your feet, allowing them to soften and release tension.","enSynonyms":["Let the bottoms of your feet unwind, easing any tightness.","Allow the soles of your feet to loosen, fostering a sense of calm.","Release tension in the undersides of your feet, promoting relaxation.","Soften the pressure on the soles of your feet, encouraging mindful repose."]},
{ "silence": 1000 },
{"chance":55,"version":2,"ru":"Расслабьте колени.","en":"Relax your knees, letting them soften and release any strain.","enSynonyms":["Allow your knees to ease into a state of calm and comfort.","Loosen your knees gently, relieving them of any tension.","Release tightness around your knees, promoting a sense of relaxation.","Let your knees rest lightly, unwinding with mindful awareness."]},
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Расслабьте бёдра." },
{ "silence": 3000 },
{ "version": 2, "ru": "Лягте как удобно.", "en": "Lie down in a comfortable position.", "enSynonyms": ["Find a comfortable way to lie down.", "Settle into a position that feels good for you.", "Rest in a way that is most comfortable.", "Choose a lying position that suits you best.", "Relax in a posture that feels natural and easy."] },
{ "silence": 3000 },
{"version":2,"ru":"Ладони разверните вверх.","en":"Turn your palms to face upward, opening them with mindful intention.","enSynonyms":["Rotate your palms upwards, creating a sense of receptiveness and ease.","Direct your hands to face the sky, fostering balance and openness.","Lift and turn your palms upwards, ensuring alignment and poise.","Guide your palms into an upward position, promoting fluidity and grace."]},
{ "silence": 2000 },
{"version":2,"ru":"Вытяните поясницу.","en":"Lengthen your lower back, extending it with mindful awareness and control.","enSynonyms":["Stretch out your lumbar region, fostering alignment and fluidity.","Elongate your lower spine, creating space and balance in your posture.","Extend through your lower back, ensuring stability and focus.","Straighten and open your lower back, promoting poise and mindful engagement."]},
{ "silence": 500 },
{ "version": 1, "ru": "Вытяните грудной и шейный отделы позвоночника.", "en": "Extend your chest and neck, extending and lifting the spine fully." },
{ "silence": 2000 },
{ "version": 1, "ru": "Savasana." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Поза мертвеца." },
{ "silence": 1500 },
{ "version": 2, "ru": "Сопровождение окончено.", "en": "The session has concluded.", "enSynonyms": ["The practice is now complete.", "This concludes our session.", "The session has come to an end.", "Our time together has finished.", "The practice session is over."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Поблагодарите себя за практику и пожелайте себе хорошей недели.", "en": "Thank yourself for the practice and wish yourself a wonderful week.", "enSynonyms": ["Express gratitude to yourself for the practice and wish yourself a great week ahead.", "Give thanks to yourself for the practice and send yourself well wishes for the week.", "Acknowledge your efforts and wish yourself a fantastic week.", "Thank your own self for the practice and wish yourself an amazing week ahead.", "Appreciate your practice and wish yourself a wonderful week.", "Show gratitude for the practice and hope for a pleasant week.", "Thank yourself for your dedication and wish yourself a week filled with positivity.", "Give thanks for the practice and wish yourself an excellent week ahead.", "Express appreciation to yourself for the practice and wish for a lovely week.", "Thank yourself for engaging in the practice and wish yourself a fulfilling week ahead.", "Acknowledge your commitment to the practice and wish yourself a brilliant week.", "Be grateful for your efforts and wish yourself a great upcoming week.", "Thank yourself for your practice and wish for a peaceful and successful week.", "Appreciate your practice and wish yourself a joyful week ahead.", "Take a moment to thank yourself for the practice and wish yourself a prosperous week.", "Honor your practice with thanks and wish yourself a productive week.", "Show gratitude for the practice and wish yourself a fruitful week ahead.", "Thank yourself for this practice and send your wishes for a successful week ahead.", "Express gratitude for your practice and send yourself positive thoughts for the week." ] },
{ "silence": 250000 },
{"version":2,"ru":"Финиш.","en":"You have reached the finish, completing your practice with mindfulness and grace.","enSynonyms":["This marks the conclusion of your session, bringing calm and focus to your final moments.","The end of your practice, inviting you to pause and reflect with gratitude.","Arrive at the finish line, grounding yourself in stillness and awareness.","Conclude your sequence, embracing a sense of serenity and accomplishment."]}
]