[
{"version": 2, "ru": "Вытяните поднятую ногу назад, носок натяните на себя.", "en": "Extend your raised leg backward, pulling the toes towards you.", "enSynonyms": ["Stretch your lifted leg back while drawing the toes in your direction.", "Reach your elevated leg rearward and flex the foot to bring the toes closer.", "Lengthen your hoisted leg backwards, with the toes curling inward toward you.", "Push your raised leg back and point the toes to face your body.", "Send your lifted leg behind you, bending the foot so the toes come nearer to you."]},
{ "silence": 1000 },
{"version": 2, "ru": "Опустите оба локтя на коврик.", "en": "Lower both elbows down onto the mat.", "enSynonyms": ["Gently place your elbows onto the mat.", "Bring both elbows down to rest on the mat.", "Settle your elbows onto the mat with control.", "Rest your elbows softly on the mat, ensuring a stable position."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Одним кулаком обхватите другой." },
{ "silence": 1000 },
{"version": 2, "ru": "Разогните опорную ногу.", "en": "Straighten your supporting leg.", "enSynonyms": ["Extend the leg that bears your weight.", "Unbend the leg you are balancing on.", "Fully stretch out your stabilising leg.", "Lengthen through the leg holding your body upright.", "Open up the knee of your grounded leg to straighten it."] },
{ "silence": 500 },
{ "version": 1, "ru": "Выталкивайтесь локтями." },
{ "silence": 1000 },
{ "version": 1, "ru": "Эка п+ада +адха мукха шван+асана с опущенными локтями.", "en": "Eka Pada Adho Mukha Svanasana with the elbows lowered." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Собака мордой вниз на одной ноге с опущенными локтями.", "en": "Downward-Facing Dog on one leg with the elbows lowered," },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 500 },
{ "version": 1, "ru": "Грудной клеткой тянитесь к колену.", "en": "Reach your chest towards your knee.", "enSynonyms": [ "Extend your chest toward your knee.", "Draw your chest towards your knee.", "Move your chest closer to your knee.", "Bring your chest towards your knee.", "Stretch your chest toward your knee.", "Reach your ribcage towards your knee.", "Guide your chest to move towards your knee.", "Lift your chest and aim it toward your knee.", "Push your chest forward towards your knee.", "Direct your chest towards your knee.", "Lift your upper body and reach toward your knee.", "Lean your chest towards your knee.", "Draw your ribcage closer to your knee.", "Move your torso towards your knee, leading with your chest.", "Bring your upper body forward, reaching your chest to your knee.", "Stretch your upper body and aim your chest towards your knee.", "Reach forward with your chest toward your knee.", "Extend your torso forward, bringing your chest to your knee.", "Bring your chest in line with your knee." ] },
{ "silence": 3000 },
{ "chance": 30, "version": 1, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 3000 },
{"version": 1, "ru":"Шаг назад обеими стопами.","en":"Step back with both feet." }
]