[
{ "ru": "Вытяните поднятую ногу назад, носок на себя." },
{ "silence": 1000 },
{ "ru": "Опустите оба локтя." },
{ "silence": 1000 },
{ "ru": "Одним кулаком обхватите другой." },
{ "silence": 1000 },
{ "ru": "Разогните опорную ногу." },
{ "silence": 500 },
{ "ru": "Выталкивайтесь локтями." },
{ "silence": 1000 },
{ "ru": "Эка п+ада +адха мукха шван+асана с опущенными локтями.", "en": "Eka Pada Adho Mukha Svanasana with the elbows lowered." },
{ "silence": 500 },
{ "chance": 65, "ru": "Собака мордой вниз на одной ноге с опущенными локтями.", "en": "Downward-Facing Dog on one leg with the elbows lowered," },
{ "silence": 1000 },
{ "chance": 40, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 500 },
{ "ru": "Грудной клеткой тянитесь к колену опорной ноги." },
{ "silence": 3000 },
{ "chance": 30, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 3000 },
{ "ru": "Шаг назад обеими стопами." }
]