[
{ "ru": "Сохраняя текущую +асану, сделайте приседание на одной ноге, касаясь животом бедра.", "en": "While holding your current pose, perform a one-legged squat, bringing your abdomen to your thigh.", "enSynonyms": [ "Maintain your current position and squat on one leg, gently bringing your abdomen to your thigh.", "Stay in your current pose and lower yourself into a one-legged squat, touching your abdomen to your thigh.", "Keep your posture and perform a one-legged squat, bringing your belly to your thigh.", "Holding your current asana, squat on one leg, making contact between your abdomen and thigh.", "Stay in your present position, performing a one-legged squat and bringing your abdomen towards your thigh.", "Hold your current pose and squat on one leg, bringing your belly towards your thigh.", "Keep your position and lower into a one-legged squat, with your abdomen touching your thigh.", "While maintaining your asana, perform a one-legged squat, bringing your stomach to your thigh.", "Stay in your current posture and squat on one leg, making contact with your abdomen and thigh.", "While holding your current stance, squat on one leg and touch your belly to your thigh.", "Remain in your current asana and perform a one-legged squat, bringing your abdomen to your thigh.", "Keep your body stable in your current pose, performing a one-legged squat with your abdomen touching your thigh.", "Hold your position and lower into a one-legged squat, with your belly gently touching your thigh.", "While maintaining your pose, squat on one leg and bring your stomach toward your thigh.", "Stay grounded in your pose, performing a one-legged squat and gently touching your abdomen to your thigh.", "Remain in your current posture, and lower into a one-legged squat, gently bringing your belly to your thigh.", "Holding your pose, squat on one leg, bringing your abdomen to your thigh with control.", "Stay in your position and squat on one leg, bringing your belly to your thigh as you maintain balance.", "While holding your pose, lower into a one-legged squat and touch your abdomen to your thigh." ] }
{ "silence": 7000 },
{ "ru": "Сохраняя хват за голень, вниз поднятое колено." },
{ "silence": 100 },
{ "ru": "Кисть вытяните над головой." },
{ "silence": 100 },
{ "ru": "Туловище выведите в вертикальное положение." },
{ "silence": 2000 },
{ "ru": "Ту руку, которая удерживает голень - сгибайте, чтобы пятка прижималась к ягодице, а стопа к пояснице." },
{ "silence": 1000 },
{ "ru": "Колени прижмите друг к другу." },
{ "silence": 2000 },
{ "chance": 65, "ru": "+Асана танцора на полностью прижатой стопе." },
{ "silence": 1000 },
{ "ru": "Поднятую вверх руку отводите назад чтобы предплечье выходило из поля зрения." },
{ "silence": 2000 },
{ "chance": 20, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 6000 },
{ "ru": "Поднятую руку опустите за спину." },
{ "silence": 500 },
{ "ru": "Возьмитесь за подъём стопы вместе с противоположной рукой." },
{ "silence": 500 },
{ "ru": "Согните опорную ногу.", "en": "Bend the leg you stand on." },
{ "silence": 2000 },
{ "ru": "Выполните наклон вперед до тех пор, пока туловище и вытянутое колено окажутся параллельно поверхности." },
{ "silence": 2000 },
{ "ru": "Наклонитесь вперед." },
{ "silence": 500 },
{ "ru": "Кистью со стороны опорной ноги коснитесь коврика." },
{ "silence": 500 },
{"ru": "При необходимости используйте блоки.", "en": "If needed, make use of blocks for support.", "enSynonyms": ["Feel free to use blocks if you need extra support.", "Use blocks as necessary to enhance stability and comfort.", "If required, incorporate blocks to assist your pose.", "Consider using blocks if they help you maintain alignment.", "Use blocks whenever you need added support or balance.", "Blocks can be used as needed to make the posture more accessible.", "Reach for blocks if they provide extra comfort or stability.", "Make use of blocks if they help you feel more steady in the pose.", "If necessary, grab blocks to support your alignment and ease.", "Take advantage of blocks if you need additional assistance."]},
{ "silence": 500 },
{ "ru": "Согните спину." },
{ "silence": 2000 },
{ "ru": "Живот тяните вниз вдоль внутренней части бедра опорной ноги." },
{ "silence": 1500 },
  {"ru": "Поднятое колено тяните вверх.", "en": "Lift your raised knee upwards, reaching as high as feels comfortable.", "enSynonyms": ["Draw your lifted knee upward, aiming for a comfortable height.", "Guide your raised knee higher, moving with control and ease.", "Pull your elevated knee upward, focusing on steady movement.", "Lift your knee upward as much as feels natural and stable.", "Raise your lifted knee higher, keeping the movement smooth and steady.", "Bring your raised knee upward, extending gently but purposefully.", "Reach your elevated knee higher, maintaining balance and focus.", "Move your lifted knee upwards, aiming for a stable and comfortable height.", "Raise your knee upward with intention, staying mindful of your alignment.", "Extend your elevated knee upward, lifting with ease and control."]},
{ "silence": 1500 },
{ "ru": "Выпрямите опорную ногу." },
{ "silence": 2000 },
  { "chance": 30, "ru": "Удерживайте взгляд на большом пальце опорной стопы.", "en": "Keep your gaze fixed on the big toe of your supporting foot.", "enSynonyms": ["Focus your eyes on the big toe of your grounded foot.", "Maintain your gaze on the big toe of the foot providing support.", "Direct your attention to the big toe of your stable foot.", "Keep your eyes steady on the big toe of the supporting foot.", "Fix your gaze on the big toe of the foot that's anchoring you.", "Concentrate on the big toe of your base foot, holding your focus.", "Rest your eyes on the big toe of the foot that's grounding you.", "Stay focused on the big toe of your supporting foot for stability.", "Let your gaze settle on the big toe of the foot beneath you.", "Hold your focus on the big toe of the foot giving you balance."] },
{ "silence": 500 },
{ "ru": "Кистью на стороне опорной ноги возьмитесь за голень опорной ноги." },
{ "silence": 1000 },
{ "ru": "Локоть выведите за колено." },
{ "silence": 4000 },
{ "ru": "Кисти опустите на коврик." },
{ "silence": 500 },
{ "ru": "Шаг назад стопой.", "en": "Step back with your foot." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 20, "ru": "Взгляд направьте вперед", "en": "Align the glance forward." },
{ "silence": 500 },
{ "chance": 40, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Ашвасан чаланасана.", "en": "Ashwa Sanchalanasana" },
{ "silence": 500 },
{ "chance": 30, "ru": "Поза наездника.", "en": "The Rider’s Pose" },
{ "silence": 1000 },
{ "ru": "Выталкивайтесь кистями." },
{ "silence": 500 },
{ "chance": 60, "ru": "Пяткой вытянутой назад ног+и давите назад." },
{ "silence": 500 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 500 },
{ "ru": "Вытяните спину, шею." },
{ "silence": 1000 },
{ "ru": "Опустите на коврик один, затем другой локти." },
{ "silence": 1000 },
{ "ru": "Выталкиваясь локтями, плечи вращайте наружу." },
{ "silence": 1000 },
{ "ru": "Лоб опустите на коврик или на блок." },
{ "silence": 1000 },
{ "ru": "Кисти разведите в стороны." },
{ "silence": 5000 },
{ "ru": "Кисти выведите за спину, сделайте замок в кистях." },
{ "silence": 100 },
{ "ru": "Разверните кисти от себя." },
{ "silence": 100 },
{ "ru": "Поднимите руки." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Наблюдайте за процессом вдоха и за процессом выдоха." },
{ "silence": 7000 },
{ "ru": "Руки разведите по сторонам ладонями вниз." },
{ "silence": 1500 },
{ "ru": "Руки поставьте по краям коврика." },
{ "silence": 3500 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 65, "ru": "Посмотрите вперед и вверх." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Ашвасан чаланасана.", "en": "Ashwa Sanchalanasana" },
{ "silence": 500 },
{ "chance": 30, "ru": "Поза наездника.", "en": "The Rider’s Pose" },
{ "silence": 3000 }
]