[
{ "ru": "Сделайте приседания на одной ноге, опуская живот на бедро.", "en": "Perform a single-leg squat, lowering your abdomen onto your thigh.", "enSynonyms": ["Execute a one-legged squat, bringing your abdomen down onto your thigh.", "Do a single-leg squat, gently pressing your abdomen onto your thigh.", "Perform a squat on one leg, leaning your abdomen onto your thigh.", "Complete a one-legged squat, lowering your torso to rest on your thigh.", "Practice a single-leg squat, aligning your abdomen with your thigh.", "Engage in a one-legged squat, bringing your abdomen closer to your thigh.", "Execute a squat using one leg, folding your abdomen onto your thigh.", "Do a one-leg squat, allowing your abdomen to descend towards your thigh.", "Perform a single-leg squat, resting your abdomen softly onto your thigh.", "Carry out a one-legged squat, guiding your abdomen down to your thigh.", "Perform a balanced squat on one leg, pressing your abdomen against your thigh.", "Lower into a one-legged squat, placing your abdomen over your thigh.", "Attempt a single-leg squat, positioning your abdomen onto your thigh.", "Do a squat on one leg, gently letting your abdomen touch your thigh.", "Engage in a one-legged squat, lowering your abdomen to meet your thigh.", "Execute a controlled single-leg squat, aligning your abdomen with your thigh.", "Perform a balanced squat on one leg, bringing your abdomen close to your thigh.", "Complete a single-leg squat, folding your abdomen over your thigh.", "Lower yourself into a one-leg squat, placing your abdomen onto your thigh.", "Perform a squat on one leg, softly resting your abdomen on your thigh."] },
{ "silence": 7000 },
{ "ru": "Сохраняя хват за голень, вниз поднятое колено." },
{ "silence": 100 },
{ "ru": "Кисть вытяните над головой." },
{ "silence": 100 },
{ "ru": "Туловище выведите в вертикальное положение." },
{ "silence": 2000 },
{ "ru": "Ту руку, которая удерживает голень - сгибайте, чтобы пятка прижималась к ягодице, а стопа к пояснице." },
{ "silence": 1000 },
{ "ru": "Колени прижмите друг к другу.", "en": "Press your knees firmly together.", "enSynonyms": ["Bring your knees into firm contact with one another.", "Hold your knees tightly together.", "Squeeze your knees gently but firmly against each other.", "Ensure your knees are snugly pressed together.", "Draw your knees inward until they meet firmly.", "Press your knees against each other with deliberate pressure.", "Join your knees together, keeping them firmly connected.", "Keep your knees aligned and pressed closely together.", "Firmly bring your knees into contact with one another.", "Let your knees meet and hold them together with steady pressure.", "Maintain firm contact between your knees, pressing them together.", "Hold your knees in close connection, pressing them gently together.", "Align your knees and press them snugly against each other.", "Ensure the inner sides of your knees are pressed firmly together.", "Press the medial surfaces of your knees together evenly.", "Gently but securely press your knees into one another.", "Draw your knees inward and keep them tightly connected.", "Bring your knees together and hold them with consistent pressure.", "Keep your knees in contact, pressing them firmly and evenly.", "Squeeze your knees toward each other, maintaining a stable connection."] },
{ "silence": 2000 },
{ "chance": 65, "ru": "+Асана танцора на полностью прижатой стопе." },
{ "silence": 1000 },
{ "ru": "Поднятую вверх руку отводите назад чтобы предплечье выходило из поля зрения." },
{ "silence": 2000 },
{ "chance": 20, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 6000 },
{ "ru": "Поднятую руку опустите за спину." },
{ "silence": 500 },
{ "ru": "Возьмитесь за подъём стопы вместе с противоположной рукой." },
{ "silence": 500 },
{ "ru": "Согните опорную ногу.", "en": "Bend the leg you stand on." },
{ "silence": 2000 },
{ "ru": "Выполните наклон вперед до тех пор, пока туловище и вытянутое колено окажутся параллельно поверхности." },
{ "silence": 2000 },
{ "ru": "Наклонитесь вперед.", "en": "Lean forward.", "enSynonyms": ["Bend gently forward.", "Incline your body forward.", "Hinge forward at your hips.", "Tilt yourself slightly forward.", "Bow forward smoothly.", "Move your torso into a forward lean.", "Shift your weight forward.", "Press your upper body forward.", "Ease your body into a forward tilt.", "Flow gently into a forward bend.", "Lean your upper body forward gracefully.", "Stretch forward from your hips.", "Fold your body forward naturally.", "Tip your body forward slightly.", "Curve forward with ease.", "Bend your body forward from the waist.", "Move into a forward stretch.", "Allow your torso to flow forward.", "Drift into a forward incline.", "Lean subtly forward with intention."] },
{ "silence": 500 },
{ "ru": "Кистью со стороны опорной ноги коснитесь коврика." },
{ "silence": 500 },
{"ru": "При необходимости используйте блоки.", "en": "If needed, make use of blocks for support.", "enSynonyms": ["Feel free to use blocks if you need extra support.", "Use blocks as necessary to enhance stability and comfort.", "If required, incorporate blocks to assist your pose.", "Consider using blocks if they help you maintain alignment.", "Use blocks whenever you need added support or balance.", "Blocks can be used as needed to make the posture more accessible.", "Reach for blocks if they provide extra comfort or stability.", "Make use of blocks if they help you feel more steady in the pose.", "If necessary, grab blocks to support your alignment and ease.", "Take advantage of blocks if you need additional assistance."]},
{ "silence": 500 },
{ "ru": "Согните спину." },
{ "silence": 2000 },
{ "ru": "Живот тяните вниз вдоль внутренней части бедра опорной ноги." },
{ "silence": 1500 },
  {"ru": "Поднятое колено тяните вверх.", "en": "Lift your raised knee upwards, reaching as high as feels comfortable.", "enSynonyms": ["Draw your lifted knee upward, aiming for a comfortable height.", "Guide your raised knee higher, moving with control and ease.", "Pull your elevated knee upward, focusing on steady movement.", "Lift your knee upward as much as feels natural and stable.", "Raise your lifted knee higher, keeping the movement smooth and steady.", "Bring your raised knee upward, extending gently but purposefully.", "Reach your elevated knee higher, maintaining balance and focus.", "Move your lifted knee upwards, aiming for a stable and comfortable height.", "Raise your knee upward with intention, staying mindful of your alignment.", "Extend your elevated knee upward, lifting with ease and control."]},
{ "silence": 1500 },
{ "ru": "Выпрямите опорную ногу.", "en": "Straighten your supporting leg.", "enSynonyms": [ "Extend your support leg.", "Straighten the leg that is supporting your weight.", "Unbend your supporting leg.", "Stretch your weight-bearing leg.", "Straighten the leg you are standing on.", "Unfold your supporting leg.", "Press your support leg straight.", "Lengthen the leg that supports you.", "Extend the leg that is holding your weight.", "Align your supporting leg.", "Fully extend your weight-bearing leg.", "Activate your supporting leg by straightening it.", "Unlock your supporting leg.", "Press the supporting leg into a straight position.", "Push the support leg into an extended position.", "Straighten the leg that is carrying your weight.", "Fully extend the leg you are standing on.", "Bring your supporting leg to full extension." ] },
{ "silence": 2000 },
  { "chance": 30, "ru": "Удерживайте взгляд на большом пальце опорной стопы.", "en": "Keep your gaze fixed on the big toe of your supporting foot.", "enSynonyms": ["Focus your eyes on the big toe of your grounded foot.", "Maintain your gaze on the big toe of the foot providing support.", "Direct your attention to the big toe of your stable foot.", "Keep your eyes steady on the big toe of the supporting foot.", "Fix your gaze on the big toe of the foot that's anchoring you.", "Concentrate on the big toe of your base foot, holding your focus.", "Rest your eyes on the big toe of the foot that's grounding you.", "Stay focused on the big toe of your supporting foot for stability.", "Let your gaze settle on the big toe of the foot beneath you.", "Hold your focus on the big toe of the foot giving you balance."] },
{ "silence": 500 },
{ "ru": "Кистью на стороне опорной ноги возьмитесь за голень опорной ноги." },
{ "silence": 1000 },
{ "ru": "Локоть выведите за колено." },
{ "silence": 4000 },
{ "ru": "Кисти опустите на коврик." },
{ "silence": 500 },
{ "ru": "Шаг назад стопой.", "en": "Step back with your foot." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."] },
{ "silence": 500 },
{ "chance": 20, "ru": "Взгляд направьте вперед", "en": "Align the glance forward." },
{ "silence": 500 },
{ "chance": 20, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 1000 },
{ "chance": 30, "ru": "Ашвасан чаланасана.", "en": "Ashwa Sanchalanasana" },
{ "silence": 500 },
{ "chance": 30, "ru": "Поза наездника.", "en": "The Rider’s Pose" },
{ "silence": 1000 },
{ "ru": "Выталкивайтесь кистями." },
{ "silence": 500 },
{ "chance": 60, "ru": "Пяткой вытянутой назад ног+и давите назад." },
{ "silence": 500 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "ru": "Вытяните спину, шею.", "en": "Lengthen your back and neck.", "enSynonyms": [ "Stretch your back and neck.", "Extend your spine and neck.", "Elongate your back and neck.", "Reach your back and neck long.", "Stretch your spine and neck upwards.", "Lengthen your spine and neck fully.", "Extend your back and neck in a straight line.", "Reach your neck and back towards the sky.", "Pull your spine and neck upward.", "Stretch both your back and neck outwards.", "Lengthen your entire back and neck.", "Draw your back and neck up and out.", "Stretch out your back and neck together.", "Extend your back while lengthening your neck.", "Stretch your neck and spine towards the ceiling.", "Elongate your spine and stretch your neck.", "Reach your neck and back in one smooth line.", "Lengthen the back and extend your neck upward.", "Stretch your neck up and extend your back down." ] },
{ "silence": 1000 },
{ "ru": "Опустите на коврик один, затем другой локти." },
{ "silence": 1000 },
{ "ru": "Выталкиваясь локтями, плечи вращайте наружу." },
{ "silence": 1000 },
{ "ru": "Лоб опустите на коврик или на блок." },
{ "silence": 1000 },
{ "ru": "Кисти разведите в стороны." },
{ "silence": 5000 },
{ "ru": "Кисти выведите за спину, сделайте замок в кистях." },
{ "silence": 100 },
{ "ru": "Разверните кисти от себя." },
{ "silence": 100 },
{ "ru": "Поднимите руки." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Наблюдайте за процессом вдоха и за процессом выдоха." },
{ "silence": 7000 },
{ "ru": "Руки разведите по сторонам ладонями вниз." },
{ "silence": 1500 },
{ "ru": "Руки поставьте по краям коврика." },
{ "silence": 3500 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."] },
{ "silence": 500 },
{ "chance": 65, "ru": "Посмотрите вперед и вверх." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Ашвасан чаланасана.", "en": "Ashwa Sanchalanasana" },
{ "silence": 500 },
{ "chance": 30, "ru": "Поза наездника.", "en": "The Rider’s Pose" },
{ "silence": 3000 }
]