[
{ "version": 1, "ru": "Сделайте приседания на одной ноге, опуская живот на бедро.", "en": "Perform a single-leg squat, lowering your abdomen onto your thigh.", "enSynonyms": ["Execute a one-legged squat, bringing your abdomen down onto your thigh.", "Do a single-leg squat, gently pressing your abdomen onto your thigh.", "Perform a squat on one leg, leaning your abdomen onto your thigh.", "Complete a one-legged squat, lowering your torso to rest on your thigh.", "Practice a single-leg squat, aligning your abdomen with your thigh.", "Engage in a one-legged squat, bringing your abdomen closer to your thigh.", "Execute a squat using one leg, folding your abdomen onto your thigh.", "Do a one-leg squat, allowing your abdomen to descend towards your thigh.", "Perform a single-leg squat, resting your abdomen softly onto your thigh.", "Carry out a one-legged squat, guiding your abdomen down to your thigh.", "Perform a balanced squat on one leg, pressing your abdomen against your thigh.", "Lower into a one-legged squat, placing your abdomen over your thigh.", "Attempt a single-leg squat, positioning your abdomen onto your thigh.", "Do a squat on one leg, gently letting your abdomen touch your thigh.", "Engage in a one-legged squat, lowering your abdomen to meet your thigh.", "Execute a controlled single-leg squat, aligning your abdomen with your thigh.", "Perform a balanced squat on one leg, bringing your abdomen close to your thigh.", "Complete a single-leg squat, folding your abdomen over your thigh.", "Lower yourself into a one-leg squat, placing your abdomen onto your thigh.", "Perform a squat on one leg, softly resting your abdomen on your thigh."] },
{ "silence":7000},
{ "version":3,"ru":"Сохраняя хват за голень, вниз поднятое колено.","en":"Keep holding your shin as you lower the raised knee." },
{ "silence": 100},
{"version":3,"ru":"Туловище выведите в вертикальное положение.","en":"Bring your torso upright into a vertical position." },
{ "silence":2000},
{ "version":3,"ru":"Ту руку, которая удерживает голень - сгибайте, чтобы пятка прижималась к ягодице, а стопа к пояснице.","en":"Bend the arm holding your lower leg, pressing your heel to your buttock and your foot toward your lower back."},
{ "silence": 1000 },
{ "version": 1, "ru": "Колени прижмите друг к другу.", "en": "Press your knees firmly together.", "enSynonyms": ["Bring your knees into firm contact with one another.", "Hold your knees tightly together.", "Squeeze your knees gently but firmly against each other.", "Ensure your knees are snugly pressed together.", "Draw your knees inward until they meet firmly.", "Press your knees against each other with deliberate pressure.", "Join your knees together, keeping them firmly connected.", "Keep your knees aligned and pressed closely together.", "Firmly bring your knees into contact with one another.", "Let your knees meet and hold them together with steady pressure.", "Maintain firm contact between your knees, pressing them together.", "Hold your knees in close connection, pressing them gently together.", "Align your knees and press them snugly against each other.", "Ensure the inner sides of your knees are pressed firmly together.", "Press the medial surfaces of your knees together evenly.", "Gently but securely press your knees into one another.", "Draw your knees inward and keep them tightly connected.", "Bring your knees together and hold them with consistent pressure.", "Keep your knees in contact, pressing them firmly and evenly.", "Squeeze your knees toward each other, maintaining a stable connection."] },
{ "silence": 2000 },
{ "chance":60,"version":2, "ru": "+Асана танцора на полностью прижатой стопе.","en":"Dancer's Pose on a fully grounded foot.","enSynonyms":["Natarajasana with the foot completely flat.","Dancer's Pose performed with the foot firmly planted.","The Dancer's Pose executed on a fully pressed foot.","Natarajasana with the supporting foot entirely on the ground.","Dancer's Pose with the foot fully in contact with the floor."]},
{ "silence": 1000 },
{"version":2,"ru":"Поднятую вверх руку отводите назад чтобы предплечье выходило из поля зрения.","en":"Draw your raised arm back until your forearm moves out of your line of sight."},
{ "silence": 2000 },
{ "chance": 15, "version": 1, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 6000 },
{ "version": 2, "ru": "Поднятую руку опустите за спину.", "en": "Gently lower your raised arm behind your back." },
{ "silence": 500 },
{ "version":2, "ru": "Возьмитесь за подъём стопы вместе с противоположной рукой.","en":"Embrace the arch of your foot with the opposite hand, creating an energetic connection across the midline.","enSynonyms":["Clasp the foot's arch with your contralateral hand","Wrap the opposite hand around the instep to stabilize","Reach across your body to hold the foot's arch with mindful grip","Let the opposite hand cradle the foot's arch in a dynamic cross-body hold","Sculpt a bridge between hand and arch through oppositional engagement","Flow the opposite hand into the foot's arch, weaving energetic integrity"]},
{ "silence": 500 },
{ "version": 1, "ru": "Подсогните опорную ногу.", "en": "Bend your supporting leg slightly.", "enSynonyms": ["Soften your supporting leg with a gentle bend.", "Slightly flex your supporting leg.", "Keep a soft bend in your supporting leg.", "Bring a slight bend to your supporting leg.", "Lightly bend your supporting leg.", "Introduce a gentle bend in your supporting leg.", "Allow your supporting leg to bend slightly.", "Soften the knee of your supporting leg.", "Maintain a small bend in your supporting leg.", "Give your supporting leg a subtle bend.", "Bend your weight-bearing leg slightly.", "Flex your supporting leg just a little.", "Keep the supporting leg gently bent.", "Add a minor bend to your supporting leg.", "Ease your supporting leg into a soft bend.", "Create a slight flex in your supporting leg.", "Let your supporting leg bend lightly.", "Bend the supporting leg softly at the knee.", "Adjust your supporting leg with a small bend." ] },
{ "silence": 2000 },
{ "version":2, "ru": "Сделайте наклон вперед до тех пор, пока туловище и вытянутое колено окажутся параллельно поверхности.","en":"Perform a forward bend until your torso and extended knee are parallel to the surface.","enSynonyms":["Bend forward until your torso and straightened knee are level with the ground.","Lean forward until your body and outstretched knee are parallel to the floor.","Tilt forward until your torso and extended knee align horizontally.","Move into a forward bend until your body and straightened knee are parallel to the surface.","Execute a forward fold until your torso and extended knee are in line with the ground."]},
{ "silence": 2000 },
{ "version": 1, "ru": "Наклонитесь вперед.", "en": "Lean forward.", "enSynonyms": ["Bend gently forward.", "Incline your body forward.", "Hinge forward at your hips.", "Tilt yourself slightly forward.", "Bow forward smoothly.", "Move your torso into a forward lean.", "Shift your weight forward.", "Press your upper body forward.", "Ease your body into a forward tilt.", "Flow gently into a forward bend.", "Lean your upper body forward gracefully.", "Stretch forward from your hips.", "Fold your body forward naturally.", "Tip your body forward slightly.", "Curve forward with ease.", "Bend your body forward from the waist.", "Move into a forward stretch.", "Allow your torso to flow forward.", "Drift into a forward incline.", "Lean subtly forward with intention."] },
{ "silence": 500 },
{ "version":2, "ru": "Кистью со стороны опорной ноги коснитесь коврика.","en":"With the hand on the side of your supporting leg, touch the mat.","enSynonyms":["Place the hand on the side of your standing leg onto the mat.","Let the hand on the side of your grounded leg reach the mat.","Bring the hand on the side of your supporting leg down to the mat.","Touch the mat with the hand corresponding to your standing leg.","Lower the hand on the side of your supporting leg to the mat."]},
{ "silence": 500 },
{ "version": 1, "ru": "При необходимости используйте блоки.", "en": "If needed, make use of blocks for support.", "enSynonyms": ["Feel free to use blocks if you need extra support.", "Use blocks as necessary to enhance stability and comfort.", "If required, incorporate blocks to assist your pose.", "Consider using blocks if they help you maintain alignment.", "Use blocks whenever you need added support or balance.", "Blocks can be used as needed to make the posture more accessible.", "Reach for blocks if they provide extra comfort or stability.", "Make use of blocks if they help you feel more steady in the pose.", "If necessary, grab blocks to support your alignment and ease.", "Take advantage of blocks if you need additional assistance."]},
{ "silence": 500 },
{ "version": 1, "ru": "Согните спину.", "en": "Bend your back.", "enSynonyms": ["Curve your back gently.", "Arch your back as needed.", "Flex your spine smoothly.", "Round your back with control.", "Adjust your back into a bend.", "Allow your spine to curve naturally.", "Create a gentle bend in your back.", "Shape your back into a smooth curve.", "Incline your spine softly forward.", "Position your back into a graceful arch.", "Ease your back into a subtle curve.", "Adjust the alignment of your spine to form a bend.", "Guide your back into a natural and controlled flexion.", "Shift your posture to bend your back with intention.", "Form a smooth arch in your spine.", "Tilt your back into a gentle curve.", "Mould your spine into a rounded shape.", "Let your back curve forward with purpose.", "Relax your spine into a soft bend.", "Shape your back into a rounded posture with ease."] },
{ "silence": 2000 },
{ "version":2, "ru": "Живот тяните вдоль внутренней части бедра опорной ноги.","en":"Draw your abdomen downward along the inner plane of your standing leg's thigh, maintaining axial alignment.","enSynonyms":["Guide your navel along the medial line of your base leg's femur","Channel your core downward tracing the inner thigh of your grounded limb","Engage transverse abdominis to slide the torso along the adductor magnus pathway","Initiate from the pelvic floor, creating a downward vector that parallels the standing leg's vastus medialis","Imagine liquid mercury flowing from xiphoid process to medial knee along the sartorius meridian","Cultivate a somatic dialogue between umbilicus and inner knee capsule through intentional fascial gliding"]},
{ "silence": 1500 },
{ "version": 1, "ru": "Поднятое колено тяните вверх.", "en": "Lift your raised knee upwards, reaching as high as feels comfortable.", "enSynonyms": ["Draw your lifted knee upward, aiming for a comfortable height.", "Guide your raised knee higher, moving with control and ease.", "Pull your elevated knee upward, focusing on steady movement.", "Lift your knee upward as much as feels natural and stable.", "Raise your lifted knee higher, keeping the movement smooth and steady.", "Bring your raised knee upward, extending gently but purposefully.", "Reach your elevated knee higher, maintaining balance and focus.", "Move your lifted knee upwards, aiming for a stable and comfortable height.", "Raise your knee upward with intention, staying mindful of your alignment.", "Extend your elevated knee upward, lifting with ease and control."]},
{ "silence": 1500 },
{ "version": 1, "ru": "Выпрямите опорную ногу.", "en": "Straighten your supporting leg.", "enSynonyms": [ "Extend your support leg.", "Straighten the leg that is supporting your weight.", "Unbend your supporting leg.", "Stretch your weight-bearing leg.", "Straighten the leg you are standing on.", "Unfold your supporting leg.", "Press your support leg straight.", "Lengthen the leg that supports you.", "Extend the leg that is holding your weight.", "Align your supporting leg.", "Fully extend your weight-bearing leg.", "Activate your supporting leg by straightening it.", "Unlock your supporting leg.", "Press the supporting leg into a straight position.", "Push the support leg into an extended position.", "Straighten the leg that is carrying your weight.", "Fully extend the leg you are standing on.", "Bring your supporting leg to full extension." ] },
{ "silence": 2000 },
{ "chance": 30, "version": 1, "ru": "Удерживайте взгляд на большом пальце опорной стопы.", "en": "Keep your gaze fixed on the big toe of your supporting foot." },
{ "silence": 500 },
{"version":3,"ru":"Кистью на стороне опорной ноги возьмитесь за голень опорной ноги.","en":"Grasp your standing leg’s shin with the hand on the same side."},
{ "silence": 1000 },
{ "version":2, "ru": "Локоть выведите за колено.","en":"Guide the elbow beyond the knee crease with intentional alignment.","enSynonyms":["Sweep the elbow forward past the knee's edge","Direct the elbow to cross the knee boundary with mindful placement","Create space by extending the elbow anterior to the kneecap","Flow the elbow into external rotation beyond the knee's vertical plane","Let the elbow orbit past the knee while maintaining spinal integrity","Weave the elbow through the knee's threshold into dynamic opposition"]},
{ "silence": 4000 },
{ "version":2, "ru": "Обе кисти опустите на коврик.","en":"Place both hands down on the mat." },
{ "silence": 500 },
{ "version": 1, "ru": "Шаг назад стопой.", "en": "Step back with your foot." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Взгляд направьте вперед", "en": "Align the glance forward." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Ашвасан чаланасана.", "en": "Ashwa Sanchalanasana" },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Поза наездника.", "en": "The Rider’s Pose" },
{ "silence": 1000 },
{"version":3,"ru":"Выталкивайтесь кистями.","en":"Now, press through your palms to engage your upper body."},
{ "silence": 500 },
{ "version": 1, "ru": "Пяткой вытянутой ноги давите назад и ногу выпрямите в колене.", "en": "Push back with the heel of your extended leg and straighten the leg at the knee.", "enSynonyms": ["Press backward through the heel of your stretched leg and fully extend the knee.", "With the heel of your extended leg, push back while straightening the knee.", "Drive your heel back with intention and align your extended leg by straightening the knee.", "Using the heel of your outstretched leg, push backward and ensure the knee is straight.", "Press your heel firmly backward and lengthen the leg fully by straightening the knee.", "Push back powerfully with your heel and extend the leg completely at the knee joint.", "Engage your extended leg by pressing the heel backward and straightening the knee.", "Through the heel of your extended leg, push back and achieve full straightening at the knee.", "Drive the heel of your stretched leg backward and fully align the knee for extension.", "Press back through your heel and allow the knee to straighten completely for balance.", "With steady focus, push back using your heel and extend your leg fully at the knee.", "Engage the back of your leg by pressing the heel backward and straightening the knee joint.", "Push through the heel of your extended leg, ensuring the knee aligns and straightens.", "Press the heel back with control and extend the leg smoothly through the knee.", "Drive your heel backward with purpose while maintaining a straightened knee.", "Push the heel behind you, fully extending the leg at the knee for proper alignment.", "Apply backward pressure with your heel and keep the knee straightened for stability.", "Press backward with the heel of your extended leg and elongate the leg by straightening the knee.", "Through deliberate effort, push back with the heel and straighten the knee of the extended leg.", "With careful precision, drive the heel back and fully straighten the knee of your outstretched leg."] },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Вытяните спину, шею.", "en": "Lengthen your back and neck.", "enSynonyms": [ "Stretch your back and neck.", "Extend your spine and neck.", "Elongate your back and neck.", "Reach your back and neck long.", "Stretch your spine and neck upwards.", "Lengthen your spine and neck fully.", "Extend your back and neck in a straight line.", "Reach your neck and back towards the sky.", "Pull your spine and neck upward.", "Stretch both your back and neck outwards.", "Lengthen your entire back and neck.", "Draw your back and neck up and out.", "Stretch out your back and neck together.", "Extend your back while lengthening your neck.", "Stretch your neck and spine towards the ceiling.", "Elongate your spine and stretch your neck.", "Reach your neck and back in one smooth line.", "Lengthen the back and extend your neck upward.", "Stretch your neck up and extend your back down." ] },
{ "silence": 1000 },
{ "version":2, "ru": "Опустите на коврик один, затем другой локти.","en":"Lower one elbow to the mat first, then mindfully bring down the other while maintaining alignment." },
{ "silence": 1000 },
{ "version":2, "ru": "Выталкиваясь локтями, плечи вращайте наружу.","en":"As you push out through your elbows, gently rotate your shoulders outwards.","enSynonyms":["Press through your elbows while turning your shoulders outward.","Extend your elbows and roll your shoulders externally.","Push out with your elbows, rotating your shoulders away from the centre.","Engage your elbows to press away, guiding your shoulders to open outwards.","With a steady push from your elbows, allow your shoulders to spiral outward gracefully."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Опустите лоб на коврик или на блок.", "en": "Lower your forehead to the mat or block.", "enSynonyms": [ "Bring your forehead down to the mat or block.", "Place your forehead gently on the mat or block.", "Lower your forehead to rest on the mat or a block.", "Bring your head down, resting your forehead on the mat or block.", "Place your forehead comfortably on the mat or block.", "Rest your forehead on the mat or block with ease.", "Gently lower your forehead to the mat or block.", "Lower your head and position your forehead on the mat or block.", "Ease your forehead onto the mat or block.", "Position your forehead gently on the mat or block.", "Let your forehead rest on the mat or block.", "Bring your forehead to the mat or a block for support.", "Set your forehead down on the mat or block, maintaining a relaxed posture.", "Lower your head with control, placing your forehead on the mat or block.", "Rest your forehead softly on the mat or block as you relax your neck.", "Place your forehead down on the mat or block, staying relaxed.", "Gently rest your forehead on the mat or block, letting your body soften.", "Let your forehead touch the mat or block, feeling the stretch in your neck.", "Lower your forehead onto the mat or block, aligning your body comfortably." ] },
{ "silence": 1000 },
{"version":3,"ru":"Кисти разведите в стороны на уровень плечевых суставов.","en":"Spread your hands out to the sides at shoulder level."},
{ "silence": 5000 },
{ "version":2, "ru": "Кисти выведите за спину, сделайте замок в кистях.","en":"Clasp your hands behind your back, creating a wrist-to-wrist bind with intentional pressure." },
{ "silence": 100 },
{ "version":2, "ru": "Разверните кисти от себя и поднимите руки вертикально вверх.","en":"Rotate your palms outward and extend both arms skyward with intention." },
{ "silence": 1000 },
{ "chance": 50, "version": 2, "ru": "Наблюдайте за процессом вдоха и за процессом выдоха.", "en": "Observe the process of inhalation and exhalation.", "enSynonyms": ["Pay attention to the act of breathing in and breathing out.", "Notice the flow of your inhale and exhale.", "Witness the rhythm of your inhalation and exhalation.", "Be mindful of the movement of your breath in and out.", "Focus on the cycle of your breath as you inhale and exhale."] },
{ "silence": 7000 },
{ "version": 1, "ru": "Руки разведите по сторонам ладонями вниз." },
{ "silence": 1500 },
{ "version": 1, "ru": "Руки поставьте по краям коврика." },
{ "silence": 3500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Посмотрите вперед и вверх." },
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Ашвасан чаланасана.", "en": "Ashwa Sanchalanasana" },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Поза наездника.", "en": "The Rider’s Pose" },
{ "silence": 3000 }
]