[
{ "version": 1, "ru": "Сделайте приседания на одной ноге, опуская живот на бедро.", "en": "Perform a single-leg squat, lowering your abdomen onto your thigh.", "enSynonyms": ["Execute a one-legged squat, bringing your abdomen down onto your thigh.", "Do a single-leg squat, gently pressing your abdomen onto your thigh.", "Perform a squat on one leg, leaning your abdomen onto your thigh.", "Complete a one-legged squat, lowering your torso to rest on your thigh.", "Practice a single-leg squat, aligning your abdomen with your thigh.", "Engage in a one-legged squat, bringing your abdomen closer to your thigh.", "Execute a squat using one leg, folding your abdomen onto your thigh.", "Do a one-leg squat, allowing your abdomen to descend towards your thigh.", "Perform a single-leg squat, resting your abdomen softly onto your thigh.", "Carry out a one-legged squat, guiding your abdomen down to your thigh.", "Perform a balanced squat on one leg, pressing your abdomen against your thigh.", "Lower into a one-legged squat, placing your abdomen over your thigh.", "Attempt a single-leg squat, positioning your abdomen onto your thigh.", "Do a squat on one leg, gently letting your abdomen touch your thigh.", "Engage in a one-legged squat, lowering your abdomen to meet your thigh.", "Execute a controlled single-leg squat, aligning your abdomen with your thigh.", "Perform a balanced squat on one leg, bringing your abdomen close to your thigh.", "Complete a single-leg squat, folding your abdomen over your thigh.", "Lower yourself into a one-leg squat, placing your abdomen onto your thigh.", "Perform a squat on one leg, softly resting your abdomen on your thigh."] },
{ "silence":7000},
{ "version":3,"ru":"Сохраняя хват за голень, вниз поднятое колено.","en":"Keep holding your shin as you lower the raised knee." },
{ "silence": 100},
{ "version":3,"ru":"Туловище выведите в вертикальное положение.","en":"Bring your torso upright into a vertical position." },
{ "silence":2000},
{ "version":3,"ru":"Ту руку, которая удерживает голень - сгибайте, чтобы пятка прижималась к ягодице, а стопа к пояснице.","en":"Bend the arm holding your lower leg, pressing your heel to your buttock and your foot toward your lower back."},
{ "silence": 1000 },
{ "version": 1, "ru": "Колени прижмите друг к другу.", "en": "Press your knees firmly together." },
{ "silence": 2000 },
{ "chance":60,"version":2, "ru": "+Асана танцора на полностью прижатой стопе.","en":"Dancer's Pose on a fully grounded foot.","enSynonyms":["Natarajasana with the foot completely flat.","Dancer's Pose performed with the foot firmly planted.","The Dancer's Pose executed on a fully pressed foot.","Natarajasana with the supporting foot entirely on the ground.","Dancer's Pose with the foot fully in contact with the floor."]},
{ "silence": 1000 },
{ "version":2,"ru":"Поднятую вверх руку отводите назад чтобы предплечье выходило из поля зрения.","en":"Draw your raised arm back until your forearm moves out of your line of sight."},
{ "silence": 2000 },
{ "chance": 15, "version": 1, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 6000 },
{ "version": 2, "ru": "Поднятую руку опустите за спину.", "en": "Gently lower your raised arm behind your back." },
{ "silence": 500 },
{ "version":2, "ru": "Возьмитесь за подъём стопы вместе с противоположной рукой.","en":"Embrace the arch of your foot with the opposite hand, creating an energetic connection across the midline.","enSynonyms":["Clasp the foot's arch with your contralateral hand","Wrap the opposite hand around the instep to stabilize","Reach across your body to hold the foot's arch with mindful grip","Let the opposite hand cradle the foot's arch in a dynamic cross-body hold","Sculpt a bridge between hand and arch through oppositional engagement","Flow the opposite hand into the foot's arch, weaving energetic integrity"]},
{ "silence": 500 },
{ "version": 1, "ru": "Подсогните опорную ногу.", "en": "Bend your supporting leg slightly.", "enSynonyms": ["Soften your supporting leg with a gentle bend.", "Slightly flex your supporting leg.", "Keep a soft bend in your supporting leg.", "Bring a slight bend to your supporting leg.", "Lightly bend your supporting leg.", "Introduce a gentle bend in your supporting leg.", "Allow your supporting leg to bend slightly.", "Soften the knee of your supporting leg.", "Maintain a small bend in your supporting leg.", "Give your supporting leg a subtle bend.", "Bend your weight-bearing leg slightly.", "Flex your supporting leg just a little.", "Keep the supporting leg gently bent.", "Add a minor bend to your supporting leg.", "Ease your supporting leg into a soft bend.", "Create a slight flex in your supporting leg.", "Let your supporting leg bend lightly.", "Bend the supporting leg softly at the knee.", "Adjust your supporting leg with a small bend." ] },
{ "silence": 2000 },
{ "version":2, "ru": "Сделайте наклон вперед до тех пор, пока туловище и вытянутое колено окажутся параллельно поверхности.","en":"Perform a forward bend until your torso and extended knee are parallel to the surface.","enSynonyms":["Bend forward until your torso and straightened knee are level with the ground.","Lean forward until your body and outstretched knee are parallel to the floor.","Tilt forward until your torso and extended knee align horizontally.","Move into a forward bend until your body and straightened knee are parallel to the surface.","Execute a forward fold until your torso and extended knee are in line with the ground."]},
{ "silence": 2000 },
{ "version": 1, "ru": "Наклонитесь вперед.", "en": "Lean forward." },
{ "silence": 500 },
{ "version":2, "ru": "Кистью со стороны опорной ноги коснитесь коврика.","en":"With the hand on the side of your supporting leg, touch the mat.","enSynonyms":["Place the hand on the side of your standing leg onto the mat.","Let the hand on the side of your grounded leg reach the mat.","Bring the hand on the side of your supporting leg down to the mat.","Touch the mat with the hand corresponding to your standing leg.","Lower the hand on the side of your supporting leg to the mat."]},
{ "silence": 500 },
{ "version": 1, "ru": "При необходимости используйте блоки.", "en": "Use blocks whenever you need added support or balance." },
{ "silence": 500 },
{ "version": 1, "ru": "Согните спину.", "en": "Bend your back.", "enSynonyms": ["Curve your back gently.", "Arch your back as needed.", "Flex your spine smoothly.", "Round your back with control.", "Adjust your back into a bend.", "Allow your spine to curve naturally.", "Create a gentle bend in your back.", "Shape your back into a smooth curve.", "Incline your spine softly forward.", "Position your back into a graceful arch.", "Ease your back into a subtle curve.", "Adjust the alignment of your spine to form a bend.", "Guide your back into a natural and controlled flexion.", "Shift your posture to bend your back with intention.", "Form a smooth arch in your spine.", "Tilt your back into a gentle curve.", "Mould your spine into a rounded shape.", "Let your back curve forward with purpose.", "Relax your spine into a soft bend.", "Shape your back into a rounded posture with ease."] },
{ "silence": 2000 },
{ "version":2, "ru": "Живот тяните вдоль внутренней части бедра опорной ноги.","en":"Draw your abdomen downward along the inner plane of your standing leg's thigh, maintaining axial alignment.","enSynonyms":["Guide your navel along the medial line of your base leg's femur","Channel your core downward tracing the inner thigh of your grounded limb","Engage transverse abdominis to slide the torso along the adductor magnus pathway","Initiate from the pelvic floor, creating a downward vector that parallels the standing leg's vastus medialis","Imagine liquid mercury flowing from xiphoid process to medial knee along the sartorius meridian","Cultivate a somatic dialogue between umbilicus and inner knee capsule through intentional fascial gliding"]},
{ "silence": 1500 },
{ "version": 1, "ru": "Поднятое колено тяните вверх.", "en": "Lift your raised knee upwards." },
{ "silence": 1500 },
{ "version": 1, "ru": "Выпрямите опорную ногу.", "en": "Straighten your supporting leg.", "enSynonyms": [ "Extend your support leg.", "Straighten the leg that is supporting your weight.", "Unbend your supporting leg.", "Stretch your weight-bearing leg.", "Straighten the leg you are standing on.", "Unfold your supporting leg.", "Press your support leg straight.", "Lengthen the leg that supports you.", "Extend the leg that is holding your weight.", "Align your supporting leg.", "Fully extend your weight-bearing leg.", "Activate your supporting leg by straightening it.", "Unlock your supporting leg.", "Press the supporting leg into a straight position.", "Push the support leg into an extended position.", "Straighten the leg that is carrying your weight.", "Fully extend the leg you are standing on.", "Bring your supporting leg to full extension." ] },
{ "silence": 2000 },
{ "chance": 30, "version": 1, "ru": "Удерживайте взгляд на большом пальце опорной стопы.", "en": "Keep your gaze fixed on the big toe of your supporting foot." },
{ "silence": 500 },
{ "version":3,"ru":"Кистью на стороне опорной ноги возьмитесь за голень опорной ноги.","en":"Grasp your standing leg’s shin with the hand on the same side."},
{ "silence": 1000 },
{ "version":2, "ru": "Локоть выведите за колено.","en":"Guide the elbow beyond the knee." },
{ "silence": 4000 },
{ "version":2, "ru": "Обе кисти опустите на коврик.","en":"Place both hands down on the mat." },
{ "silence": 500 },
{ "version": 1, "ru": "Шаг назад стопой.", "en": "Step back with your foot." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Взгляд направьте вперед", "en": "Align the glance forward." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Draw the shoulder blades toward each other." },
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Ашвасан чаланасана.", "en": "Ashwa Sanchalanasana" },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Поза наездника.", "en": "The Rider’s Pose" },
{ "silence": 1000 },
{ "version":3,"ru":"Выталкивайтесь кистями.","en":"Now, press through your palms to engage your upper body."},
{ "silence": 500 },
{ "version": 1, "ru": "Пяткой вытянутой ноги давите назад и ногу выпрямите в колене.", "en": "Push back with the heel of your extended leg and straighten the leg at the knee." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 500 },
{ "version": 1, "ru": "Вытяните спину, шею.", "en": "Stretch your back and neck." },
{ "silence": 1000 },
{ "version":2, "ru": "Опустите на коврик один, затем другой локти.","en":"Lower one elbow to the mat first, then mindfully bring down the other while maintaining alignment." },
{ "silence": 1000 },
{ "version":2, "ru": "Выталкиваясь локтями, плечи вращайте наружу.","en":"As you push out through your elbows, gently rotate your shoulders outwards." },
{ "silence": 1000 },
{ "version": 1, "ru": "Опустите лоб на коврик или на блок.", "en": "Lower your forehead to the mat or block." },
{ "silence": 1000 },
{ "version":3,"ru":"Кисти разведите в стороны на уровень плечевых суставов.","en":"Spread your hands out to the sides at shoulder level."},
{ "silence": 5000 },
{ "version":2, "ru": "Кисти выведите за спину, сделайте замок в кистях.","en":"Clasp your hands behind your back, creating a wrist-to-wrist bind with intentional pressure." },
{ "silence": 100 },
{ "version":2, "ru": "Разверните кисти от себя и поднимите руки вертикально вверх.","en":"Rotate your palms outward and extend both arms skyward with intention." },
{ "silence": 1000 },
{ "chance": 50, "version": 2, "ru": "Наблюдайте за процессом вдоха и за процессом выдоха.", "en": "Observe the process of inhalation and exhalation.", "enSynonyms": ["Pay attention to the act of breathing in and breathing out.", "Notice the flow of your inhale and exhale.", "Witness the rhythm of your inhalation and exhalation.", "Be mindful of the movement of your breath in and out.", "Focus on the cycle of your breath as you inhale and exhale."] },
{ "silence": 7000 },
{"chance":30,"version":2,"ru":"Руки разведите по сторонам ладонями вниз.","en":"Extend your arms out to the sides with palms facing downward."},
{ "silence": 1500 },
{ "version": 1, "ru": "Кисти поместите по краям коврика.", "en": "Place your hands at the edges of the mat.", "enSynonyms": [ "Position your hands along the edges of the mat.", "Place your palms at the sides of the mat.", "Set your hands along the mat's edges.", "Put your hands on the mat's outer edges.", "Place your wrists at the edges of the mat.", "Align your hands with the edges of the mat.", "Place your hands at the sides of the yoga mat.", "Position your palms on the edges of the mat.", "Rest your hands on the edges of the mat.", "Place your palms flat along the mat’s edges.", "Position your hands parallel to the edges of the mat.", "Place your hands on the outer edges of the mat.", "Set your palms down at the edges of the mat.", "Rest your wrists at the edges of the mat.", "Ensure your hands are positioned at the mat's edges.", "Place your palms at the corners of the mat.", "Position your hands evenly along the edges of the mat.", "Set your hands just at the edges of the mat for balance.", "Place your hands along the sides of the mat for stability." ] },
{ "silence": 3500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{"chance":50,"version":2,"ru":"Посмотрите вперед и вверх.","en":"Direct your gaze forward and upward."},
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Ашвасан чаланасана.", "en": "Ashwa Sanchalanasana" },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Поза наездника.", "en": "The Rider’s Pose" },
{ "silence": 3000 }
]