[
{"version":2,"ru":"Кисти поставьте на уровне плечей.","en":"Position your wrists at shoulder level with mindful alignment.","enSynonyms":["Place your hands in line with your shoulders for balanced posture","Set your wrists parallel to your shoulder joints","Align your palms horizontally to shoulder height","Ensure your upper limbs are horizontally aligned with the shoulder girdle","Establish symmetry between hand placement and scapular positioning"]},
{ "silence": 3000 },
{"version":2,"ru":"Переместитесь на носки.","en":"Shift onto your toes.","enSynonyms":["Move onto the balls of your feet.","Rise up onto your toes with control.","Transfer your weight onto your toes smoothly.","Lift your heels and balance on your toes.","Engage your core as you shift onto your toes."]},
{ "silence": 1000 },
{"version":2,"ru":"Оторвите от поверхности грудную клетку, колени.","en":"Lift your chest and knees off the surface.","enSynonyms":["Raise your chest and knees away from the ground.","Peel your chest and knees up from the surface with control.","Float your chest and knees above the floor, keeping balance.","Gently lift your chest and knees, engaging your core.","Elevate your chest and knees, feeling the lightness in your body."]},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "От макушки до пяток прямая линия.", "en": "A straight line from the crown of your head to your heels.", "enSynonyms": [ "A straight alignment from your head to your heels.", "From the top of your head to your heels, form a straight line.", "Create a straight line from the crown of your head to your heels.", "Keep your body in a straight line from head to heels.", "Your body should form a straight line from the crown of your head to your heels.", "Maintain a straight line extending from your head to your heels.", "Your body should align in a straight line from the top of your head to your heels.", "Form a straight line from your head to your heels without arching.", "Ensure your body forms a straight line from your head down to your heels.", "From the crown of your head to your heels, keep a straight line.", "Maintain a solid, straight line from your head all the way to your heels.", "Align your body so it forms a straight line from your head to your heels.", "Create a seamless line from the top of your head to your heels.", "Straighten your body from your head to your heels, forming a continuous line.", "Ensure your body remains straight, creating a line from your head to your heels.", "Form a straight body alignment from the crown of your head to your heels.", "Keep your body in alignment, creating a straight line from head to heels.", "A straight line should connect the crown of your head to your heels.", "Position your body so that it forms a straight line from your head to your heels." ] },
{ "silence": 3000 },
{ "version": 1, "ru": "Разведите ноги на ширину таза." },
{ "silence": 1000 },
{ "version": 1, "ru": "Носки вытяните.", "en": "Pull up the toes." },
{ "silence": 5000 },
{ "version": 1, "ru": "С опорой на подъёмы стоп разогните руки." },
{ "silence": 5000 },
{ "version": 1, "ru": "Поднимите колени.", "en": "Raise the knees.", "enSynonyms": [ "Lift your knees.", "Bring your knees up.", "Elevate your knees.", "Lift both knees upwards.", "Bring your knees higher.", "Raise your knees towards your chest.", "Lift your knees off the ground.", "Elevate your knees towards your torso.", "Lift your legs by raising your knees.", "Move your knees upwards.", "Raise your knees as high as comfortable.", "Lift your knees with control.", "Bring your knees closer to your body.", "Raise both knees in a smooth motion.", "Position your knees higher in the air.", "Lift your knees gently and steadily.", "Raise your knees to a comfortable height.", "Bring your knees upward to engage your core.", "Lift your knees to create space in your hips.", "Raise your knees, keeping your posture steady." ] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "+Урдхва мукха шван+асана.", "en": "Urdhva Mukha shvanasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Собака мордой вверх.", "en": "Upward-facing dog." },
{ "silence": 500 },
{ "version": 1, "ru": "Носки вытяните, прогнитесь в пояснице." },
{ "silence": 500 },
{"version":2,"chance":20,"ru":"Чтобы убрать напряжение в поясничном отделе, подайте плечи вперед и вниз, чтобы руки максимально нагрузились.","en":"It is through drawing shoulders forward and downward that tension in the lumbar region releases, yes, allowing the arms to bear the weight fully.","enSynonyms":["Ease lower back strain by protracting your shoulders toward the floor, engaging the arms as primary load-bearers.","Relieve spinal tension by sliding scapulae forward and down, channeling effort into your upper limbs.","What liberates the lumbar is this: sink those shoulders decisively—really—transferring gravitational pull to your waiting arms.","For spinal decompression, let shoulders roll forward as if pouring weight into your hands, creating a kinetic chain from fingertips to pelvis.","With mindful intention, melt your collarbones earthward, redirecting pressure through the arms until your lower back sighs in relief."]},
{ "silence": 2500 },
{ "version": 1, "ru": "Плечи впереди кистей.", "en": "Keep your shoulders ahead of your wrists.", "enSynonyms": ["Position your shoulders slightly forward of your wrists.", "Align your shoulders in front of your hands.", "Shift your shoulders to stay ahead of your wrists.", "Place your shoulders forward, beyond the line of your wrists.", "Ensure your shoulders are positioned ahead of your hands.", "Keep your shoulders extended slightly forward of the wrists.", "Move your shoulders ahead of your hands' placement.", "Hold your shoulders in a forward position relative to your wrists.", "Maintain your shoulders in alignment ahead of your wrists.", "Adjust your shoulders to remain in front of your hands.", "Guide your shoulders slightly beyond the plane of your wrists.", "Keep your shoulders leaning forward past your wrists.", "Place your shoulders forward of your hands with gentle alignment.", "Shift your shoulders ahead, surpassing the position of your wrists.", "Position your shoulders forward while keeping your wrists steady.", "Ensure your shoulders stay in a forward position past the wrists.", "Hold your shoulders just beyond the placement of your wrists.", "Align your shoulders forward, extending beyond your hands.", "Keep the shoulders forward while maintaining steady wrists.", "Position the shoulders slightly ahead in line with your hands."] },
{ "silence": 1000 },
{ "version": 1, "ru": "На носки." },
{ "silence": 1000 },
{ "version": 1, "ru": "Стопы вместе.", "en": "Bring your feet together." },
{ "silence": 1000 },
{ "version": 1, "ru": "Согните локти до прямого угла.", "en": "Bend your elbows to a 90-degree angle." },
{ "silence": 500 },
{ "version": 1, "ru": "Тело на весу.", "en": "The body is suspended.", "enSynonyms": [ "The body is floating.", "The body is in suspension.", "The body is hanging.", "The body is elevated.", "The body is held up.", "The body is airborne.", "The body is lifted off the ground.", "The body is suspended in the air.", "The body is hovering.", "The body is in mid-air.", "The body is in free space.", "The body is weightless.", "The body is lifted and suspended.", "The body is off the floor.", "The body is in a suspended position.", "The body is floating above the ground.", "The body is hanging in space.", "The body is lifted and floating.", "The body is in the air, unsupported." ] },
{ "silence": 500 },
{ "chance": 5, "version": 1, "ru": "Тело все ещё на весу.", "en": "Your body is still floating, suspended off the ground." },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Чатур+анга данд+асана.", "en": "Chaturanga Dandasana." },
{ "silence": 500 },
{ "version": 1, "ru": "Опустите колени, подбородок, грудную клетку.", "en": "Lower your knees, chin, and chest.", "enSynonyms": ["Gently lower your knees, chin, and chest.", "Bring your knees, chin, and chest down.", "Lower your knees, chin, and chest towards the floor.", "Drop your knees, chin, and chest downwards.", "Place your knees, chin, and chest lower.", "Lower your knees, chin, and chest in one smooth movement.", "Let your knees, chin, and chest descend slowly.", "Guide your knees, chin, and chest down to the floor.", "Lower your knees, chin, and chest, keeping control.", "Bring your knees, chin, and chest gently toward the ground.", "Lower your knees, chin, and chest with intention.", "Lower your knees, chin, and chest steadily.", "Guide your knees, chin, and chest to the floor gracefully.", "Lower your knees, chin, and chest in alignment.", "Place your knees, chin, and chest on the floor with mindfulness.", "Gently bring your knees, chin, and chest downward.", "Place your knees, chin, and chest downwards in harmony.", "Descend your knees, chin, and chest towards the mat.", "Slowly lower your knees, chin, and chest as one unit.", "Move your knees, chin, and chest downward with fluidity."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Приподнимите копчик." },
{ "silence": 3000 },
{"version": 1, "ru": "Лбом коснитесь коврика.", "en": "Touch the mat with your forehead.", "enSynonyms": ["Place your forehead on the mat.", "Gently touch the mat with your forehead.", "Let your forehead make contact with the mat.", "Rest your forehead on the mat.", "Bring your forehead to the mat.", "Press your forehead gently onto the mat.", "Lower your forehead to touch the mat.", "Touch the mat softly with your forehead.", "Place your forehead gently on the mat.", "Allow your forehead to rest on the mat.", "Lean forward and let your forehead touch the mat.", "Position your forehead on the mat.", "Touch the mat with your brow.", "Rest your forehead gently against the mat.", "Let your forehead rest on the mat for a moment.", "Lower your head and touch the mat with your forehead.", "Bring your brow to the mat.", "Gently bring your forehead to the mat.", "Touch the mat with your forehead, ensuring contact." ]},
{ "silence": 1000 },
{"version":2,"ru":"Одну ногу выведите назад и вверх.","en":"Extend one leg backward and upward with mindful reach.","enSynonyms":["Lift one leg back and up with deliberate control","Reach one leg towards the rear and skyward","Draw one heel toward the ceiling while extending the leg backward","Float one leg back and up, maintaining softness in the knee","Elevate one leg in a posterior and superior arc while stabilizing the pelvis"]},
{ "silence": 1000 },
{"version": 2, "ru": "Локти прижмите к туловищу.", "en": "Tuck your elbows close to your torso.", "enSynonyms": ["Draw your elbows in towards your body.", "Press your elbows firmly against your sides.", "Bring your elbows into alignment with your trunk.", "Hug your elbows tightly to your ribcage.", "Secure your elbows snugly alongside your torso."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Колено опорной ноги поставьте ближе вперед, но сохраните его позади таза." },
{ "silence": 2000 },
{ "version": 1, "ru": "Вытяните одну руку." },
{ "silence": 3500 },
{ "version": 1, "ru": "Руку верните на коврик.", "en": "Return your hand to the mat.", "enSynonyms": ["Place your hand back on the mat.", "Bring your hand back to the mat.", "Reposition your hand on the mat.", "Put your hand back on the mat.", "Return your palm to the mat.", "Set your hand down again on the mat.", "Bring your hand to rest on the mat.", "Lower your hand back onto the mat.", "Reposition your hand onto the mat.", "Place your palm back on the mat.", "Move your hand back to the mat.", "Bring your hand back to the surface of the mat.", "Set your hand down on the mat once again.", "Lower your palm to the mat.", "Reestablish your hand on the mat.", "Reclaim your hand's position on the mat.", "Return your palm gently to the mat.", "Reposition your hand onto the surface of the mat." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Вытяните другую руку." },
{ "silence": 3500 },
{ "version": 1, "ru": "Руку верните на коврик.", "en": "Return your hand to the mat.", "enSynonyms": ["Place your hand back on the mat.", "Bring your hand back to the mat.", "Reposition your hand on the mat.", "Put your hand back on the mat.", "Return your palm to the mat.", "Set your hand down again on the mat.", "Bring your hand to rest on the mat.", "Lower your hand back onto the mat.", "Reposition your hand onto the mat.", "Place your palm back on the mat.", "Move your hand back to the mat.", "Bring your hand back to the surface of the mat.", "Set your hand down on the mat once again.", "Lower your palm to the mat.", "Reestablish your hand on the mat.", "Reclaim your hand's position on the mat.", "Return your palm gently to the mat.", "Reposition your hand onto the surface of the mat." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Обе рук+и разведите в стороны." },
{ "silence": 1000 },
{"version":2,"ru":"Поднимите обе рук+и одновременно.","en":"Simultaneously lift both arms with coordinated intention.","enSynonyms":["Raise both hands in unison with breath awareness","Elevate both arms together through mindful synchronization","Lift both upper limbs in harmonious alignment","Engage both shoulders to ascend the arms in unified motion","Float both hands upward in synchronized elevation"]},
{ "silence": 500 },
  {"version":2,"ru":"Поднятое колено выпрямите и носок натяните на себя.","en":"Extend the lifted knee into a straight line and flex the foot, drawing toes toward the torso.","enSynonyms":["Straighten your raised leg fully, actively pulling the foot back","Lengthen through the elevated knee, engaging the quadriceps as you dorsiflex the foot","Initiate from the hip—yes, like so—to straighten the leg while creating resistance through the flexed foot","Ground through the standing leg as you articulate the raised limb into full extension, heel reaching forward","Flow into a long, energized leg position: knee lifted becomes straight arrow, foot in active flexion (imagine pressing against a wall)","Now, with intention—feel the hamstring engagement here—extend that knee and scoop the toes back toward your heartspace"]},
{ "silence": 500 },
{"chance":60,"version":2,"ru":"Пяткой давите назад и вверх.","en":"Press your heel back and upwards.","enSynonyms":["Push your heel backward and upward.","Drive your heel back and lift it slightly.","Apply pressure through your heel, directing it back and up.","Engage your heel, pressing it firmly backward while lifting it upward.","Anchor your heel by pressing it back and gently elevating it to create length."]},
{ "silence": 1000 },
{"version":2,"ru":"Опустите р+уки, подтяните к телу.","en":"Release your arms downward with intention, drawing them inward to anchor near the body’s midline.","enSynonyms":["Lower your hands close to your sides, hugging the torso","Bring arms down alongside the body, palms facing inward","Engage the latissimus dorsi to lower the arms with control, then activate the core as elbows draw near the ribs","Initiate from the shoulders—smoothly—allowing arms to descend while maintaining scapular stabilization, then tuck elbows snugly toward the ribcage","Flow into grounding—yes, release that tension—letting arms waterfall down as you gather energy toward your center","Earth the limbs—palms now receptive—as if gathering a weighted sphere toward your navel chamber"]},
{ "silence": 1000 },
{ "version": 1, "ru": "Опустите колено и отожмитесь." },
{ "silence": 500 },
{"version":2,"ru":"Оставьте р+уки разогнутыми.","en":"Keep your arms fully extended with mindful engagement.","enSynonyms":["Maintain straight arms throughout the pose","Hold your arms in full extension","Keep the elbows locked in extended position","Ensure your upper limbs remain unbent during practice","Engage the triceps to sustain arm straightness"]},
{ "silence": 1000 },
{ "version": 1, "ru": "Одну ногу вытяните назад." },
{ "silence": 1000 },
{ "version": 1, "ru": "Согните вытянутую ногу и противоположной кистью перекрёстно возьмитесь за голень.", "en": "Bend your extended leg and cross your opposite hand to hold the shin.", "enSynonyms": ["Fold the extended leg and use the opposite hand to grasp the shin diagonally.", "Bend your outstretched leg and reach across with the opposite hand to grip the shin.", "Curve the extended leg and cross your hand over to clasp the shin.", "Bring the stretched leg into a bend and hold the shin with your opposite hand.", "Bend your straightened leg and grab the shin with a cross reach of the other hand.", "Fold the leg and reach across with the opposite hand to secure the shin.", "Flex the extended leg and use the opposing hand to grasp the shin.", "Bend your leg and take hold of the shin by crossing the opposite hand over.", "Bring the extended leg into a bend and diagonally hold the shin with the other hand.", "Bend the outstretched leg and reach across to clasp the shin with your other hand.", "Fold the extended leg, using your opposite hand to grip the shin in a crosswise motion.", "Bend your leg and cross the opposite hand to grasp the shin firmly.", "Flex the straight leg and take the shin with a diagonal reach of the opposing hand.", "Bring your leg into a bend and secure the shin with the opposite hand crossing over.", "Fold your extended leg and cross the opposite hand to hold the shin firmly.", "Bend the leg and use the other hand to cross over and clasp the shin.", "Flex your leg and diagonally reach to grasp the shin with the opposite hand.", "Curve the leg and cross the hand over to take hold of the shin.", "Bring your leg into a bend and grasp the shin with a cross-reach of the other hand.", "Bend the extended leg and secure the shin by reaching across with the opposite hand."] },
{ "silence": 1000 },
{"version":2,"ru":"Стопу поднятой ноги тяните вверх.","en":"Engage through your lifted leg, actively flexing your foot toward the ceiling while maintaining alignment.","enSynonyms":["Flex your raised foot upward, creating tension from heel to hip","Draw your elevated foot back toward your shin, activating through the ankle","Maintain your balance as you consciously press the ball of your lifted foot skyward","Initiate movement from your hip to articulate the foot into a dynamic upward stretch","Imagine your toes are brushing against celestial fabric as you sculpt your foot into an intentional curve","Inhale to lengthen, exhale to intensify – let your foot become a living arrow pointing toward infinite space"]},
{ "silence": 1000 },
{ "version": 1, "ru": "Эка х+аста вьягр+асана.", "en": "Eka Hasta Vyaghrasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза тигра на одну сторону.", "en": "One Handed Tiger Pose." },
{ "silence": 1000 },
{"chance": 55, "version": 2, "ru": "Таз сместите в сторону поднятой ноги.", "en": "Shift your hips towards the side of your lifted leg.", "enSynonyms": ["Move your pelvis in the direction of your raised leg.", "Adjust your hips to align with the side of your elevated leg.", "Gently tilt your hips toward the side where your leg is lifted.", "Reposition your hips to face the side of your leg that is raised."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Узкий коридор.", "en": "A narrow corridor." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Взгляд направьте на коврик.", "en": "Direct your gaze to the mat.", "enSynonyms": ["Focus your eyes on the mat.", "Place your gaze on the mat below.", "Look down towards your mat.", "Shift your focus to the mat.", "Turn your eyes to the mat beneath you.", "Guide your gaze to the surface of the mat.", "Fix your gaze on the mat.", "Direct your focus to the floor or mat.", "Place your attention on the mat below.", "Look calmly at your mat."] },
{ "silence": 1000 },
{ "chance": 45, "version": 1, "ru": "Шею вытяните.", "en": "Extend the neck.", "enSynonyms": ["Lengthen your neck.", "Stretch your neck upwards.", "Elongate your neck.", "Draw your neck out.", "Reach your neck upwards.", "Lift your neck gracefully.", "Stretch the neck area.", "Raise your neck with ease.", "Gently extend your cervical spine.", "Reach for the sky with your neck.", "Straighten the neck area.", "Lift your head and neck in alignment.", "Push your neck upward with control.", "Extend the cervical spine to its full length.", "Feel the lengthening sensation in your neck.", "Focus on stretching your neck upwards.", "Let your neck rise upwards in a gentle motion.", "Create a sense of elongation in your neck.", "Reach through your neck towards the ceiling.", "Stretch your neck long and tall."] },
{ "silence": 5000 },
{"version":2,"ru":"Носок опущенной стопы подверните.","en":"Tuck the toes of your grounded foot inward, sculpting stability through your foundation.","enSynonyms":["Curl the toes of your earth-connected foot toward your arch, anchoring into the mat","Draw the toes of your planted foot under, creating a natural lift in your inner arch","Activate the muscles of your standing foot by gently clawing the toes into an engaged position","Ground through your heel as you flex the toes upward, forming a living connection with the floor","Imagine your foot becoming a coiled spring – toes curled, energy primed for balanced action","Inhale to root, exhale to sculpt: mold the floor beneath you with purposeful toe articulation"]},
{ "silence": 1500 },
{ "version": 1, "ru": "Пятку поднятой ноги прижмите к ягодице." },
{ "silence": 1500 },
{ "version": 1, "ru": "Разогните ногу, колено которой касается коврика." },
{ "silence": 1000 },
{"version": 1, "ru": "Удерживайте баланс.", "en": "Maintain your balance.", "enSynonyms": ["Keep your balance steady.", "Hold your balance with control.", "Stay balanced and stable.", "Maintain a steady sense of balance.", "Preserve your balance with focus.", "Keep yourself grounded and balanced.", "Ensure your balance remains firm and steady.", "Hold the balance, staying centred.", "Stay steady and maintain your equilibrium.", "Focus on holding a stable balance."]},
{ "silence": 5000 },
{ "version": 1, "ru": "Поднятую кисть поставьте на коврик, а поднятую ногу вытяните назад и вверх." },
{ "silence": 3000 },
{ "version": 1, "ru": "Отожмитесь сгибая локти.", "en": "Push up by bending your elbows.", "enSynonyms": [ "Perform a push-up by bending your elbows.", "Lower your body by bending your elbows and then push back up.", "Do a push-up by allowing your elbows to bend naturally.", "Push your body up while keeping your elbows bent during the motion.", "Bend your elbows to lower your body, then push back up.", "Press up from the ground, letting your elbows bend smoothly.", "Lower yourself by bending your elbows and then press back up to starting position.", "Perform a push-up with controlled elbow bending.", "Push yourself up, engaging your arms as your elbows bend.", "Move into a push-up by bending and straightening your elbows.", "Bend your elbows to bring your chest closer to the ground, then push upward.", "Allow your elbows to bend as you lower down, and straighten as you rise.", "Engage your chest and arms as you bend your elbows for the push-up.", "Keep your body aligned as you bend your elbows to perform the push-up.", "Bend your elbows deeply, then push through your arms to rise back up.", "With a steady motion, bend your elbows to lower and push to return up.", "Bring your chest down by bending your elbows, then push back up to full arm extension.", "Focus on bending your elbows to lower, maintaining control as you push up.", "Lower your body toward the ground by bending your elbows, then push up firmly.", "Complete the push-up by bending your elbows and pushing your body upward." ] },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "На усилие - выдох.", "en": "Exhale on exertion.", "enSynonyms": [ "Breathe out during exertion.", "Exhale while making an effort.", "Release your breath on the effort phase.", "Breathe out as you apply force.", "Exhale as you perform the exertion.", "Let your breath out during the hard part of the movement.", "Exhale while engaging your strength.", "Breathe out as you push through the effort.", "Release air from your lungs during exertion.", "Exhale naturally while applying effort.", "Focus on exhaling during the exertion phase.", "Breathe out steadily as you exert force.", "Exhale with control during the effort.", "Push out your breath as you exert yourself.", "Exhale while performing the challenging part of the action.", "Let your breath flow out as you engage effort.", "Breathe out during the physical exertion.", "Exhale calmly as you make an effort.", "Release your breath while applying strength.", "Exhale deeply during the hardest part of the motion." ] },
{ "silence": 7000 },
{ "version": 1, "ru": "Вес тела сместите на одну из кистей." },
{ "silence": 100 },
{ "chance": 40, "version": 1, "ru": "Пятку опорной ноги потяните к коврику." },
{ "silence": 1000 },
{ "version": 1, "ru": "Противоположную кистью от опорной возьмитесь за голень." },
{ "silence": 5000 },
{"version":2,"ru":"Поставьте кисть обратно на коврик.","en":"Return your hand mindfully to the mat, reconnecting with your foundation.","enSynonyms":["Gently lower your palm to reconnect with your practice surface","Restore your hand contact with the grounding mat","Transition your hand earthward until fingers make full contact with supportive surface","Reestablish your foundational connection by settling the hand onto the textured mat","Like a falling leaf finding its place in autumn, let your palm descend to its familiar terrain","Inhale to prepare, exhale to reunite – fingertips whispering back to their earthy home base"]},
{ "silence": 1000 },
{"version":2,"ru":"Подайте вперед одно колено, затем другое.","en":"Flow one knee forward with mindful intention, allowing the opposite side to follow in a harmonious sequence.","enSynonyms":["Advance a knee toward the front edge of your mat, then mirror the motion with your other limb","Guide one bent leg forward as if tracing a crescent moon’s curve, followed by its counterpart","Shift weight rhythmically by articulating each knee forward, maintaining core engagement","Initiate movement from your pelvis to glide each knee ahead in alternating waves","Like a four-legged creature walking in slow motion, let your knees lead this earthly waltz","Inhale to prepare the journey, exhale to advance – left then right, crafting fluidity through deliberate transitions"]},
{ "silence": 2000 }
]