[
  {
    "version": 1, "ru": "Для следующей +асаны пригодятся блоки.",
    "en": "For the next asana, it will be helpful to have blocks within easy reach.",
    "enSynonyms": [
      "For the upcoming pose, yoga blocks will come in handy.",
      "You may find yoga blocks useful for the next posture.",
      "It’s a good idea to keep your blocks nearby for the next asana.",
      "For the following pose, having yoga blocks at hand can be beneficial.",
      "Prepare for the next posture by keeping your yoga blocks close by.",
      "Blocks may provide support and stability for the upcoming asana.",
      "For the next asana, consider using blocks to enhance your alignment.",
      "Having yoga blocks ready can make the next posture more accessible and comfortable.",
      "The next pose may feel steadier with the use of yoga blocks.",
      "Blocks can assist in bringing ease and support to the next asana."
    ]
  },
  {
    "silence": 5000
  },
  {
    "version": 1, "ru": "Положите блоки под грудной отдел позвоночника."
  },
  {
    "silence": 7000
  },
  {
    "version": 1, "ru": "Таз опустите между пяток.",
    "en": "Lower the pelvis between the heels."
  },
  {
    "silence": 4000
  },
  {"version":2,"ru":"Опустите спину на область грудного отдела позвоночника чтобы дальний край опоры разместился в районе седьмого шейного позвонка.","en":"Gently lower your spine onto the thoracic region, positioning the support's far edge at the seventh cervical vertebra.","enSynonyms":["Align the support's posterior edge with C7 as you settle your spine onto the thoracic section","Bring your spine down onto the thoracic spine, ensuring the support's distal edge rests near the seventh cervical vertebra","Position the support so its outer edge lies at C7 while lowering your upper back onto the thoracic region","Lower your upper spine onto the thoracic area, allowing the support's trailing edge to settle at the seventh cervical vertebra","Ease your spinal column onto the thoracic zone, aligning the support's upper margin with the vertebra prominens"]},
  {
    "silence": 3000
  },
  {
    "version": 1, "ru": "Локти подсогн+ите и выведите по сторонам от плечевых суставов.",
    "en": "Keep the elbows tucked in and out to the sides of the shoulder joints."
  },
  {
    "silence": 7000
  },
  {
    "version": 1, "ru": "Супта вир+асана.",
    "en": "Supta vir+asana."
  },
  {
    "silence": 500
  },
  {"version": 1, "ru": "Поза героя лежа.", "en": "Reclining Hero Pose.", "chance": 65},
  {"silence": 9000},
  {"version":2,"ru":"Сожмите ягодицы, напрягите переднюю часть бедер и сожмите между собой колени.","en":"Firm your glutes, engage the front thighs, and draw your knees together with mindful activation.","enSynonyms":["Contract your buttocks, energize the quadriceps, and press your knees inward","Squeeze your gluteal muscles, activate the anterior thighs, and hug your knees toward each other","Tighten your posterior chain, engage the front leg muscles, and compress the medial knee space","Energize through the glutes and quadriceps while creating inward tension between the knees","Unite your knees with active resistance while firming the buttocks and anterior thigh muscles"]},
  {"silence": 5000},
  {"version": 1, "ru":"Копчиком потянитесь в сторону коленей, чтобы поясничный отдел позвоночника удлинялся, чтобы между позвоночными дисками сохранялось безопасное пространство.","en":"Tilt your coccyx towards your knees to elongate the lumbar spine, ensuring that a safe space is maintained between the vertebral discs.","enSynonyms":["Direct your tailbone toward your knees, thereby lengthening the lower back and safeguarding intervertebral spacing.","Extend your sacrum in the direction of your knees, promoting an elongation of the lumbar region while preserving disc safety.","Guide your coccygeal bone towards the kneecaps, fostering an extension of the lumbar vertebrae and maintaining spinal disc integrity.","Move your coccyx in the direction of your knees, encouraging an extension of the lumbar spine and ensuring disc health.","Shift your tailbone towards your knees, thus stretching the lower back and securing disc spacing.","Aim your sacral base towards your knees, allowing for a lengthening of the lumbar section and protecting disc space.","Position your coccyx towards your knees, extending the lumbar area and guaranteeing disc safety.","Lead your tailbone towards the knees, generating an elongation of the lumbar spine and preserving disc clearance.","Push your coccyx towards your knees, resulting in an elongation of the lower spine and maintaining safe disc intervals.","Point your coccygeal segment towards your knees, causing an extension of the lumbar spine and ensuring disc protection.","By guiding your tailbone towards your knees, you facilitate a stretch along the lower back, maintaining healthy disc spaces.","Reach your coccyx towards your knees, which extends your lower spine and ensures proper spacing between discs.","Draw your tailbone in the direction of your knees, creating an elongation in the lumbar region and ensuring optimal disc positioning.","Position your sacrum towards your knees, extending the lumbar spine and ensuring adequate disc separation.","Encourage your coccyx to move towards your knees, thereby lengthening the lower back and maintaining disc health.","Steer your tailbone towards your knees, extending the lumbar spine and keeping disc distances secure.","Adjust your coccyx towards your knees, enabling an elongation of the lumbar area and preserving disc spacing.","By directing your sacrum towards your knees, you create a stretch in the lumbar spine, ensuring safe disc spaces.","Drive your coccyx towards your knees, which promotes an extension of the lower spine and maintains safe disc intervals.","Orient your tailbone towards your knees, facilitating a stretch in the lumbar region and securing disc health."]},
  {"silence": 20000}
]