[
{ "version": 1, "ru": "Кисти поставьте под плечевые суставы.", "en": "Place your hands directly under the shoulder joints.", "enSynonyms": [ "Position your hands beneath your shoulder joints.", "Place your palms right under your shoulders.", "Set your hands directly under the shoulder sockets.", "Align your hands under your shoulder joints.", "Place your wrists below the shoulders.", "Position your palms under your shoulder blades.", "Ensure your hands are positioned directly under the shoulder joints.", "Place your hands in line with your shoulder joints.", "Align your wrists directly beneath your shoulders.", "Place your hands in alignment with the shoulder joints.", "Place your hands under the shoulder joints, maintaining a straight line.", "Set your palms just beneath the shoulders for proper alignment.", "Ensure your palms are directly under your shoulders.", "Place your hands exactly beneath your shoulder joints.", "Place your hands in a way that they are under the shoulder joints.", "Position your wrists directly beneath the shoulder joints.", "Make sure your hands are under your shoulder joints.", "Place your hands so that they are aligned with your shoulder joints.", "Position your palms under your shoulders for proper support." ] },
{ "silence": 1000 },
  { "version": 1, "ru": "Одну кисть отведите назад на коврик.", "en": "Move one hand back to the mat.", "enSynonyms": ["Bring one hand backward onto the mat.", "Extend one hand back toward the mat.", "Take one hand and move it back onto the mat.", "Shift one hand backward onto the mat.", "Place one hand behind you on the mat.", "Move one hand behind you, touching the mat.", "Stretch one hand back and rest it on the mat.", "Guide one hand back onto the mat.", "Bring one hand to the back, resting it on the mat.", "Position one hand behind you on the mat.", "Move one palm back onto the mat.", "Shift one hand back, placing it on the mat.", "Reach one hand back and place it on the mat.", "Take one hand and slide it back onto the mat.", "Extend one hand toward the back and rest it on the mat.", "Place your hand behind you, gently on the mat.", "Move one palm back, making contact with the mat.", "Slide one hand back onto the mat.", "Direct one hand behind you to the mat.", "Position one hand behind and onto the mat."] },
{ "silence": 2000 },
{ "version": 1, "ru": "Стопу противоположную от выведенной в сторону кисти выведите в сторону.", "en": "Move the foot opposite to the hand extended to the side outwards.", "enSynonyms": ["Extend the foot opposite to the hand that is out to the side.", "Move the foot on the opposite side of the extended hand outward.", "Take the foot on the opposite side of the extended hand and move it to the side.", "Shift the foot opposite to the extended hand to the side.", "Guide the foot opposite the hand reaching outward to the side.", "Place the foot on the opposite side of the extended hand out to the side.", "Extend the foot that is opposite to the hand reaching sideways.", "Bring the foot opposite to the outstretched hand to the side.", "Move the foot on the opposite side of the extended hand outward to the side.", "Shift the opposite foot to align with the hand extended sideways.", "Move the foot, opposite of the extended hand, sideways.", "Guide the foot that is opposite to the extended hand to the side.", "Position the foot on the opposite side of the hand extended sideways.", "Stretch the foot opposite the hand extended out to the side.", "Bring the opposite foot outward, in line with the extended hand.", "Shift the opposite foot to the side while keeping the hand extended.", "Extend the opposite foot to the side, matching the outstretched hand.", "Move the opposite foot sideways while your hand is extended.", "Guide the opposite foot outward as you extend your hand to the side.", "Place the foot opposite the hand extended sideways, out to the side."] },
{ "silence": 4000 },
{ "version": 1, "ru": "Удерживая ногу на весу, носок разверните вверх, чтобы пятка развернулась вниз.", "en": "While keeping the leg lifted, rotate the toe upwards so that the heel turns downward.", "enSynonyms": ["While your leg remains lifted, turn the toe upward, allowing the heel to face down.", "Hold the leg in the air, rotating the toe upwards to bring the heel downward.", "Lift your leg and turn the toe upward, making the heel face downward.", "While keeping the leg suspended, rotate the toe upward so the heel faces downward.", "With the leg elevated, rotate the toe upwards, causing the heel to turn downward.", "While holding the leg aloft, twist the toe upwards to direct the heel downward.", "Elevate your leg and rotate the toe upwards to turn the heel down.", "Lift the leg and rotate the toe upwards, letting the heel turn down.", "While keeping the leg raised, rotate the toe upward, and the heel will point downward.", "Keep the leg raised and rotate the toe upwards, bringing the heel down.", "As you hold the leg in the air, rotate the toe upwards, ensuring the heel turns downward.", "With the leg lifted, rotate the toe upward, bringing the heel towards the floor.", "Lift the leg and twist the toe upward, allowing the heel to descend downward.", "Hold the leg up and rotate the toe upwards so that the heel moves downward.", "Elevate the leg and rotate the toe upwards, guiding the heel downward.", "With the leg suspended, twist the toe upward to rotate the heel downward.", "Raise the leg and rotate the toe upward, so the heel turns toward the ground.", "As the leg stays elevated, turn the toe upwards, causing the heel to face downward.", "Hold the lifted leg and rotate the toe upwards to direct the heel downward.", "While the leg is raised, rotate the toe upward to make the heel descend." ] },
{ "silence": 2000 },
{ "version": 1, "ru": "Носок вниз, пятку вверх.", "en": "Point the toe downward, with the heel lifted upward.", "enSynonyms": ["Direct the toe down, while lifting the heel up.", "Point your toe down, allowing the heel to rise.", "Lower the toe and elevate the heel.", "Point the toe downward, lifting the heel upwards.", "Keep the toe pointed down, with the heel raised up.", "Turn the toe downwards, and raise the heel upwards.", "Point the toe towards the floor and lift the heel.", "Direct the toe down while lifting the heel towards the sky.", "Lower the toe and raise the heel upwards.", "Point the toe downward, with the heel moving up.", "Point the toe to the ground and lift the heel high.", "Direct the toe downward, lifting the heel into the air.", "Point the toe down and elevate the heel.", "Press the toe downward, while the heel rises.", "Point the toe to the floor and allow the heel to lift.", "Shift the toe down, bringing the heel upwards.", "Push the toe downward, lifting the heel above.", "Direct the toe down and elevate the heel towards the sky.", "Point the toe down and raise the heel up in the air.", "Place the toe downward, while the heel rises." ] },
{ "silence": 2000 },
{ "version": 1, "ru": "Стопу выведите в горизонтальную плоскость.", "en": "Move the foot into a horizontal plane.", "enSynonyms": ["Align the foot horizontally.", "Position the foot in a flat horizontal plane.", "Bring the foot to a horizontal level.", "Place the foot in a horizontal alignment.", "Shift the foot into a level horizontal plane.", "Extend the foot into a horizontal position.", "Position the foot to be parallel to the ground.", "Bring the foot to a flat, horizontal orientation.", "Move the foot to a horizontal alignment.", "Place the foot flat in a horizontal plane.", "Adjust the foot to a horizontal position.", "Align the foot horizontally with the floor.", "Move the foot into a level horizontal alignment.", "Position the foot in a flat, horizontal position.", "Shift the foot into a horizontal orientation.", "Bring the foot flat and parallel to the surface.", "Move the foot to a horizontal plane with precision.", "Position the foot evenly in a horizontal alignment.", "Place the foot flat in a horizontal direction.", "Align the foot horizontally with the floor below." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Ногу протяните максимально вперед и вверх.", "en": "Extend the leg as far forward and upwards as possible.", "enSynonyms": ["Stretch the leg forward and upward to its maximum.", "Reach the leg as far forward and upwards as you can.", "Extend your leg fully forward and upward.", "Stretch the leg ahead and upward to its fullest extent.", "Push the leg forward and upward as much as possible.", "Extend the leg as far as you can, both forward and upward.", "Bring the leg forward and upward to its maximum stretch.", "Reach the leg forward and upwards to its fullest reach.", "Push the leg forward, extending it upward as much as possible.", "Stretch the leg forward and upward to its greatest extent.", "Reach the leg forward, lifting it upwards to its full capacity.", "Extend the leg forward and upward to its maximum potential.", "Push the leg forward and upwards to its fullest length.", "Fully extend the leg forward and upward.", "Reach the leg ahead and raise it upwards to its limit.", "Push the leg ahead and upwards to its fullest stretch.", "Stretch the leg as far forward and raise it as high as you can.", "Extend your leg forward and upward to its fullest stretch.", "Reach the leg ahead and lift it upward to its full extent.", "Push the leg forward and up to its maximum stretch." ] },
{ "silence": 1000 },
{ "version": 2, "ru": "Сделайте пружину.", "en": "Perform a gentle bouncing motion.", "enSynonyms": ["Execute a light springing movement.", "Engage in a soft, rhythmic bounce.", "Carry out a slight rebounding action.", "Do a small, controlled spring-like motion."]},
{ "silence": 500 },
{ "version": 1, "ru": "Выводите ногу в максимальную верхнюю точку и делайте короткие махи.", "en": "Lift the leg to its maximum upper point and make short swings.", "enSynonyms": ["Raise the leg to the highest point and perform brief swings.", "Lift your leg to its fullest upper range and make small swings.", "Bring the leg up to its maximum height and swing it in short motions.", "Extend the leg to its highest point and execute small swings.", "Lift the leg as high as possible and perform quick, short swings.", "Raise the leg to the maximum height and make rapid, small swings.", "Bring the leg to its highest position and make brief swinging motions.", "Lift your leg to its highest point and do short swinging movements.", "Extend the leg to the top and swing it in short motions.", "Bring the leg to its highest position, making small swings.", "Raise the leg to its maximum height and perform quick swings.", "Push the leg to the highest point and make short swinging actions.", "Lift the leg as high as you can and do quick, small swings.", "Lift the leg to its uppermost point and perform brief swings.", "Raise the leg fully and perform short, rapid swings.", "Bring the leg up to the maximum and swing it back and forth.", "Extend the leg to its highest and make swift, small swings.", "Push the leg up to its highest position and perform quick, small swings.", "Lift the leg fully and swing it in short, quick motions.", "Raise the leg as high as possible and make rapid, short swings." ] },
{ "silence": 4000 }
]