
[
{ "silence": 500 },
{ "ru": "Опустите колени, подбородок, грудную клетку.", "en": "Lower your knees, chin, and chest.", "enSynonyms": ["Gently lower your knees, chin, and chest.", "Bring your knees, chin, and chest down.", "Lower your knees, chin, and chest towards the floor.", "Drop your knees, chin, and chest downwards.", "Place your knees, chin, and chest lower.", "Lower your knees, chin, and chest in one smooth movement.", "Let your knees, chin, and chest descend slowly.", "Guide your knees, chin, and chest down to the floor.", "Lower your knees, chin, and chest, keeping control.", "Bring your knees, chin, and chest gently toward the ground.", "Lower your knees, chin, and chest with intention.", "Lower your knees, chin, and chest steadily.", "Guide your knees, chin, and chest to the floor gracefully.", "Lower your knees, chin, and chest in alignment.", "Place your knees, chin, and chest on the floor with mindfulness.", "Gently bring your knees, chin, and chest downward.", "Place your knees, chin, and chest downwards in harmony.", "Descend your knees, chin, and chest towards the mat.", "Slowly lower your knees, chin, and chest as one unit.", "Move your knees, chin, and chest downward with fluidity."] },
{ "silence": 1000 },
{"ru": "Колени пододвиньте вперед, чтобы в пояснице образовался прогиб.", "en": "Move your knees forward to create an arch in your lower back.", "enSynonyms": ["Shift your knees forward to form a gentle curve in your lower back.", "Bring your knees forward to allow a natural arch in your lumbar spine.", "Move the knees slightly ahead, encouraging a bend in your lower back.", "Push your knees forward to create a smooth arch in the lumbar area.", "Adjust your knees forward to support a gentle curve in your back.", "Slide your knees forward to develop a natural arch in your lower back.", "Guide your knees forward to shape a slight curve in your lumbar region.", "Position your knees ahead to form an arch in the lower spine.", "Shift your knees forward gently to encourage an arch in your lower back.", "Bring your knees slightly forward, letting the lower back form an arch."]},
{ "silence": 1000 },
{"ru": "Носки подверните.", "en": "Tuck your toes under.", "enSynonyms": ["Curl your toes under gently.", "Tuck your toes beneath your feet.", "Bring your toes under, preparing for stability.", "Fold your toes underneath with control.", "Tuck the toes under to support your position.", "Curl your toes inward, grounding them gently.", "Adjust your toes by tucking them under.", "Turn your toes under, readying for the next movement.", "Position your toes beneath by tucking them under.", "Fold your toes under smoothly and firmly."]},
{ "silence": 1000 },
{ "chance": 30, "ru": "Аштанга Намаск+ара.", "en": "Ashtanga Namask+ara." },
{ "silence": 500 },
{ "chance": 30, "ru": "Поза восьми точек.", "en": "Eight-point pose.", "enSynonyms": [ "Pose of eight points.", "Eight-pointed position.", "Position of eight points.", "Eight-point body posture.", "Pose with eight contact points.", "Eight-point alignment pose.", "Posture with eight points of contact.", "Eight-pointed body alignment.", "Pose with eight points touching the ground.", "Eight-point shape posture.", "Position of eight key points.", "Pose with eight body points in contact with the ground.", "Body alignment in eight points.", "Eight-point body shape.", "The posture with eight points of contact.", "Align your body in eight points on the floor.", "Eight-point stance for the body.", "The eight-point position in yoga.", "Form the eight-point position with your body.", "Achieve the eight-point alignment in your pose." ] },
{ "silence": 1000 }
]