[
{ "silence": 18000 },
{ "version": 1, "ru": "Руки поднимите, кистями упритесь в пятки." },
{ "silence": 500 },
{ "version": 1, "ru": "Поднимите затылок." },
{ "silence": 500 },
{"version": 1, "ru": "Разогните одну руку, затем другую.", "en": "On the exhale, straighten one arm, then the other.", "enSynonyms": ["With your exhale, extend one arm, followed by the other.", "As you exhale, straighten one arm and then the other.", "On the exhalation, unfold one arm, then extend the other.", "During the exhale, stretch out one arm, then the next.", "Exhaling, fully straighten one arm and follow with the other.", "With an exhale, lengthen one arm, then the other.", "As you breathe out, extend one arm and then do the same with the other.", "On the exhale, stretch one arm forward, then the next.", "During the exhalation, extend one arm outward, then repeat with the other.", "As you release your breath, straighten one arm and then the opposite."]},
{ "silence": 500 },
{"version": 1, "ru":"Кисти поместите по обе стороны бёдер.","en":"Place your palms on either side of your thighs.","enSynonyms":["Position your hands beside each thigh.","Situate your wrists adjacent to both thighs.","Rest your palms alongside each leg.","Set your hands to the sides of your upper legs.","Locate your palms on both sides of your thighs.","Arrange your hands near each thigh.","Establish your palms beside both thighs.","Anchor your hands by the sides of your thighs.","Station your palms at either side of your thighs.","Fix your hands to either side of your upper legs.","By placing your palms on either side of your thighs, ensure balanced support.","Ensure your hands are positioned equidistantly on both sides of your thighs.","Guide your palms to rest securely on either side of your upper legs.","Secure your hands firmly on either side of your thighs for stability.","Direct your palms towards a position beside each thigh for optimal balance.","Position your hands so they flank each thigh symmetrically.","Place your palms with care on either side of your thighs for even distribution.","Adjust your hands to sit comfortably beside both thighs for enhanced posture.","By situating your hands on either side of your thighs, promote alignment and balance.","Ensure your palms are evenly placed on both sides of your thighs for better control.","Orient your hands on either side of your thighs to achieve a centered stance."]},
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."] },
{ "silence": 500 },
{"version":2,"ru":"Таз приподнимите.","en":"Lift your hips up, creating a gentle arch and engaging your core.","enSynonyms":["Raise your pelvis slightly off the ground.","Elevate your hips to form a subtle upward curve.","Tilt your hips upward, activating your lower body.","Push your hips up, allowing your spine to lengthen.","Engage your glutes and lift your hips, creating space in your lower back."]},
{ "silence": 500 },
{ "version": 1, "ru": "Сохраняя прогиб в пояснице, опустите таз между колен.", "en": "Keep the lower back arched and lower the pelvis between the knees.", "enSynonyms": ["Maintain the arch in the lower back and lower the hips between the knees.", "Preserve the curve in the lower back and drop the pelvis down between the knees.", "Keep the lumbar curve intact and lower the hips between the knees.", "Sustain the lower back arch as you lower the pelvis between the knees.", "Preserve the arch in your lower back and lower the pelvis to rest between the knees.", "Keep the natural curve in your lower back as you bring the pelvis down between the knees.", "Maintain the lumbar curvature and lower the pelvis between the knees.", "With the lower back arched, lower the hips between the knees.", "Preserve the back's arch and drop the pelvis down between the knees.", "Maintain the curvature of the lower spine and lower your pelvis to the ground between the knees.", "Keep the lumbar curve intact as you lower your pelvis between your knees.", "Sustain the arch in your lower back while lowering the pelvis between the knees.", "Keep the arch in your lower back as you drop the pelvis between your knees.", "Hold the lower back's curve and lower the pelvis down between the knees.", "Keep the lower back arched while lowering the pelvis between the knees.", "Preserve the natural curve of the lower back and lower the hips between the knees.", "Maintain the arch in the lower back and guide the pelvis downward between the knees.", "Sustain the lumbar curve and lower the pelvis gently between the knees.", "Hold the lower back arch as you move the pelvis downward between the knees." ] },
{ "silence": 2000 },
{"version":2,"ru":"Кисти протяните назад, лоб опустите на коврик.","en":"Reach your hands back and gently rest your forehead on the mat.","enSynonyms":["Extend your arms behind you and lower your forehead to the mat.","Stretch your hands back and place your forehead softly on the mat.","Draw your hands backward and let your forehead come down onto the mat.","Move your arms behind you, allowing your head to relax onto the mat.","Press your palms back and settle your forehead comfortably onto the mat."]},
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Бал+асана.", "en": "Bal+asana." },
{ "silence": 100 },
{"version": 1, "ru": "Поза ребенка.", "en": "Child's pose.", "enSynonyms": ["Balasana", "Child's resting pose.", "The child's position.", "The resting child's pose.", "Child's resting posture.", "Pose of the child.", "The child-like posture.", "Relaxed child pose.", "Child's asana.", "Resting child position.", "The child's resting position.", "Balasana pose.", "The position of the child.", "The child's pose for rest.", "The child-like resting posture.", "Relaxed Balasana pose.", "The calm child pose.", "The child-focused pose.", "The restful child's pose.", "The relaxing child pose."] },
{ "silence": 4000 },
{"version": 1, "ru": "Кисти протяните вперед и тянитесь за ними.", "en": "Extend your wrists forward and reach for them.", "enSynonyms": ["Stretch your wrists forward and reach towards them.", "Reach forward with your wrists and stretch towards them.", "Extend your wrists ahead and stretch out for them.", "Stretch your wrists forward and extend your arms towards them.", "Reach forward with your wrists and stretch to grasp them.", "Extend your wrists forward and try to reach them.", "Stretch your wrists ahead and stretch your arms towards them.", "Reach forward and extend your wrists to grasp them.", "Stretch your wrists out in front and reach towards them.", "Extend your wrists forward and stretch your hands to reach them.", "Reach out with your wrists and stretch for them.", "Extend your wrists forward and stretch your arms in pursuit of them.", "Stretch your wrists ahead and move your arms towards them.", "Reach forward with your wrists and stretch to grab them.", "Extend your wrists ahead and reach for them with your hands.", "Stretch forward with your wrists and reach out to touch them.", "Extend your wrists and stretch forward to catch them.", "Reach forward with your wrists and try to catch them.", "Stretch your wrists forward and move your arms to reach them." ]},
{ "silence": 2000 },
{"version": 1, "ru": "Расстояние между кистями равно расстоянию между плечевыми суставами.", "en": "The distance between your hands is equal to the distance between your shoulder joints.", "enSynonyms": ["The space between your hands should match the distance between your shoulder joints.", "Ensure the distance between your hands equals the distance between your shoulder joints.", "The distance between your wrists should be the same as the distance between your shoulder joints.", "The gap between your hands should correspond to the distance between your shoulder joints.", "Maintain the same distance between your hands as between your shoulder joints.", "Make sure the space between your hands aligns with the distance between your shoulder joints.", "The separation between your hands is equal to that between your shoulder joints.", "Keep the distance between your hands equal to the distance between your shoulder joints.", "Ensure that your hands are spaced the same as your shoulder joints.", "The distance between the wrists should be identical to the distance between your shoulder joints.", "Position your hands the same distance apart as your shoulder joints.", "Align your hands with the same spacing as your shoulder joints.", "Your hands should be placed at the same distance as your shoulder joints.", "Position your hands so that the distance between them matches that of your shoulder joints.", "Ensure your hands are positioned the same distance apart as your shoulder joints.", "Space your hands at a distance equal to that between your shoulder joints.", "Adjust the distance between your hands to be the same as between your shoulder joints.", "The distance between your hands should mirror that of your shoulder joints.", "Place your hands the same distance apart as your shoulder joints." ]},
{ "silence": 10000 },
{ "version": 1, "ru": "Кисти поставьте под плечевые суставы.", "en": "Place your hands directly under the shoulder joints.", "enSynonyms": [ "Position your hands beneath your shoulder joints.", "Place your palms right under your shoulders.", "Set your hands directly under the shoulder sockets.", "Align your hands under your shoulder joints.", "Place your wrists below the shoulders.", "Position your palms under your shoulder blades.", "Ensure your hands are positioned directly under the shoulder joints.", "Place your hands in line with your shoulder joints.", "Align your wrists directly beneath your shoulders.", "Place your hands in alignment with the shoulder joints.", "Place your hands under the shoulder joints, maintaining a straight line.", "Set your palms just beneath the shoulders for proper alignment.", "Ensure your palms are directly under your shoulders.", "Place your hands exactly beneath your shoulder joints.", "Place your hands in a way that they are under the shoulder joints.", "Position your wrists directly beneath the shoulder joints.", "Make sure your hands are under your shoulder joints.", "Place your hands so that they are aligned with your shoulder joints.", "Position your palms under your shoulders for proper support." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Таз выведите над коленями.", "en": "Position the pelvis above the knees.", "enSynonyms": ["Align the pelvis over the knees.", "Bring the pelvis directly above the knees.", "Place the pelvis over the knees.", "Shift the pelvis to be positioned above the knees.", "Place the hips above the knees.", "Move the pelvis into alignment above the knees.", "Lift the pelvis to a position over the knees.", "Adjust the pelvis so it's above the knees.", "Direct the pelvis above the knees.", "Ensure the pelvis is positioned above the knees.", "Align the hips above the knees.", "Guide the pelvis above the knees.", "Lift your pelvis over the knees.", "Move the pelvis so that it sits above the knees.", "Raise the pelvis over the knees.", "Bring the pelvis above the knees with precision.", "Place the pelvis in line above the knees.", "Shift your pelvis to rest above the knees.", "Direct the pelvis to rest above the knees.", "Lift the hips and align them over the knees." ] },
{ "silence": 2000 },
{ "chance": 30, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."] },
{ "silence": 1000 },
  { "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 3000 },
{ "version": 1, "ru": "Копчик поджимайте под себя." },
{ "silence": 500 },
{ "version": 1, "ru": "Скруглите поясн+ицу, грудной и шейный отделы позвоночника." },
{ "silence": 1000 },
{ "version": 1, "ru": "Колени поставьте на ширине таза.", "en": "Place your knees at hip-width apart.", "enSynonyms": [ "Position your knees so they are aligned with your hips.", "Place your knees directly under your hips, maintaining hip-width distance.", "Set your knees apart to align with the width of your hips.", "Position your knees at a comfortable hip-width distance for balance.", "Spread your knees so they are hip-width apart, ensuring alignment.", "Place your knees at the same width as your hips, creating a stable base.", "Align your knees with your hips, keeping them shoulder-width apart.", "Set your knees hip-width apart, making sure they are aligned with your hips.", "Place your knees evenly apart, at a width equal to your hips.", "Bring your knees to a hip-width distance, keeping them aligned with your body.", "Position your knees at a distance that matches the width of your hips.", "Align your knees with your hips, ensuring the correct width for stability.", "Set your knees apart, maintaining a hip-width distance for proper alignment.", "Position your knees evenly apart at the width of your hips for stability.", "Align your knees with your hips, creating a strong, steady foundation.", "Spread your knees at hip-width, ensuring proper alignment and balance.", "Ensure your knees are positioned at a hip-width distance, maintaining balance.", "Adjust your knees to be aligned with your hips, keeping them at a hip-width distance.", "Place your knees at hip-width apart, ensuring even alignment and support." ] },
{ "silence": 100 },
{ "version": 1, "ru": "Коленом коснитесь лба." },
{ "silence": 1000 },
{ "version": 1, "ru": "Марджари+асана с коленом ко лбу.", "en": "Marjari+asana with knee to forehead." },
{ "silence": 5000 },
{ "version": 1, "ru": "Поднятую ногу вытяните назад, носок тяните на себя." },
{ "silence": 500 },
{ "version": 1, "ru": "Вытяните руку противоположную вытянутой ноге на такую высоту чтобы рука была продолженим линии туловища." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Данда+ямана Бхарман+асана.", "en": "Dandayamana Bharmanasana." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Поза Балансирующего Стола.", "en": "Balancing table pose." },
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Взгляд направьте на коврик.", "en": "Direct your gaze to the mat.", "enSynonyms": ["Focus your eyes on the mat.", "Place your gaze on the mat below.", "Look down towards your mat.", "Shift your focus to the mat.", "Turn your eyes to the mat beneath you.", "Guide your gaze to the surface of the mat.", "Fix your gaze on the mat.", "Direct your focus to the floor or mat.", "Place your attention on the mat below.", "Look calmly at your mat."] },
{ "silence": 1000 },
{ "chance": 45, "version": 1, "ru": "Шею вытяните.", "en": "Extend the neck.", "enSynonyms": ["Lengthen your neck.", "Stretch your neck upwards.", "Elongate your neck.", "Draw your neck out.", "Reach your neck upwards.", "Lift your neck gracefully.", "Stretch the neck area.", "Raise your neck with ease.", "Gently extend your cervical spine.", "Reach for the sky with your neck.", "Straighten the neck area.", "Lift your head and neck in alignment.", "Push your neck upward with control.", "Extend the cervical spine to its full length.", "Feel the lengthening sensation in your neck.", "Focus on stretching your neck upwards.", "Let your neck rise upwards in a gentle motion.", "Create a sense of elongation in your neck.", "Reach through your neck towards the ceiling.", "Stretch your neck long and tall."] },
{ "silence": 1000 },
{"version":2,"ru":"Сделайте несколько махов поднятой ногой и зафиксируйте ногу в верхнем положении.","en":"Perform a few swings with your raised leg and hold it in the top position.","enSynonyms":["Execute several swings with your lifted leg and pause at the highest point.","Do a few leg swings and maintain the raised position at the peak.","Swing your elevated leg a few times and hold it steady at the top.","Make several controlled swings with your raised leg and lock it in the upper position.","Swing your lifted leg back and forth a few times, then hold it firmly at the top."]},
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Пяткой давите назад.", "en": "Press your heel backwards.", "enSynonyms": ["Push your heel back.", "Engage your heel and press it behind you.", "Move your heel in a backward motion.", "Shift your heel towards the back.", "Draw your heel back with control.", "Reposition your heel, pressing it behind.", "Activate your heel and push it backwards.", "Push the heel in a backward direction.", "Take your heel behind you.", "Recede your heel to the back.", "Direct your heel back with intention.", "Guide your heel to move backwards.", "Move your heel deliberately behind you.", "Send your heel behind you, keeping it engaged.", "Push your heel back while maintaining alignment.", "Shift your heel backwards with focus.", "Move your heel behind you, creating pressure.", "With your heel, create a backward push.", "Reposition your heel, pushing it behind you.", "Push your heel with purpose to the back." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Таз подайте в сторону вытянутой ноги." },
{ "silence": 100 },
{ "chance": 55, "version": 1, "ru": "Чтобы таз не проваливался в сторону." },
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Поднятая кисть - продолжение прямой линии туловища." },
{ "silence": 1000 },
{ "version": 1, "ru": "Согните вытянутую ногу и противоположной кистью перекрёстно возьмитесь за голень.", "en": "Bend your extended leg and cross your opposite hand to hold the shin.", "enSynonyms": ["Fold the extended leg and use the opposite hand to grasp the shin diagonally.", "Bend your outstretched leg and reach across with the opposite hand to grip the shin.", "Curve the extended leg and cross your hand over to clasp the shin.", "Bring the stretched leg into a bend and hold the shin with your opposite hand.", "Bend your straightened leg and grab the shin with a cross reach of the other hand.", "Fold the leg and reach across with the opposite hand to secure the shin.", "Flex the extended leg and use the opposing hand to grasp the shin.", "Bend your leg and take hold of the shin by crossing the opposite hand over.", "Bring the extended leg into a bend and diagonally hold the shin with the other hand.", "Bend the outstretched leg and reach across to clasp the shin with your other hand.", "Fold the extended leg, using your opposite hand to grip the shin in a crosswise motion.", "Bend your leg and cross the opposite hand to grasp the shin firmly.", "Flex the straight leg and take the shin with a diagonal reach of the opposing hand.", "Bring your leg into a bend and secure the shin with the opposite hand crossing over.", "Fold your extended leg and cross the opposite hand to hold the shin firmly.", "Bend the leg and use the other hand to cross over and clasp the shin.", "Flex your leg and diagonally reach to grasp the shin with the opposite hand.", "Curve the leg and cross the hand over to take hold of the shin.", "Bring your leg into a bend and grasp the shin with a cross-reach of the other hand.", "Bend the extended leg and secure the shin by reaching across with the opposite hand."] },
{ "silence": 2000 },
{ "chance": 40, "version": 1, "ru": "Плечо которое ушло назад выведите вперед, чтобы между плечевыми образовалась прямая линия." },
{ "silence": 2000 },
{ "version": 1, "ru": "Поднятую стоп+у тяните выше." },
{ "silence": 1000 },
{ "version": 1, "ru": "Эка х+аста вьягр+асана.", "en": "Eka Hasta Vyaghrasana." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Поза тигра на одну сторону.", "en": "One Handed Tiger Pose." },
{ "silence": 1000 },
{"version":2,"ru":"Плечевой сустав со стороны опорной ноги подайте вперед, чтобы плечевые и тазобедренный оказались параллельно друг другу.","en":"Move the shoulder on the side of your supporting leg forward, aligning both shoulders and the hip parallel to each other.","enSynonyms":["Shift the shoulder corresponding to your standing leg forward, ensuring both shoulders and the hip are parallel.","Advance the shoulder on the side of your grounded leg forward, keeping shoulders and hip aligned.","Push the shoulder aligned with your supporting leg forward, maintaining parallel alignment of shoulders and hip.","Guide the shoulder on the side of your standing leg forward, so shoulders and hip are evenly aligned.","Adjust the shoulder on the side of your supporting leg forward, creating a parallel alignment of shoulders and hip."]},
{ "silence": 1000 },
{"chance": 55, "version": 2, "ru": "Таз сместите в сторону поднятой ноги.", "en": "Shift your hips towards the side of your lifted leg.", "enSynonyms": ["Move your pelvis in the direction of your raised leg.", "Adjust your hips to align with the side of your elevated leg.", "Gently tilt your hips toward the side where your leg is lifted.", "Reposition your hips to face the side of your leg that is raised."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Узкий коридор.", "en": "A narrow corridor." },
{ "silence": 7000 },
{ "version": 1, "ru": "Вытяните поднятую ногу назад, носок на себя." },
{ "silence": 1000 },
{ "version": 1, "ru": "Опустите оба локтя." },
{ "silence": 1000 },
{ "version": 1, "ru": "Переместитесь на носок опорной ноги." },
{ "silence": 500 },
{"version":2,"ru":"Вытяните поднятую ногу назад и вверх.","en":"Stretch your lifted leg back and up.","enSynonyms":["Extend your raised leg backward and upwards.","Reach your elevated leg behind you and upwards.","Straighten your lifted leg, moving it back and upward.","Stretch the lifted leg behind you, reaching it upward."]},
{ "silence": 2000 },
{ "version": 1, "ru": "Выталкивайтесь локтями." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 500 },
{ "version": 1, "ru": "Грудной клеткой тянитесь к колену.", "en": "Reach your chest towards your knee.", "enSynonyms": [ "Extend your chest toward your knee.", "Draw your chest towards your knee.", "Move your chest closer to your knee.", "Bring your chest towards your knee.", "Stretch your chest toward your knee.", "Reach your ribcage towards your knee.", "Guide your chest to move towards your knee.", "Lift your chest and aim it toward your knee.", "Push your chest forward towards your knee.", "Direct your chest towards your knee.", "Lift your upper body and reach toward your knee.", "Lean your chest towards your knee.", "Draw your ribcage closer to your knee.", "Move your torso towards your knee, leading with your chest.", "Bring your upper body forward, reaching your chest to your knee.", "Stretch your upper body and aim your chest towards your knee.", "Reach forward with your chest toward your knee.", "Extend your torso forward, bringing your chest to your knee.", "Bring your chest in line with your knee." ] },
{ "silence": 7000 },
{"version": 1, "ru":"Шаг назад обеими стопами.","en":"Step back with both feet.","enSynonyms":["Move backward using both feet simultaneously.","Take a step rearward with each foot together.","Retreat by stepping back with both feet at once.","Proceed to step backwards utilizing both feet.","Shift your stance backward employing both feet.","Advance in reverse with both feet moving concurrently.","Recede by stepping back with both soles.","Transition backwards taking a step with both feet.","Withdraw by stepping back with both feet in unison.","Step in reverse direction using both feet together.","By stepping back with both feet, ensure a balanced retreat.","For an even backward motion, step with both feet simultaneously.","To create a harmonious movement, take a step back with both feet.","Ensure stability while stepping back with both feet for symmetry.","Position yourself backward by stepping with both feet in sync.","Step back with both feet to maintain equilibrium and control.","Execute a backward step using both feet for seamless movement.","For a coordinated backward shift, step with both feet together.","Establish a stable backward movement by stepping with both feet aligned.","To achieve a synchronized retreat, step back with both feet uniformly.","Guide both feet backward in unison for a graceful step."]},
{ "silence": 500 },
{ "version": 1, "ru": "Выведите в одну линию бёдра, таз и туловище." },
{ "silence": 500 },
{ "chance": 25, "version": 1, "ru": "Ягодицы сожмите.", "en": "Squeeze your glutes.", "enSynonyms": [ "Engage your glute muscles.", "Tighten your glutes.", "Contract your glute muscles.", "Clench your glutes.", "Activate your glute muscles.", "Firmly squeeze your glutes.", "Engage the muscles in your glutes.", "Tighten the muscles in your glutes.", "Hold tension in your glutes.", "Squeeze your gluteal muscles tightly.", "Firmly contract your glute muscles.", "Engage and tighten your glute muscles.", "Squeeze your glutes firmly and hold.", "Activate and contract your glute muscles.", "Clench your gluteal muscles with control.", "Tighten your glutes for stability.", "Engage your glutes to maintain balance.", "Firmly activate your glute muscles during the movement.", "Contract your glutes to enhance support.", "Hold a firm squeeze in your glute muscles." ] },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 2000 },
{ "version": 1, "ru": "Сделайте отшаг стопами назад, чтобы лоб оказался между локтями.", "en": "Step the feet back so that the forehead is between the elbows.", "enSynonyms": ["Move your feet backward until your forehead is between your elbows.", "Step your feet back, bringing the forehead between the elbows.", "Step back with your feet, positioning your forehead between your elbows.", "Take a step backward with your feet, placing the forehead between your elbows.", "Move the feet back, so the forehead aligns between your elbows.", "Step backward with your feet, ensuring your forehead is between the elbows.", "Take a step back with your feet until the forehead is positioned between the elbows.", "Step the feet back, positioning the forehead between the elbows.", "Move your feet back so the forehead rests between the elbows.", "Shift the feet back and place your forehead between the elbows.", "Step back with your feet, bringing the forehead directly between your elbows.", "Step the feet back and bring your forehead to rest between the elbows.", "Move the feet back, aligning your forehead between your elbows.", "Step back, placing your forehead between your elbows.", "Step backward, ensuring your forehead comes between your elbows.", "Take a step back, positioning your forehead in the space between your elbows.", "Move your feet back, so that your forehead aligns with the space between your elbows.", "Step back with the feet and position the forehead between the elbows.", "Step back and bring the forehead into the space between your elbows.", "Step your feet back so that the forehead naturally comes between your elbows." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Выведите в одну линию ребра, таз и туловище так чтобы от пятки до макушки образовалась прямая линия.", "en": "Align your ribs, pelvis, and torso in one straight line, so that there is a straight line from your heel to the crown of your head." },
{ "silence": 2000 },
{ "version": 1, "ru": "Макара +Адхо Муха шван+асана с удлиненным рычагом.", "en": "Makara Adho Mukha Svanasana with an extended lever.", "enSynonyms": ["Makara Downward-Facing Dog with an extended lever.", "Makara pose + Adho Mukha Svanasana with a lengthened lever.", "Makara and Adho Mukha Svanasana with an elongated lever.", "Makara in Adho Mukha Svanasana with an extended arm lever.", "Makara + Downward-Facing Dog pose with extended arms.", "Makara Adho Mukha Svanasana with an elongated reach.", "Makara variation with extended lever in Downward-Facing Dog.", "Makara + Adho Mukha Svanasana with an extended arm position.", "Makara pose and Adho Mukha Svanasana with long leverage.", "Makara + Adho Mukha Svanasana with outstretched lever.", "Makara with an extended lever in Adho Mukha Svanasana.", "Makara Downward Dog with a lengthened arm position.", "Makara Adho Mukha Svanasana in an extended lever formation.", "Makara pose + Downward Dog with an extended arm leverage.", "Makara with an extended reach in Adho Mukha Svanasana.", "Makara + Adho Mukha Svanasana with long reach for leverage.", "Makara Adho Mukha Svanasana with arms extended for leverage.", "Makara and Adho Mukha Svanasana with an extended lever position.", "Makara Downward Dog with extended arms and leverage."] },
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Поза планки дельфина с удлиненным рычагом.", "en": "Dolphin plank pose with an extended lever.", "enSynonyms": ["Dolphin plank variation with extended lever.", "Dolphin plank pose with elongated arms.", "Dolphin plank with a lengthened lever position.", "Dolphin plank with extended limbs for leverage.", "Dolphin plank pose and extended arm formation.", "Dolphin plank position with an elongated arm leverage.", "Dolphin plank pose with outstretched lever.", "Dolphin plank variation with extended arm reach.", "Dolphin plank with an extended lever alignment.", "Dolphin plank with long arm leverage.", "Dolphin plank pose with extended limbs.", "Dolphin plank in an extended lever position.", "Dolphin plank with a lengthened reach.", "Dolphin plank with extended arm leverage.", "Dolphin plank with an extended arm position.", "Dolphin plank pose and extended lever alignment.", "Dolphin plank with an elongated arm stretch.", "Dolphin plank with a fully extended lever.", "Dolphin plank with extended arms for added leverage."] },
{ "silence": 2000 },
{"version": 1, "ru":"Удерживая локти прижатыми к коврику, сделайте подшаг стопами чтобы таз поднялся.","en":"While keeping your elbows pressed to the mat, step your feet forward so that your pelvis rises.","enSynonyms":["Maintain your elbows anchored to the mat and advance your feet to elevate your hips.","With your elbows firmly planted on the mat, take a step with your feet to lift your pelvis.","Keeping your elbows grounded on the mat, move your feet forward to raise your hips.","Hold your elbows against the mat and step your feet ahead to hoist your pelvic region.","Pressing your elbows to the mat, shift your feet forward to uplift your hips.","Secure your elbows to the mat and bring your feet forward to elevate your hip area.","Ensuring your elbows remain on the mat, step your feet forward to lift your pelvis.","Keep your elbows touching the mat and advance your feet to elevate your lower body.","By pressing your elbows to the mat, step your feet forward to lift your pelvis.","Rest your elbows on the mat and step your feet forward to elevate your hips.","To achieve elevation of the pelvis, press your elbows to the mat and step your feet forward.","Ensure your elbows are steadfast on the mat as you step your feet to lift your hips.","For an effective rise, keep your elbows grounded while stepping your feet forward.","Maintain your elbows securely on the mat while advancing your feet to raise your pelvis.","By securing your elbows to the mat, step your feet forward to hoist your hips.","Anchor your elbows to the mat and proceed with your feet to lift your pelvis.","Steadfastly hold your elbows on the mat and step your feet forward to elevate your hips.","To ensure proper lifting, keep your elbows on the mat and step your feet forward.","Preserve your elbows' contact with the mat and step your feet forward to lift your pelvis.","With your elbows in constant contact with the mat, step your feet forward to elevate your hips.","To create the necessary lift, press your elbows to the mat and step your feet forward."]},
{ "silence": 500 },
{ "version": 1, "ru": "Упражнение Дельфин.", "en": "The Dolphin Exercise.", "enSynonyms": ["The Dolphin Pose.", "Dolphin Posture Exercise.", "Dolphin Movement Routine.", "The Dolphin Stretch.", "Exercise Known as the Dolphin.", "The Dolphin-Style Movement.", "Dolphin Yoga Practice.", "The Dolphin Flow Exercise.", "A Pose Called Dolphin.", "The Dolphin-Form Stretch.", "Dolphin Shape Exercise.", "Dolphin Posture Flow.", "Stretching in the Dolphin Pose.", "A Movement Called Dolphin.", "The Exercise Named Dolphin.", "Dolphin-Position Yoga.", "Dolphin Posture Routine.", "Yoga Practice: The Dolphin.", "A Stretch Referred to as Dolphin.", "Dolphin Pose and Stretch."] },
{ "silence": 1000 },
{"version": 2, "ru": "Грудную клетку опускайте вперед и вниз на предплечья.", "en": "Lower your chest forward and down onto your forearms.", "enSynonyms": ["Bring your ribcage forward and down to rest on your arms.", "Ease your chest downwards and ahead until it meets your forearms.", "Guide your sternum forwards and downwards, settling onto your forearms.", "Move your upper body forward and lower it gently onto your forearms.", "Drape your chest area over your forearms as you shift it forward and down."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Таз выведите назад и вверх.", "en": "Shift your pelvis back and up.", "enSynonyms": ["Move your pelvis backward and upward.", "Guide your hips to a position back and up.", "Draw your pelvis gently backward and lift it upward.", "Push your hips back and raise them upward.", "Direct your pelvis into a backward and upward motion.", "Position your hips back while lifting them upward.", "Shift your pelvis backward and elevate it upward.", "Slide your hips to the rear and lift them up.", "Bring your pelvis to a backward and upward position.", "Adjust your hips back and lift them gently upward.", "Pull your pelvis back and guide it upward.", "Move your hips into a backward and upward alignment.", "Shift your hips to the rear while elevating them upward.", "Draw your pelvis back and tilt it upward.", "Guide your hips into a smooth backward and upward motion.", "Push your pelvis back while lifting it softly upward.", "Reposition your hips backward and elevate them upward.", "Move your pelvis rearward and raise it upward gracefully.", "Pull your hips back and tilt them into an upward lift.", "Shift your pelvis back gently and raise it upward smoothly."] },
{ "silence": 5000 },
{ "version": 1, "ru": "Обе стопы отведите назад и колени опустите." },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти поставьте под плечевые суставы.", "en": "Place your hands directly under the shoulder joints.", "enSynonyms": [ "Position your hands beneath your shoulder joints.", "Place your palms right under your shoulders.", "Set your hands directly under the shoulder sockets.", "Align your hands under your shoulder joints.", "Place your wrists below the shoulders.", "Position your palms under your shoulder blades.", "Ensure your hands are positioned directly under the shoulder joints.", "Place your hands in line with your shoulder joints.", "Align your wrists directly beneath your shoulders.", "Place your hands in alignment with the shoulder joints.", "Place your hands under the shoulder joints, maintaining a straight line.", "Set your palms just beneath the shoulders for proper alignment.", "Ensure your palms are directly under your shoulders.", "Place your hands exactly beneath your shoulder joints.", "Place your hands in a way that they are under the shoulder joints.", "Position your wrists directly beneath the shoulder joints.", "Make sure your hands are under your shoulder joints.", "Place your hands so that they are aligned with your shoulder joints.", "Position your palms under your shoulders for proper support." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Одну кисть отведите назад на коврик.", "en": "Move one hand back to the mat.", "enSynonyms": ["Bring one hand backward onto the mat.", "Extend one hand back toward the mat.", "Take one hand and move it back onto the mat.", "Shift one hand backward onto the mat.", "Place one hand behind you on the mat.", "Move one hand behind you, touching the mat.", "Stretch one hand back and rest it on the mat.", "Guide one hand back onto the mat.", "Bring one hand to the back, resting it on the mat.", "Position one hand behind you on the mat.", "Move one palm back onto the mat.", "Shift one hand back, placing it on the mat.", "Reach one hand back and place it on the mat.", "Take one hand and slide it back onto the mat.", "Extend one hand toward the back and rest it on the mat.", "Place your hand behind you, gently on the mat.", "Move one palm back, making contact with the mat.", "Slide one hand back onto the mat.", "Direct one hand behind you to the mat.", "Position one hand behind and onto the mat."] },
{ "silence": 2000 },
{ "version": 1, "ru": "Стопу противоположную от выведенной в сторону кисти выведите в сторону.", "en": "Move the foot opposite to the hand extended to the side outwards.", "enSynonyms": ["Extend the foot opposite to the hand that is out to the side.", "Move the foot on the opposite side of the extended hand outward.", "Take the foot on the opposite side of the extended hand and move it to the side.", "Shift the foot opposite to the extended hand to the side.", "Guide the foot opposite the hand reaching outward to the side.", "Place the foot on the opposite side of the extended hand out to the side.", "Extend the foot that is opposite to the hand reaching sideways.", "Bring the foot opposite to the outstretched hand to the side.", "Move the foot on the opposite side of the extended hand outward to the side.", "Shift the opposite foot to align with the hand extended sideways.", "Move the foot, opposite of the extended hand, sideways.", "Guide the foot that is opposite to the extended hand to the side.", "Position the foot on the opposite side of the hand extended sideways.", "Stretch the foot opposite the hand extended out to the side.", "Bring the opposite foot outward, in line with the extended hand.", "Shift the opposite foot to the side while keeping the hand extended.", "Extend the opposite foot to the side, matching the outstretched hand.", "Move the opposite foot sideways while your hand is extended.", "Guide the opposite foot outward as you extend your hand to the side.", "Place the foot opposite the hand extended sideways, out to the side."] },
{ "silence": 3000 },
{ "version": 1, "ru": "Удерживая ногу на весу, носок разверните вверх, чтобы пятка развернулась вниз.", "en": "While keeping the leg lifted, rotate the toe upwards so that the heel turns downward.", "enSynonyms": ["While your leg remains lifted, turn the toe upward, allowing the heel to face down.", "Hold the leg in the air, rotating the toe upwards to bring the heel downward.", "Lift your leg and turn the toe upward, making the heel face downward.", "While keeping the leg suspended, rotate the toe upward so the heel faces downward.", "With the leg elevated, rotate the toe upwards, causing the heel to turn downward.", "While holding the leg aloft, twist the toe upwards to direct the heel downward.", "Elevate your leg and rotate the toe upwards to turn the heel down.", "Lift the leg and rotate the toe upwards, letting the heel turn down.", "While keeping the leg raised, rotate the toe upward, and the heel will point downward.", "Keep the leg raised and rotate the toe upwards, bringing the heel down.", "As you hold the leg in the air, rotate the toe upwards, ensuring the heel turns downward.", "With the leg lifted, rotate the toe upward, bringing the heel towards the floor.", "Lift the leg and twist the toe upward, allowing the heel to descend downward.", "Hold the leg up and rotate the toe upwards so that the heel moves downward.", "Elevate the leg and rotate the toe upwards, guiding the heel downward.", "With the leg suspended, twist the toe upward to rotate the heel downward.", "Raise the leg and rotate the toe upward, so the heel turns toward the ground.", "As the leg stays elevated, turn the toe upwards, causing the heel to face downward.", "Hold the lifted leg and rotate the toe upwards to direct the heel downward.", "While the leg is raised, rotate the toe upward to make the heel descend." ] },
{ "silence": 2000 },
{ "version": 1, "ru": "Носок вниз, пятку вверх.", "en": "Point the toe downward, with the heel lifted upward.", "enSynonyms": ["Direct the toe down, while lifting the heel up.", "Point your toe down, allowing the heel to rise.", "Lower the toe and elevate the heel.", "Point the toe downward, lifting the heel upwards.", "Keep the toe pointed down, with the heel raised up.", "Turn the toe downwards, and raise the heel upwards.", "Point the toe towards the floor and lift the heel.", "Direct the toe down while lifting the heel towards the sky.", "Lower the toe and raise the heel upwards.", "Point the toe downward, with the heel moving up.", "Point the toe to the ground and lift the heel high.", "Direct the toe downward, lifting the heel into the air.", "Point the toe down and elevate the heel.", "Press the toe downward, while the heel rises.", "Point the toe to the floor and allow the heel to lift.", "Shift the toe down, bringing the heel upwards.", "Push the toe downward, lifting the heel above.", "Direct the toe down and elevate the heel towards the sky.", "Point the toe down and raise the heel up in the air.", "Place the toe downward, while the heel rises." ] },
{ "silence": 2000 },
{ "version": 1, "ru": "Стопу выведите в горизонтальную плоскость.", "en": "Move the foot into a horizontal plane.", "enSynonyms": ["Align the foot horizontally.", "Position the foot in a flat horizontal plane.", "Bring the foot to a horizontal level.", "Place the foot in a horizontal alignment.", "Shift the foot into a level horizontal plane.", "Extend the foot into a horizontal position.", "Position the foot to be parallel to the ground.", "Bring the foot to a flat, horizontal orientation.", "Move the foot to a horizontal alignment.", "Place the foot flat in a horizontal plane.", "Adjust the foot to a horizontal position.", "Align the foot horizontally with the floor.", "Move the foot into a level horizontal alignment.", "Position the foot in a flat, horizontal position.", "Shift the foot into a horizontal orientation.", "Bring the foot flat and parallel to the surface.", "Move the foot to a horizontal plane with precision.", "Position the foot evenly in a horizontal alignment.", "Place the foot flat in a horizontal direction.", "Align the foot horizontally with the floor below." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Ногу протяните максимально вперед и вверх.", "en": "Extend the leg as far forward and upwards as possible.", "enSynonyms": ["Stretch the leg forward and upward to its maximum.", "Reach the leg as far forward and upwards as you can.", "Extend your leg fully forward and upward.", "Stretch the leg ahead and upward to its fullest extent.", "Push the leg forward and upward as much as possible.", "Extend the leg as far as you can, both forward and upward.", "Bring the leg forward and upward to its maximum stretch.", "Reach the leg forward and upwards to its fullest reach.", "Push the leg forward, extending it upward as much as possible.", "Stretch the leg forward and upward to its greatest extent.", "Reach the leg forward, lifting it upwards to its full capacity.", "Extend the leg forward and upward to its maximum potential.", "Push the leg forward and upwards to its fullest length.", "Fully extend the leg forward and upward.", "Reach the leg ahead and raise it upwards to its limit.", "Push the leg ahead and upwards to its fullest stretch.", "Stretch the leg as far forward and raise it as high as you can.", "Extend your leg forward and upward to its fullest stretch.", "Reach the leg ahead and lift it upward to its full extent.", "Push the leg forward and up to its maximum stretch." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Сделайте пружину." },
{ "silence": 1000 },
{ "version": 1, "ru": "Выводите ногу в максимальную верхнюю точку и делайте короткие махи.", "en": "Lift the leg to its maximum upper point and make short swings.", "enSynonyms": ["Raise the leg to the highest point and perform brief swings.", "Lift your leg to its fullest upper range and make small swings.", "Bring the leg up to its maximum height and swing it in short motions.", "Extend the leg to its highest point and execute small swings.", "Lift the leg as high as possible and perform quick, short swings.", "Raise the leg to the maximum height and make rapid, small swings.", "Bring the leg to its highest position and make brief swinging motions.", "Lift your leg to its highest point and do short swinging movements.", "Extend the leg to the top and swing it in short motions.", "Bring the leg to its highest position, making small swings.", "Raise the leg to its maximum height and perform quick swings.", "Push the leg to the highest point and make short swinging actions.", "Lift the leg as high as you can and do quick, small swings.", "Lift the leg to its uppermost point and perform brief swings.", "Raise the leg fully and perform short, rapid swings.", "Bring the leg up to the maximum and swing it back and forth.", "Extend the leg to its highest and make swift, small swings.", "Push the leg up to its highest position and perform quick, small swings.", "Lift the leg fully and swing it in short, quick motions.", "Raise the leg as high as possible and make rapid, short swings." ] },
{ "silence": 4000 },
{ "version": 1, "ru": "Вытяните поднятую ногу назад." },
{ "silence": 2000 },
{ "version": 1, "ru": "Кисти на подушки пальцев." },
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."] },
{ "silence": 500 },
{ "version": 1, "ru": "Вытяните спину, шею.", "en": "Lengthen your back and neck.", "enSynonyms": [ "Stretch your back and neck.", "Extend your spine and neck.", "Elongate your back and neck.", "Reach your back and neck long.", "Stretch your spine and neck upwards.", "Lengthen your spine and neck fully.", "Extend your back and neck in a straight line.", "Reach your neck and back towards the sky.", "Pull your spine and neck upward.", "Stretch both your back and neck outwards.", "Lengthen your entire back and neck.", "Draw your back and neck up and out.", "Stretch out your back and neck together.", "Extend your back while lengthening your neck.", "Stretch your neck and spine towards the ceiling.", "Elongate your spine and stretch your neck.", "Reach your neck and back in one smooth line.", "Lengthen the back and extend your neck upward.", "Stretch your neck up and extend your back down." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Носок поднятой ноги подайте к опорному колену." },
{ "silence": 500 },
{ "version": 1, "ru": "Скруглите спину.", "en": "Round your back.", "enSynonyms": [ "Curve your spine.", "Arch your back into a rounded position.", "Round your entire back.", "Flex your spine and round it gently.", "Tuck your chin and round your back.", "Draw your navel in and round your spine.", "Gently round your back, creating a smooth curve.", "Curl your spine into a rounded position.", "Round your back from the tailbone up.", "Flex your spine and round through your back.", "Tuck your pelvis and round your back.", "Curl your back, starting from the lower spine.", "Engage your core and round your back gently.", "Create a gentle curve in your spine.", "Tuck your pelvis under and round your back.", "Press your spine into a round shape.", "Create a rounded back, keeping your posture soft.", "Roll your spine into a rounded position.", "Flex and round your spine from the lower to upper back.", "Curl your upper back, making a smooth rounded shape." ] },
{ "silence": 1000 },
{"version": 2, "ru": "Поднятое колено максимально отведите назад и вверх.", "en": "Draw your raised knee back and upwards as far as possible.", "enSynonyms": ["Pull your lifted knee back and elevate it to its fullest extent.", "Extend your raised knee backward and upward to its maximum range.", "Move your elevated knee back and lift it as high as you can.", "Take your lifted knee back and raise it upwards to the greatest degree."]},
{ "silence": 4000 },
{ "version": 1, "ru": "Вращайте колено наружу.", "en": "Rotate your knee outward." },
{ "silence": 6000 },
{ "version": 1, "ru": "Носок поднятой ноги к опорному колену." },
{ "silence": 500 },
{ "version": 1, "ru": "Поднятое колено выведите в сторону.", "en": "Move the raised knee to the side.", "enSynonyms": ["Extend the lifted knee outward.", "Move the elevated knee to the side.", "Open the raised knee to the side.", "Shift the lifted knee outward.", "Bring the raised knee towards the side.", "Move the knee that is lifted to the side.", "Push the elevated knee outwards.", "Direct the raised knee outward.", "Take the lifted knee to the side.", "Move the knee that is raised sideways.", "Stretch the raised knee outward.", "Take your lifted knee out to the side.", "Draw the raised knee to the side.", "Spread the lifted knee outward.", "Guide the raised knee out to the side.", "Move the knee that's raised in an outward direction.", "Open the knee that is elevated towards the side.", "Take the lifted knee sideways.", "Direct the raised knee to the side." ] },
{ "silence": 500 },
{"version":2,"ru":"Зафиксируйте и удерживайте ногу.","en":"Secure and hold your leg in place, ensuring stability and control.","enSynonyms":["Anchor and maintain your leg position.","Lock and sustain your leg firmly.","Grip and keep your leg steady.","Engage your muscles to stabilise and support your leg.","Focus on maintaining a firm hold on your leg while keeping your balance."]},
{ "silence": 2000 },
{"version": 2, "ru": "Пробросьте поднятую ногу вперед.", "en": "Swing your lifted leg forward.", "enSynonyms": ["Fling your raised leg ahead of you.", "Propel your elevated leg into a forward motion.", "Send your lifted leg swinging forwards with control.", "Guide the raised leg in a smooth arc to the front.", "Drive your hoisted leg forward with intention."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Таз сместите в сторону, чтобы он расположился прямо." },
{ "silence": 1000 },
{"chance": 55, "version": 2, "ru": "Носок вытянутой вперед стопы натяните на себя.", "en": "Flex the toes of your extended foot back towards yourself.", "enSynonyms": ["Pull the toes of your forward-stretched foot towards your body.", "Draw the toes of your outstretched foot back in your direction.", "Engage the toes of your extended foot by flexing them towards you.", "Actively point the toes of your forward foot back towards your torso."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Сделайте пружину." },
{ "silence": 6000 },
{ "version": 1, "ru": "Опустите вперед и вниз пятку вытянутой ноги." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Расслабьте обе ноги и туловище." },
{ "silence": 500 },
{ "version": 1, "ru": "Предплечьем надавите на вытянутое колено и тянитесь вниз животом.", "en": "Press your forearm into the extended knee and reach down with your belly." },
{ "silence": 1000 },
{"version": 2, "ru": "Вытянутое колено прямое.", "en": "Keep your extended knee straight.", "enSynonyms": ["Ensure your outstretched knee remains straight.", "Maintain a straight line in your extended knee.", "Hold your stretched knee in a straight position.", "Keep the knee of your extended leg fully straight."]},
{ "silence": 1000 },
{ "version": 2, "ru": "Обе ноги полностью расслаблены.", "en": "Both legs are fully relaxed.", "enSynonyms": ["Both legs are entirely at ease.", "Your legs are completely loose.", "There is no tension in either leg.", "Both legs are in a state of total relaxation.", "Your legs are fully free of any tightness."] },
{ "silence": 500 },
{ "chance": 15, "version": 1, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 10000 },
  {"version": 2, "ru": "Поднимите вытянутую ногу и удерживайте ее на весу.", "en": "Lift your extended leg and hold it suspended in the air.", "enSynonyms": ["Raise your stretched leg and keep it hovering steadily.", "Elevate your elongated leg and maintain its position aloft.", "Bring your outstretched leg upward and balance it mid-air.", "Lift your straightened leg high and sustain it in suspension.", "Hoist your extended leg skyward and let it float weightlessly."]},
{ "silence": 7000 },
{"version": 2, "ru": "Кистью на стороне вытянутой ноги возьмитесь за большой палец или за внешнюю часть стопы.", "en": "With the hand on the side of your extended leg, grasp your big toe or the outer edge of your foot.", "enSynonyms": ["Use the hand on the same side as your outstretched leg to hold your big toe or the outside of your foot.", "Reach with the hand corresponding to your extended leg and take hold of your big toe or the outer part of your foot.", "Grip your big toe or the outer side of your foot using the hand on the side of your stretched leg.", "With the hand aligned with your extended leg, secure your big toe or the exterior of your foot."]},
{ "silence": 2000 },
{"version":2,"ru":"Колено выпрямите.","en":"Straighten out your knee, ensuring it is fully extended and aligned.","enSynonyms":["Extend your knee completely.","Lengthen your leg by straightening the knee.","Fully stretch out your knee joint.","Engage your leg muscles to lock the knee in a straight position.","Gently push through the knee to achieve a full and even extension."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Плечевой сустав со стороны вытянутой ноги опустите ниже." },
{ "silence": 3000 },
{ "version": 1, "ru": "Согните вытянутую ногу." },
{ "silence": 1000 },
{"version": 1, "ru":"Сгибая поднятые руку и ногу, потяните большой палец ноги к уху.","en":"While bending the raised arm and leg, draw your big toe towards your ear.","enSynonyms":["As you flex the elevated arm and leg, extend your big toe towards your ear.","In bending the lifted arm and leg, pull your big toe in the direction of your ear.","With the raised arm and leg bent, stretch your big toe towards your ear.","By curving the uplifted arm and leg, guide your big toe towards your ear.","When you bend the extended arm and leg, direct your big toe towards your ear.","Whilst bending the raised arm and leg, maneuver your big toe towards your ear.","Upon bending the lifted arm and leg, reach your big toe towards your ear.","In the act of bending the raised arm and leg, move your big toe towards your ear.","While arching the elevated arm and leg, bring your big toe closer to your ear.","Flexing the raised arm and leg, aim your big toe towards your ear.","To enhance the stretch, bend the raised arm and leg and draw your big toe towards your ear.","Ensure a deep stretch by bending the elevated arm and leg, guiding your big toe towards your ear.","For optimal alignment, curve the uplifted arm and leg, reaching your big toe towards your ear.","Maintain balance while bending the lifted arm and leg, directing your big toe towards your ear.","To maximize flexibility, bend the raised arm and leg, pulling your big toe towards your ear.","Achieve better coordination by bending the extended arm and leg, moving your big toe towards your ear.","Facilitate an enhanced stretch by bending the raised arm and leg, extending your big toe towards your ear.","For improved balance, bend the lifted arm and leg, navigating your big toe towards your ear.","Secure stability while bending the elevated arm and leg, drawing your big toe towards your ear.","To ensure proper form, curve the raised arm and leg, aiming your big toe towards your ear."]},
{ "silence": 1000 },
{"version":2,"ru":"Колено уведите в подмышку.","en":"Guide your knee towards your armpit, drawing it in close to your body.","enSynonyms":["Bring your knee into the crease of your armpit.","Move your knee inward, tucking it snugly under your armpit.","Draw your knee up and nestle it into your armpit.","Shift your knee gently towards your armpit, creating a compact fold.","Pull your knee in close, aligning it with the space beneath your armpit."]},
{ "silence": 5000 },
{"version": 1, "ru":"Противположной от согнутой ноги кистью перекрёстно возьмитесь за голень.","en":"With the hand opposite the bent leg, cross over and firmly grasp the shin.","enSynonyms":["Seize the shin with the opposing hand, crossing over gracefully.","Grasp the shin using the hand that contrasts the bent limb.","Embrace the shin via the hand diametrically opposed to the flexed leg.","Securely hold the shin by reaching across from the contrary side.","Grip the shin tightly with the counterbalancing arm's hand.","Clasp the shin with the hand positioned opposite the knee bend.","Firmly clench the shin utilizing the hand from the opposite extremity.","Hold the shin steadfastly with the hand from the alternate side.","Cling to the shin employing the hand from the other side of the bent leg.","Capture the shin with the hand that opposes the flexed lower appendage.","Reach across your body, seizing the shin with the hand opposite the bent knee.","Cross your arms deftly, ensuring the hand from the straight leg grasps the shin.","Navigate your hand from the non-bent side, securing a firm grip on the shin.","Position your hand from the extended leg, wrapping it around to clutch the shin securely.","Direct the hand from the straightened leg towards the shin, creating a robust hold.","Utilize the hand from the unbent leg to encircle and firmly secure the shin.","Ensure a strong connection by clasping the shin with the hand from the opposite leg.","Bridge the gap between limbs, capturing the shin with the hand from the straight leg.","From the side of the outstretched leg, reach over and establish a firm grip on the shin.","Extend your arm across, making certain the hand from the opposite leg grips the shin tightly.","Guide the hand from the straight leg around, anchoring it securely on the shin."]},
{ "silence": 500 },
{ "version": 1, "ru": "Поднятую ногу выведите назад." },
{ "silence": 2000 },
{ "version": 1, "ru": "Эка х+аста вьягр+асана.", "en": "Eka Hasta Vyaghrasana." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Поза тигра на одну сторону.", "en": "One Handed Tiger Pose." },
{ "silence": 1000 },
{"chance": 55, "version": 2, "ru": "Таз сместите в сторону поднятой ноги.", "en": "Shift your hips towards the side of your lifted leg.", "enSynonyms": ["Move your pelvis in the direction of your raised leg.", "Adjust your hips to align with the side of your elevated leg.", "Gently tilt your hips toward the side where your leg is lifted.", "Reposition your hips to face the side of your leg that is raised."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Узкий коридор.", "en": "A narrow corridor." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 5000 },
{ "version": 1, "ru": "Сделайте шаг назад поднятой ногой, затем другой." },
{ "silence": 2500 },
{ "version": 1, "ru": "Опустите локти.", "en": "Lower your elbows.", "enSynonyms": [ "Bring your elbows down.", "Drop your elbows gently.", "Relax your elbows downward.", "Let your elbows lower smoothly.", "Ease your elbows into a lower position.", "Move your elbows downward with control.", "Lower your elbows softly and steadily.", "Guide your elbows down with intention.", "Allow your elbows to drop into a relaxed position.", "Shift your elbows downward calmly.", "Bring your elbows down towards the ground.", "Ease your elbows downward without strain.", "Lower your elbows in a natural motion.", "Position your elbows lower with a controlled movement.", "Draw your elbows downward, keeping your shoulders relaxed.", "Let your elbows sink gently downwards.", "Move your elbows into a lower alignment.", "Relax and lower your elbows steadily.", "Softly bring your elbows down to align with your body.", "Gently drop your elbows while maintaining a straight posture." ] },
{ "silence": 1000 },
  { "version": 1, "ru": "Стопы сведите.", "en": "Bring your feet together.", "enSynonyms": ["Place your feet together.", "Join your feet in alignment.", "Draw your feet closer together.", "Unite your feet in a natural position.", "Bring both feet into contact.", "Let your feet meet and come together.", "Align your feet by bringing them close.", "Gather your feet towards each other.", "Move your feet into a position where they touch.", "Allow your feet to come together gently.", "Press your feet together, aligning them closely.", "Position your feet so they touch and align.", "Place your feet side by side, in close contact.", "Ensure your feet meet each other.", "Bring your feet to touch and align.", "Join your feet, ensuring they are side by side.", "Draw your feet together, bringing them into alignment.", "Let your feet naturally come together.", "Position both feet closely, allowing them to meet.", "Unite your feet in a firm but gentle contact."] },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Отрегулируйте высоту таза, чтобы от макушки до пяток образовалась прямая линия.", "en": "Adjust the height of your pelvis so that a straight line forms from the crown of your head to your heels.", "enSynonyms": ["Adjust the position of your pelvis to align your body from head to heels.", "Set the height of your pelvis to ensure a straight line from your head to your heels.", "Align your pelvis so that your body forms a straight line from the crown of your head down to your heels.", "Shift the pelvis height to create a straight line from your head to your heels.", "Position your pelvis so a straight line runs from the top of your head to your heels.", "Adjust your pelvis height so that the body forms a straight line from head to heels.", "Lift or lower your pelvis to create a straight line from the crown of your head to your heels.", "Set your pelvis in position so your body forms a straight line from head to heel.", "Modify the height of your pelvis to ensure your body aligns from head to heels.", "Position the pelvis so that from your head to heels forms a straight line.", "Correct the height of your pelvis to create a continuous line from the crown of your head to your heels.", "Lift your pelvis so that your body forms a straight line from your head down to your heels.", "Adjust your pelvis to make sure your body is aligned in a straight line from head to heel.", "Shift the pelvis until a straight line from the crown of your head to your heels is formed.", "Move your pelvis to create a straight alignment from head to heels.", "Alter your pelvis position to form a straight line from head to heels.", "Adjust the height of your pelvis to align your body into a straight line from head to heels.", "Ensure your pelvis is positioned so that your body forms a continuous line from head to heels."] },
{ "silence": 500 },
{ "version": 1, "ru": "Сделайте отшаг стопами назад, чтобы лоб оказался между локтями.", "en": "Step the feet back so that the forehead is between the elbows.", "enSynonyms": ["Move your feet backward until your forehead is between your elbows.", "Step your feet back, bringing the forehead between the elbows.", "Step back with your feet, positioning your forehead between your elbows.", "Take a step backward with your feet, placing the forehead between your elbows.", "Move the feet back, so the forehead aligns between your elbows.", "Step backward with your feet, ensuring your forehead is between the elbows.", "Take a step back with your feet until the forehead is positioned between the elbows.", "Step the feet back, positioning the forehead between the elbows.", "Move your feet back so the forehead rests between the elbows.", "Shift the feet back and place your forehead between the elbows.", "Step back with your feet, bringing the forehead directly between your elbows.", "Step the feet back and bring your forehead to rest between the elbows.", "Move the feet back, aligning your forehead between your elbows.", "Step back, placing your forehead between your elbows.", "Step backward, ensuring your forehead comes between your elbows.", "Take a step back, positioning your forehead in the space between your elbows.", "Move your feet back, so that your forehead aligns with the space between your elbows.", "Step back with the feet and position the forehead between the elbows.", "Step back and bring the forehead into the space between your elbows.", "Step your feet back so that the forehead naturally comes between your elbows." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Выведите в одну линию ребра, таз и туловище так чтобы от пятки до макушки образовалась прямая линия.", "en": "Align your ribs, pelvis, and torso in one straight line, so that there is a straight line from your heel to the crown of your head." },
{ "silence": 2000 },
{ "version": 1, "ru": "Макара +Адхо Муха шван+асана с удлиненным рычагом.", "en": "Makara Adho Mukha Svanasana with an extended lever.", "enSynonyms": ["Makara Downward-Facing Dog with an extended lever.", "Makara pose + Adho Mukha Svanasana with a lengthened lever.", "Makara and Adho Mukha Svanasana with an elongated lever.", "Makara in Adho Mukha Svanasana with an extended arm lever.", "Makara + Downward-Facing Dog pose with extended arms.", "Makara Adho Mukha Svanasana with an elongated reach.", "Makara variation with extended lever in Downward-Facing Dog.", "Makara + Adho Mukha Svanasana with an extended arm position.", "Makara pose and Adho Mukha Svanasana with long leverage.", "Makara + Adho Mukha Svanasana with outstretched lever.", "Makara with an extended lever in Adho Mukha Svanasana.", "Makara Downward Dog with a lengthened arm position.", "Makara Adho Mukha Svanasana in an extended lever formation.", "Makara pose + Downward Dog with an extended arm leverage.", "Makara with an extended reach in Adho Mukha Svanasana.", "Makara + Adho Mukha Svanasana with long reach for leverage.", "Makara Adho Mukha Svanasana with arms extended for leverage.", "Makara and Adho Mukha Svanasana with an extended lever position.", "Makara Downward Dog with extended arms and leverage."] },
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Поза планки дельфина с удлиненным рычагом.", "en": "Dolphin plank pose with an extended lever.", "enSynonyms": ["Dolphin plank variation with extended lever.", "Dolphin plank pose with elongated arms.", "Dolphin plank with a lengthened lever position.", "Dolphin plank with extended limbs for leverage.", "Dolphin plank pose and extended arm formation.", "Dolphin plank position with an elongated arm leverage.", "Dolphin plank pose with outstretched lever.", "Dolphin plank variation with extended arm reach.", "Dolphin plank with an extended lever alignment.", "Dolphin plank with long arm leverage.", "Dolphin plank pose with extended limbs.", "Dolphin plank in an extended lever position.", "Dolphin plank with a lengthened reach.", "Dolphin plank with extended arm leverage.", "Dolphin plank with an extended arm position.", "Dolphin plank pose and extended lever alignment.", "Dolphin plank with an elongated arm stretch.", "Dolphin plank with a fully extended lever.", "Dolphin plank with extended arms for added leverage."] },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Внимание направьте на дыхание и удерживайте +асану." },
{ "silence": 5000 },
{ "version": 1, "ru": "Сделайте подшаг обеими стопами ближе к локтям." },
{ "silence": 1000 },
{ "version": 1, "ru": "Поднимите одну ногу и давите пяткой назад и вверх." },
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Толкайтесь локтями и предплечьями, чтобы грудная клетка тянулась к опорному колену." },
{ "silence": 6000 },
{ "version": 1, "ru": "Опустите колено опорной ноги, затем другое." },
{ "silence": 1500 },
{ "version": 1, "ru": "Таз опустите между стоп." },
{ "silence": 9000 },
{ "version": 1, "ru": "Кистями обхватите пятки." },
{ "silence": 1000 },
{ "version": 1, "ru": "Опираясь на руки, поднимите таз." },
{ "silence": 1000 },
{ "version": 1, "ru": "Выведите таз вперед над коленями." },
{ "silence": 1000 },
{ "version": 1, "ru": "Лицо поднимите на уровень 45 градусов.", "en": "Raise your face to a 45-degree angle.", "enSynonyms": ["Lift your face to an angle of 45 degrees.", "Tilt your face upward to a 45-degree level.", "Elevate your face to meet a 45-degree angle.", "Raise your head, positioning your face at a 45-degree incline.", "Adjust your face upward to achieve a 45-degree angle.", "Lift your face gently to align with a 45-degree angle.", "Incline your face upward to reach a 45-degree position.", "Move your face to an elevated position at 45 degrees.", "Tilt your face to a level that matches a 45-degree angle.", "Raise your head and align your face with a 45-degree slant.", "Direct your face upward until it forms a 45-degree angle.", "Lift your chin slightly to align your face at 45 degrees.", "Position your face upward at an angle of 45 degrees.", "Gently raise your face to achieve a 45-degree tilt.", "Bring your face to a 45-degree elevation.", "Tilt your head to position your face at a 45-degree angle.", "Lift your face carefully until it aligns with 45 degrees.", "Raise your face upward to form a 45-degree slope.", "Adjust your head so your face points upward at 45 degrees.", "Elevate your face smoothly to a 45-degree angle."] },
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Заднюю поверхность шеи вытягивайте, чтобы голова не запрокидывалась назад." },
{ "silence": 500 },
{ "version": 1, "ru": "Устр+асана." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Поза верблюда." },
{ "silence": 500 },
{ "version": 1, "ru": "Грудной клеткой тянитесь вперед и вверх.", "en": "Reach forward and upward with your chest.", "enSynonyms": ["Extend your chest forward and upward with intention.", "Lift your chest upward as you reach it forward.", "Stretch your chest outward and upward in one fluid motion.", "Move your chest forward while lifting it upward gracefully.", "Elevate your chest upward and push it gently forward.", "Expand your chest by reaching forward and lifting upward.", "Project your chest forward and raise it toward the sky.", "Guide your chest upward and outward for a dynamic stretch.", "Push your chest forward as you lift it upward elegantly.", "Lengthen your torso by reaching your chest forward and up.", "Raise your chest skyward while extending it outward.", "Propel your chest forward and upward with strength.", "Direct your chest upward and forward to open the posture.", "Stretch your chest ahead and elevate it smoothly upward.", "Engage your chest as you lift it upward and forward.", "Draw your chest forward and upward in a controlled stretch.", "Project your chest outward while lifting it upward intentionally.", "Reach your chest forward while lifting it with energy.", "Guide your chest gently forward and upward for expansion.", "Expand your heart space by lifting your chest forward and upward."] },
{ "silence": 1000 },
{ "chance": 55, "version": 1, "ru": "Длина выдоха равна длине вдоха." },
{ "silence": 5000 },
{ "version": 1, "ru": "Сместите вес тела в сторону головы и отклонитесь назад." },
{ "silence": 2000 },
{ "version": 1, "ru": "Приподнимите колени и удерживайте +асану." },
{ "silence": 3000 },
{ "version": 1, "ru": "Опустите колени." },
{ "silence": 4000 },
{ "version": 1, "ru": "Одну руку вытяните вверх и сделайте чтобы рука стала продолжением прямой линии туловища." },
{ "silence": 1000 },
{ "chance": 35, "version": 1, "ru": "Необходимую часть тазобедренного подайте вперед, чтобы таз расположился прямо." },
{ "silence": 1500 },
{ "chance": 55, "version": 1, "ru": "Поза верблюда с вытянутой рукой." },
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Расслабьте основание корня языка и шею." },
{ "silence": 4000 },
{ "version": 1, "ru": "Опустите поднятую кисть." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Посмотрите перед собой." },
{ "silence": 500 },
{ "version": 1, "ru": "Поднимите другую кисть." },
{ "silence": 1000 },
{ "version": 1, "ru": "Одну сторону тазобедренного подайте вперед, чтобы тазобедренный расположился прямо." },
{ "silence": 1500 },
{ "chance": 55, "version": 1, "ru": "Поза верблюда с вытянутой рукой." },
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Расслабьте основание корня языка и шеи." },
{ "silence": 4000 },
{ "version": 1, "ru": "Опустите кисть обратно на пятку." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Посмотрите перед собой." },
{ "silence": 4500 },
{"version": 1, "ru": "Опустите таз.", "en": "Lower your pelvis.", "enSynonyms": ["Gently drop your pelvis down.", "Bring your pelvis downward.", "Lower your hips towards the ground.", "Drop your hips down with control.", "Sink your pelvis gently towards the floor.", "Lower your pelvic area into position.", "Ease your pelvis downward.", "Drop your pelvis with intention and steadiness.", "Guide your pelvis downward, keeping alignment.", "Move your pelvis down, maintaining stability."]},
{ "silence": 1500 }
]