[
{ "chance": 20, "version": 1, "ru": "Ягодицы сожмите.", "en": "Squeeze your glutes.", "enSynonyms": [ "Engage your glute muscles.", "Tighten your glutes.", "Contract your glute muscles.", "Clench your glutes.", "Activate your glute muscles.", "Firmly squeeze your glutes.", "Engage the muscles in your glutes.", "Tighten the muscles in your glutes.", "Hold tension in your glutes.", "Squeeze your gluteal muscles tightly.", "Firmly contract your glute muscles.", "Engage and tighten your glute muscles.", "Squeeze your glutes firmly and hold.", "Activate and contract your glute muscles.", "Clench your gluteal muscles with control.", "Tighten your glutes for stability.", "Engage your glutes to maintain balance.", "Firmly activate your glute muscles during the movement.", "Contract your glutes to enhance support.", "Hold a firm squeeze in your glute muscles." ] },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "chance": 95, "version": 1, "ru": "+Урдхва хаст+асана.", "en": "Urdhva Hastasana" },
{ "silence": 1000 },
{ "version": 1, "ru": "Сохраняя вытянутые руки, наклонитесь вперед.", "en": "Keeping your arms extended, lean forward.", "enSynonyms": ["Lean forward while maintaining your arms fully extended.", "Bend forward, ensuring your arms remain outstretched.", "With your arms extended, gently tilt your body forward.", "Incline your torso forward, keeping your arms straight and long.", "Lean ahead while holding your arms firmly outstretched.", "Move forward, maintaining the extension of your arms.", "Tilt forward with control, keeping your arms elongated.", "Bow forward gracefully, ensuring your arms stay extended.", "Stretch forward, keeping your arms straight and steady.", "Angle forward while retaining the full stretch in your arms.", "Maintain your arm extension as you bend forward.", "Incline gently forward, preserving the straight line of your arms.", "Shift your body forward while keeping your arms lengthened.", "Reach forward while holding your arms firmly in place.", "Bend forward while ensuring the extension of your arms remains intact.", "Tilt forward while actively stretching your arms outward.", "Hinge forward at the hips, keeping your arms extended in alignment.", "Lean forward with focus, maintaining the elongation of your arms.", "Stretch your body forward while holding your arms straight.", "Move ahead while ensuring your arms remain outstretched and steady."] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "В кистях омммммм м+удра.", "en": "In the wrists, perform the Om mudra.", "enSynonyms": [ "Make the Om mudra with your wrists.", "Form the Om mudra in your wrists.", "Create the Om mudra with your hands.", "Position your wrists in the Om mudra.", "Place your hands in the Om mudra.", "Perform the Om mudra with your palms facing each other.", "Shape the Om mudra with your wrists.", "Bring your hands into the Om mudra position.", "Perform the Om mudra in the palms of your hands.", "Position your wrists to form the Om mudra.", "Form the sacred Om mudra with your hands.", "Place your wrists in the Om mudra gesture.", "Create the gesture of Om mudra with your wrists.", "Align your hands in the Om mudra for balance.", "Shape the hands into the Om mudra in front of your chest.", "Bring your palms together in the Om mudra gesture.", "Hold the Om mudra with your palms together.", "Position your wrists to embody the Om mudra." ] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "+Ардха уттан+асана.", "en": "Ardha Uttanasana." },
{ "silence": 500 },
{ "version": 1, "ru": "Тянитесь животом к передней части бёдер.", "en": "Reach forward with your abdomen, gently drawing it towards the front of your hips." },
{ "silence": 5000 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "chance": 15, "version": 2, "ru": "Поднимите лицо.", "en": "Lift your face upwards.", "enSynonyms": ["Raise your face towards the sky.", "Look up by lifting your chin and eyes.", "Elevate your gaze and facial posture.", "Direct your countenance upward with grace.", "Bring your visage into an upward-facing position."]},
{ "silence": 500 },
{ "version": 1, "ru": "Выпрямите ноги, спину, шею.", "en": "Straighten your legs, back, and neck.", "enSynonyms": ["Align your legs, back, and neck.", "Extend your legs, spine, and neck straight.", "Keep your legs, back, and neck straight.", "Straighten out your legs, back, and neck.", "Make your legs, spine, and neck aligned.", "Ensure your legs, back, and neck are in a straight line.", "Lengthen your legs, back, and neck into alignment.", "Straighten your posture by aligning legs, back, and neck.", "Maintain a straight position for your legs, back, and neck.", "Stretch your legs, back, and neck to be straight.", "Draw your legs, back, and neck into a straight alignment.", "Keep your legs extended and your spine and neck straight.", "Align your posture by straightening legs, back, and neck.", "Lengthen through your legs, spine, and neck in one line.", "Hold your legs, back, and neck straight and firm.", "Bring your legs, back, and neck into a straight posture.", "Straighten and align your legs, back, and neck together.", "Maintain straight legs, an elongated back, and a neutral neck.", "Stretch your entire body, straightening legs, back, and neck." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти поместите по краям коврика.", "en": "Place your hands at the edges of the mat.", "enSynonyms": [ "Position your hands along the edges of the mat.", "Place your palms at the sides of the mat.", "Set your hands along the mat's edges.", "Put your hands on the mat's outer edges.", "Place your wrists at the edges of the mat.", "Align your hands with the edges of the mat.", "Place your hands at the sides of the yoga mat.", "Position your palms on the edges of the mat.", "Rest your hands on the edges of the mat.", "Place your palms flat along the mat’s edges.", "Position your hands parallel to the edges of the mat.", "Place your hands on the outer edges of the mat.", "Set your palms down at the edges of the mat.", "Rest your wrists at the edges of the mat.", "Ensure your hands are positioned at the mat's edges.", "Place your palms at the corners of the mat.", "Position your hands evenly along the edges of the mat.", "Set your hands just at the edges of the mat for balance.", "Place your hands along the sides of the mat for stability." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Прыжком выбросьте ноги назад.", "en": "Jump back, throwing your legs behind you.", "enSynonyms": ["Leap backward, extending your legs behind you.", "Spring backward, sending your legs back forcefully.", "Jump and push your legs out behind you.", "Vault backward, stretching your legs to the rear.", "Hop back, kicking your legs behind you.", "Jump forcefully, driving your legs backward.", "Spring backward and throw your legs to the rear.", "Leap back with energy, moving your legs behind you.", "Jump swiftly, extending your legs backward.", "Push off and throw your legs backward in a jump.", "Vault backward, propelling your legs behind you.", "Hop powerfully and stretch your legs behind you.", "Jump energetically, kicking your legs back.", "Move into a jump and extend your legs behind you.", "Spring into the air, sending your legs backward.", "Launch yourself backward, throwing your legs behind.", "Hop back briskly, sending your legs to the rear.", "Jump dynamically, stretching your legs out behind you.", "Leap backward with force, propelling your legs rearward.", "Spring back swiftly, throwing your legs into position behind you."] },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "От макушки до пяток прямая линия.", "en": "A straight line from the crown of your head to your heels.", "enSynonyms": [ "A straight alignment from your head to your heels.", "From the top of your head to your heels, form a straight line.", "Create a straight line from the crown of your head to your heels.", "Keep your body in a straight line from head to heels.", "Your body should form a straight line from the crown of your head to your heels.", "Maintain a straight line extending from your head to your heels.", "Your body should align in a straight line from the top of your head to your heels.", "Form a straight line from your head to your heels without arching.", "Ensure your body forms a straight line from your head down to your heels.", "From the crown of your head to your heels, keep a straight line.", "Maintain a solid, straight line from your head all the way to your heels.", "Align your body so it forms a straight line from your head to your heels.", "Create a seamless line from the top of your head to your heels.", "Straighten your body from your head to your heels, forming a continuous line.", "Ensure your body remains straight, creating a line from your head to your heels.", "Form a straight body alignment from the crown of your head to your heels.", "Keep your body in alignment, creating a straight line from head to heels.", "A straight line should connect the crown of your head to your heels.", "Position your body so that it forms a straight line from your head to your heels." ] },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Таз не проваливается и не поднимается вверх.", "en": "Keep your pelvis steady—neither sinking down nor lifting up. Maintain a balanced alignment to support your posture" },
{ "silence": 500 },
{ "version": 1, "ru": "Стопы вместе.", "en": "Bring your feet together." },
{ "silence": 500 },
{ "version": 1, "ru": "Пхалак+асана.", "en": "Phalakasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Верхняя планка.", "en": "High plank.", "enSynonyms": [ "Plank pose.", "Top plank position.", "High plank position.", "Plank position on hands.", "Full plank position.", "Standard plank.", "Straight-arm plank.", "Extended plank pose.", "Plank hold at the top.", "Plank with arms extended.", "High position plank.", "Plank with straight arms.", "Plank posture at the top.", "High arm plank position.", "Extended arms plank.", "Plank hold on hands.", "Straight-line plank position.", "Full-body plank position.", "Plank with the body in a straight line." ] },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Взгляд направьте вперед", "en": "Align the glance forward." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "От макушки до пяток прямая линия.", "en": "A straight line from the crown of your head to your heels.", "enSynonyms": [ "A straight alignment from your head to your heels.", "From the top of your head to your heels, form a straight line.", "Create a straight line from the crown of your head to your heels.", "Keep your body in a straight line from head to heels.", "Your body should form a straight line from the crown of your head to your heels.", "Maintain a straight line extending from your head to your heels.", "Your body should align in a straight line from the top of your head to your heels.", "Form a straight line from your head to your heels without arching.", "Ensure your body forms a straight line from your head down to your heels.", "From the crown of your head to your heels, keep a straight line.", "Maintain a solid, straight line from your head all the way to your heels.", "Align your body so it forms a straight line from your head to your heels.", "Create a seamless line from the top of your head to your heels.", "Straighten your body from your head to your heels, forming a continuous line.", "Ensure your body remains straight, creating a line from your head to your heels.", "Form a straight body alignment from the crown of your head to your heels.", "Keep your body in alignment, creating a straight line from head to heels.", "A straight line should connect the crown of your head to your heels.", "Position your body so that it forms a straight line from your head to your heels." ] },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Таз не проваливается и не поднимается вверх.", "en": "Keep your pelvis steady—neither sinking down nor lifting up. Maintain a balanced alignment to support your posture" },
{ "silence": 500 },
{ "version": 1, "ru": "+Урдхва чатур+анга данд+асана.", "en": "Urdhva Chaturanga Dandasana." },
{ "silence": 500 },
{ "version": 1, "ru": "Согните локти до прямого угла.", "en": "Bend your elbows to a 90-degree angle." },
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Чатур+анга данд+асана.", "en": "Chaturanga Dandasana." },
{ "silence": 500 },
{ "version": 1, "ru": "Опустите колени, подбородок, грудную клетку.", "en": "Lower your knees, chin, and chest." },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Аштанга Намаск+ара.", "en": "Ashtanga Namask+ara." },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Локти разверните в стороны.", "en": "Turn your elbows out to the sides" },
{ "silence": 500 },
{ "version": 1, "ru": "Толкнитесь руками и разогните ноги.", "en": "Push with the hands and unbend the legs.", "enSynonyms": ["Press with your hands and straighten your legs.", "Push through your hands and extend your legs.", "Push away with your hands and straighten your legs.", "Use your hands to push and straighten your legs.", "Push against the floor with your hands and straighten your legs.", "Press your palms down and unbend your legs.", "Push through your palms and extend your legs fully.", "Push away with your hands and gradually straighten your legs.", "Firmly push with your hands and allow your legs to straighten.", "Use your hands for leverage and unbend your legs.", "Push firmly with your hands and extend your legs outwards.", "Press with your palms and unbend the legs to full extension.", "Push the ground away with your hands and stretch your legs out.", "Firmly push with your hands, straightening your legs.", "Press into the ground with your hands and extend your legs.", "Use your hands to push while straightening your legs.", "Push away with your hands and extend your legs to their full length.", "Press down with your hands, straightening your legs with control.", "Push with the palms of your hands, allowing your legs to unbend."] },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "+Адхо мукха шван+асана.", "en": "+Adho mukha shwan+asana." },
{ "silence": 500 },
{ "version":2, "ru":"Подсогн+ите одну ногу, на выдох пяткой поднятой ноги давите назад и вверх.","en":"Slightly bend one leg, and on the exhale, press the heel of the lifted leg back and up.","enSynonyms":["Soften one knee, then as you exhale, push your lifted heel backward and upward.","Bend one leg a little, exhaling as you drive your raised heel back and up.","Gently fold one knee, then on your exhale, extend your lifted heel up and back.","Let one leg bend slightly, pressing your elevated heel back and upward with your breath."]},
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Эка п+ада +Адхо мукха шван+асана.", "en": "Eka Pada Adho Mukha Svanasana." },
{ "silence": 100 },
{ "chance":60,"version":2, "ru":"Пяткой давите назад и вверх.","en":"Press your heel back and upwards.","enSynonyms":["Push your heel backward and upward.","Drive your heel back and lift it slightly.","Apply pressure through your heel, directing it back and up.","Engage your heel, pressing it firmly backward while lifting it upward.","Anchor your heel by pressing it back and gently elevating it to create length."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Сделайте шаг до кистей.", "en": "Take a step up to the hands." },
{ "silence": 1000 },
{ "version": 1, "ru": "Поднимите туловище и сожмите ладони перед грудной клеткой.", "en": "Raise the body and put the palms together in namaste in front of the chest." },
{ "silence": 1000 },
{ "version": 1, "ru": "В согнутом колене угол девяносто градусов.", "en": "In the bent knee, there should be a ninety-degree angle." },
{ "silence": 1000 },
{ "version": 1, "ru": "Сохраняя ладони сжатыми, вытяните руки вверх.", "en": "Keep your palms clenched as you stretch your arms upwards.", "enSynonyms": ["Maintain your clenched palms while extending your arms upwards.", "With palms clenched, raise your arms toward the sky.", "Clench your palms and extend your arms upwards.", "While keeping your palms tightly closed, stretch your arms upwards.", "Hold your palms clenched and reach your arms high into the air.", "Keep your hands tightly clenched as you extend your arms above.", "While keeping your palms closed, lift your arms toward the sky.", "Clasp your palms tightly and raise your arms toward the heavens.", "Keep your palms in a firm grip and stretch your arms up.", "Maintain your clenched palms as you lift your arms high.", "With clenched palms, extend your arms toward the sky.", "Press your palms together and stretch your arms upward.", "Clench your palms firmly and raise your arms overhead.", "Hold your palms tightly and extend your arms upwards.", "With palms firmly clenched, stretch your arms toward the sky.", "While keeping your hands closed, reach your arms upwards.", "Tightly grip your palms and extend your arms above your head.", "Clench your palms and elevate your arms straight upwards.", "Keep your palms pressed together and extend your arms upwards." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Лицо поднимите на уровень 45 градусов.", "en": "Raise your face to a 45-degree angle.", "enSynonyms": ["Lift your face to an angle of 45 degrees.", "Tilt your face upward to a 45-degree level.", "Elevate your face to meet a 45-degree angle.", "Raise your head, positioning your face at a 45-degree incline.", "Adjust your face upward to achieve a 45-degree angle.", "Lift your face gently to align with a 45-degree angle.", "Incline your face upward to reach a 45-degree position.", "Move your face to an elevated position at 45 degrees.", "Tilt your face to a level that matches a 45-degree angle.", "Raise your head and align your face with a 45-degree slant.", "Direct your face upward until it forms a 45-degree angle.", "Lift your chin slightly to align your face at 45 degrees.", "Position your face upward at an angle of 45 degrees.", "Gently raise your face to achieve a 45-degree tilt.", "Bring your face to a 45-degree elevation.", "Tilt your head to position your face at a 45-degree angle.", "Lift your face carefully until it aligns with 45 degrees.", "Raise your face upward to form a 45-degree slope.", "Adjust your head so your face points upward at 45 degrees.", "Elevate your face smoothly to a 45-degree angle."] },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Вирабхадр+асана п+ервая.", "en": "Virabhadra's first aspect." },
{ "silence": 2000 },
{ "version": 1, "ru": "Руки через стороны опустите.", "en": "Lower your arms through the sides.", "enSynonyms": ["Bring your arms down through the sides.", "Lower your arms to the sides.", "Let your arms come down through the sides.", "Gently lower your arms through the sides.", "Drop your arms through the sides.", "Bring your arms out and down through the sides.", "Allow your arms to fall through the sides.", "Let your arms descend through the sides.", "Move your arms down through the sides.", "Drop your arms down through the sides.", "Guide your arms down through the sides.", "Lower your arms gently through the sides.", "Let your arms drift down through the sides.", "Let your arms float down through the sides.", "Release your arms through the sides.", "Move your arms downward through the sides.", "Ease your arms down through the sides.", "Relax your arms down through the sides.", "Slowly let your arms come down through the sides."] },
{ "silence": 1000 },
{ "version": 2, "ru": "Шаг назад стопой согнутой ноги.", "en": "Step back with the foot of your bent leg.", "enSynonyms": ["Move the foot of your flexed leg backwards.", "Take a step back using the foot from your bent knee.", "Retract the foot connected to your bended leg behind you.", "Bring the foot of your folded leg to the rear.", "Shift the foot of your curved leg in a backward motion."]},
{ "silence": 500 },
{ "version": 1, "ru": "Согните локти.", "en": "Bend your elbows.", "enSynonyms": ["Flex your elbows.", "Curve your elbows.", "Bring your elbows towards your body.", "Lower your elbows by bending them.", "Gently bend your elbows.", "Activate a bend in your elbows.", "Fold your elbows inward.", "Relax your arms and bend your elbows.", "Create a bend in your elbows.", "Softly flex your elbows.", "Bend your elbows to a comfortable position.", "Draw your elbows in by bending them.", "Bend your arms at the elbows.", "Slowly bend your elbows.", "Let your elbows bend.", "Elbow flexion is key.", "Bend your arms at the joints.", "Elbows bent and relaxed.", "Initiate a bend in your elbows.", "Allow your elbows to flex naturally." ] },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Чатур+анга данд+асана.", "en": "Chaturanga Dandasana." },
{ "silence": 500 },
{ "version": 1, "ru": "Опустите колени, подбородок, грудную клетку.", "en": "Lower your knees, chin, and chest." },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Аштанга Намаск+ара.", "en": "Ashtanga Namask+ara." },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Локти разверните в стороны.", "en": "Turn your elbows out to the sides" },
{ "silence": 500 },
{ "version": 1, "ru": "Толкнитесь руками и разогните ноги.", "en": "Push with the hands and unbend the legs.", "enSynonyms": ["Press with your hands and straighten your legs.", "Push through your hands and extend your legs.", "Push away with your hands and straighten your legs.", "Use your hands to push and straighten your legs.", "Push against the floor with your hands and straighten your legs.", "Press your palms down and unbend your legs.", "Push through your palms and extend your legs fully.", "Push away with your hands and gradually straighten your legs.", "Firmly push with your hands and allow your legs to straighten.", "Use your hands for leverage and unbend your legs.", "Push firmly with your hands and extend your legs outwards.", "Press with your palms and unbend the legs to full extension.", "Push the ground away with your hands and stretch your legs out.", "Firmly push with your hands, straightening your legs.", "Press into the ground with your hands and extend your legs.", "Use your hands to push while straightening your legs.", "Push away with your hands and extend your legs to their full length.", "Press down with your hands, straightening your legs with control.", "Push with the palms of your hands, allowing your legs to unbend."] },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "+Адхо мукха шван+асана.", "en": "+Adho mukha shwan+asana." },
{ "silence": 500 },
{ "version": 1, "ru": "Опустите локти.", "en": "Lower your elbows.", "enSynonyms": [ "Bring your elbows down.", "Drop your elbows gently.", "Relax your elbows downward.", "Let your elbows lower smoothly.", "Ease your elbows into a lower position.", "Move your elbows downward with control.", "Lower your elbows softly and steadily.", "Guide your elbows down with intention.", "Allow your elbows to drop into a relaxed position.", "Shift your elbows downward calmly.", "Bring your elbows down towards the ground.", "Ease your elbows downward without strain.", "Lower your elbows in a natural motion.", "Position your elbows lower with a controlled movement.", "Draw your elbows downward, keeping your shoulders relaxed.", "Let your elbows sink gently downwards.", "Move your elbows into a lower alignment.", "Relax and lower your elbows steadily.", "Softly bring your elbows down to align with your body.", "Gently drop your elbows while maintaining a straight posture." ] },
{ "silence": 1500 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Опираясь на руки, и опуская бёдра и грудную клетку как можно ниже, пробросьте тело вперед.", "en": "Support yourself on your hands, lowering your hips and chest as deeply as possible, and propel your body forward.", "enSynonyms": ["Brace yourself on your hands, sink your hips and chest deeply, and push your body forward.", "Using your hands for support, drop your hips and chest low as you move your body forward.", "Rely on your hands, lowering your chest and hips as far as you can, and drive your body forward.", "With hands firmly grounded, sink your hips and chest low and shift your body forward.", "Support your body on your hands, letting your chest and hips dip deeply as you project forward.", "Keep your hands grounded, lower your hips and chest fully, and propel forward.", "Resting on your hands, drop your chest and hips as low as possible and thrust forward.", "Leaning on your hands, dip your chest and hips deeply while moving forward.", "Ground your hands, drop your chest and hips low, and swing your body forward.", "With arms supporting you, lower your chest and hips and push forward gracefully.", "Place weight on your hands, drop your chest and hips down, and transition your body forward.", "Anchor yourself with your hands, lower your torso deeply, and glide forward.", "Press into your hands, sink your chest and hips, and propel forward with intent.", "Balance on your hands, let your chest and hips sink low, and drive your body ahead.", "Hands supporting, lower your chest and hips fully and move your body forward.", "Leaning into your hands, sink low through your hips and chest and swing forward.", "Plant your hands firmly, drop your chest and hips deeply, and shift your body forward.", "Lower your torso as far as you can with hips and chest down, using your hands to guide forward.", "Push into your hands, letting your chest and hips dip, and propel your body forward.", "Using your hands as your base, lower your chest and hips deeply and move forward." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Сожмите ягодицы и поднимите колени.", "en": "Squeeze your glutes and lift your knees.", "enSynonyms": ["Engage your glutes and raise your knees.", "Tighten your glutes and bring your knees upward.", "Activate your glutes and lift your knees gently.", "Contract your glutes and elevate your knees.", "Firm your glutes and draw your knees up.", "Squeeze the glutes and raise the knees.", "Engage the glutes and gently lift the knees.", "Tighten the glutes and bring the knees upward.", "Firmly engage your glutes and lift your knees.", "Activate your glutes and gently elevate your knees.", "Squeeze the buttocks and lift the knees upward.", "Contract your glutes while raising your knees.", "Firm up your glutes and elevate your knees.", "Engage your buttocks and gently lift your knees.", "Tighten your glutes while bringing your knees upward.", "Activate the glutes and lift the knees in alignment.", "Squeeze the glutes and carefully raise the knees.", "Firmly tighten your glutes and draw your knees up.", "Engage the glutes fully and lift the knees steadily."] },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "+Урдхва мукха шван+асана.", "en": "Urdhva Mukha shvanasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Собака мордой вверх.", "en": "Upward-facing dog." },
{ "silence": 1000 },
{ "version": 1, "ru": "Чтобы убрать напряжение в поясничном отделе, стопами отрегулируйте положение тела.", "en": "To relieve tension in the lumbar region, adjust your body position using your feet.", "enSynonyms": ["Use your feet to adjust your body and ease tension in the lower back.", "To release tension in your lumbar area, reposition your body with the help of your feet.", "Alleviate lumbar discomfort by adjusting your posture through foot placement.", "To relax the lower back, modify your position using your feet as guides.", "Adjust your body with your feet to reduce strain in the lumbar spine.", "Relieve stress in the lumbar region by fine-tuning your posture through your feet.", "Use your feet to shift your body and relieve pressure on the lower back.", "To ease tension in the lumbar spine, realign your position with your feet.", "Modify your body's placement using your feet to soothe the lumbar area.", "To relax the lumbar region, adjust your body's alignment with your feet.", "Relieve lumbar strain by repositioning yourself with controlled foot adjustments.", "Soften tension in your lower back by shifting your weight with your feet.", "To alleviate pressure in the lumbar area, use your feet to refine your posture.", "Reposition yourself with the guidance of your feet to ease lumbar tension.", "Adjust your stance through your feet to release strain in the lower back.", "To relieve lumbar stress, balance your posture with deliberate foot adjustments.", "Use foot movements to subtly adjust your position and ease lumbar discomfort.", "To relax the lower back, shift your posture with mindful foot placement.", "Reduce tension in your lumbar region by carefully repositioning your body with your feet.", "Adjust your position through your feet to create ease in the lumbar spine."] },
{ "silence": 1000 },
{ "version":2, "ru":"Переместитесь на носки.","en":"Shift onto your toes.","enSynonyms":["Move onto the balls of your feet.","Rise up onto your toes with control.","Transfer your weight onto your toes smoothly.","Lift your heels and balance on your toes.","Engage your core as you shift onto your toes."]},
{ "silence": 500 },
{ "version": 1, "ru": "Согните локти.", "en": "Bend your elbows.", "enSynonyms": ["Flex your elbows.", "Curve your elbows.", "Bring your elbows towards your body.", "Lower your elbows by bending them.", "Gently bend your elbows.", "Activate a bend in your elbows.", "Fold your elbows inward.", "Relax your arms and bend your elbows.", "Create a bend in your elbows.", "Softly flex your elbows.", "Bend your elbows to a comfortable position.", "Draw your elbows in by bending them.", "Bend your arms at the elbows.", "Slowly bend your elbows.", "Let your elbows bend.", "Elbow flexion is key.", "Bend your arms at the joints.", "Elbows bent and relaxed.", "Initiate a bend in your elbows.", "Allow your elbows to flex naturally." ] },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Чатур+анга данд+асана.", "en": "Chaturanga Dandasana." },
{ "silence": 500 },
{ "version": 1, "ru": "Опустите колени, подбородок, грудную клетку.", "en": "Lower your knees, chin, and chest." },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Аштанга Намаск+ара.", "en": "Ashtanga Namask+ara." },
{ "silence": 500 },
{ "version": 1, "ru": "Толкнитесь руками и разогните ноги.", "en": "Push with the hands and unbend the legs.", "enSynonyms": ["Press with your hands and straighten your legs.", "Push through your hands and extend your legs.", "Push away with your hands and straighten your legs.", "Use your hands to push and straighten your legs.", "Push against the floor with your hands and straighten your legs.", "Press your palms down and unbend your legs.", "Push through your palms and extend your legs fully.", "Push away with your hands and gradually straighten your legs.", "Firmly push with your hands and allow your legs to straighten.", "Use your hands for leverage and unbend your legs.", "Push firmly with your hands and extend your legs outwards.", "Press with your palms and unbend the legs to full extension.", "Push the ground away with your hands and stretch your legs out.", "Firmly push with your hands, straightening your legs.", "Press into the ground with your hands and extend your legs.", "Use your hands to push while straightening your legs.", "Push away with your hands and extend your legs to their full length.", "Press down with your hands, straightening your legs with control.", "Push with the palms of your hands, allowing your legs to unbend."] },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "+Адхо мукха шван+асана.", "en": "+Adho mukha shwan+asana." },
{ "silence": 500 },
{ "version": 1, "ru": "Приподнимите ногу и пяткой давите назад и вверх.", "en": "Lift your leg and press your heel back and upward.", "enSynonyms": ["Raise your leg and push your heel backward and upward.", "Elevate your leg and drive your heel towards the back and up.", "Lift your leg and extend your heel in a backward and upward direction.", "Raise the leg and press the heel back while reaching upward.", "Lift your leg, pushing the heel both back and upwards.", "Elevate your leg and stretch your heel backward and upward.", "Raise the leg, driving the heel towards the back and up.", "Lift your leg, directing your heel backward and then upward.", "Bring your leg up and press the heel back and slightly upward.", "Lift your leg and press the heel powerfully back and up.", "Raise your leg with the heel driving backward and upward.", "Extend your leg, pressing the heel towards the back and upward.", "Lift your leg up and guide your heel in a backward and upward motion.", "Elevate your leg while pushing the heel in a back-and-upward stretch.", "Raise your leg and push the heel firmly backward and upward.", "Lift your leg and extend your heel back with an upward motion.", "Bring your leg up, pressing your heel back and towards the sky.", "Raise your leg with intention, driving the heel back and slightly upward.", "Elevate the leg and push the heel backwards and upwards in one motion."] },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Эка п+ада +Адхо мукха шван+асана.", "en": "Eka Pada Adho Mukha Svanasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Носок поднятой стопы натяните на себя.", "en": "Pull the toe of the raised foot toward you.", "enSynonyms": ["Draw the toes of your lifted foot back toward yourself.", "Flex the toes of the raised foot in your direction.", "Point the toes of the lifted foot towards your body.", "Pull back the toes of the raised foot towards you.", "Bring the toes of the elevated foot closer to your body.", "Stretch the toes of the lifted foot back towards yourself.", "Draw the toes of the raised foot inward, towards you.", "Curl the toes of the lifted foot slightly back toward your body.", "Pull the toes of the elevated foot in your direction with focus.", "Flex the toes of the raised foot gently towards your chest.", "Bring the toes of the lifted foot inward towards yourself.", "Pull back the toes of the raised foot as if drawing them closer.", "Flex the toes of the elevated foot towards the centre of your body.", "Draw the toes of the lifted foot back with steady intention.", "Pull the toes of the raised foot towards you with control.", "Stretch the toes of the lifted foot inward, as if pointing towards you.", "Flex the toes of the raised foot back, directing them towards you.", "Pull the toes of the elevated foot slightly back in your direction.", "Bring the toes of the raised foot inward with a deliberate pull."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Шаг вперед стопой поднятой ноги.", "en": "Step forward with the foot of your lifted leg." },
{ "silence": 1000 },
{ "version": 1, "ru": "Поднимите туловище.", "en": "Raise the body." },
{ "silence": 500 },
{ "version": 1, "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Пяткой вытянутой ноги давите назад и ногу выпрямите в колене.", "en": "Push back with the heel of your extended leg and straighten the leg at the knee.", "enSynonyms": ["Press backward through the heel of your stretched leg and fully extend the knee.", "With the heel of your extended leg, push back while straightening the knee.", "Drive your heel back with intention and align your extended leg by straightening the knee.", "Using the heel of your outstretched leg, push backward and ensure the knee is straight.", "Press your heel firmly backward and lengthen the leg fully by straightening the knee.", "Push back powerfully with your heel and extend the leg completely at the knee joint.", "Engage your extended leg by pressing the heel backward and straightening the knee.", "Through the heel of your extended leg, push back and achieve full straightening at the knee.", "Drive the heel of your stretched leg backward and fully align the knee for extension.", "Press back through your heel and allow the knee to straighten completely for balance.", "With steady focus, push back using your heel and extend your leg fully at the knee.", "Engage the back of your leg by pressing the heel backward and straightening the knee joint.", "Push through the heel of your extended leg, ensuring the knee aligns and straightens.", "Press the heel back with control and extend the leg smoothly through the knee.", "Drive your heel backward with purpose while maintaining a straightened knee.", "Push the heel behind you, fully extending the leg at the knee for proper alignment.", "Apply backward pressure with your heel and keep the knee straightened for stability.", "Press backward with the heel of your extended leg and elongate the leg by straightening the knee.", "Through deliberate effort, push back with the heel and straighten the knee of the extended leg.", "With careful precision, drive the heel back and fully straighten the knee of your outstretched leg."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Сохраняя сжатые кисти, на выдох поднимите руки.", "en": "Keeping your hands folded, raise your arms as you exhale." },
{ "silence": 500 },
{ "version": 1, "ru": "Лицо поднимите на уровень 45 градусов.", "en": "Raise your face to a 45-degree angle.", "enSynonyms": ["Lift your face to an angle of 45 degrees.", "Tilt your face upward to a 45-degree level.", "Elevate your face to meet a 45-degree angle.", "Raise your head, positioning your face at a 45-degree incline.", "Adjust your face upward to achieve a 45-degree angle.", "Lift your face gently to align with a 45-degree angle.", "Incline your face upward to reach a 45-degree position.", "Move your face to an elevated position at 45 degrees.", "Tilt your face to a level that matches a 45-degree angle.", "Raise your head and align your face with a 45-degree slant.", "Direct your face upward until it forms a 45-degree angle.", "Lift your chin slightly to align your face at 45 degrees.", "Position your face upward at an angle of 45 degrees.", "Gently raise your face to achieve a 45-degree tilt.", "Bring your face to a 45-degree elevation.", "Tilt your head to position your face at a 45-degree angle.", "Lift your face carefully until it aligns with 45 degrees.", "Raise your face upward to form a 45-degree slope.", "Adjust your head so your face points upward at 45 degrees.", "Elevate your face smoothly to a 45-degree angle."] },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Вирабхадр+асана п+ервая.", "en": "Virabhadra's first aspect." },
{ "silence": 5000 },
{ "version": 1, "ru": "Руки через стороны опустите.", "en": "Lower your arms through the sides.", "enSynonyms": ["Bring your arms down through the sides.", "Lower your arms to the sides.", "Let your arms come down through the sides.", "Gently lower your arms through the sides.", "Drop your arms through the sides.", "Bring your arms out and down through the sides.", "Allow your arms to fall through the sides.", "Let your arms descend through the sides.", "Move your arms down through the sides.", "Drop your arms down through the sides.", "Guide your arms down through the sides.", "Lower your arms gently through the sides.", "Let your arms drift down through the sides.", "Let your arms float down through the sides.", "Release your arms through the sides.", "Move your arms downward through the sides.", "Ease your arms down through the sides.", "Relax your arms down through the sides.", "Slowly let your arms come down through the sides."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Шаг назад стопой.", "en": "Step back with your foot." },
{ "silence": 500 },
{ "version": 1, "ru": "Согните локти до прямого угла.", "en": "Bend your elbows to a 90-degree angle." },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Чатур+анга данд+асана.", "en": "Chaturanga Dandasana." },
{ "silence": 500 },
{ "version": 1, "ru": "Опустите колени, подбородок, грудную клетку.", "en": "Lower your knees, chin, and chest." },
{ "silence": 500 },
{"version":2,"ru":"Колени пододвиньте вперед, чтобы в пояснице образовался прогиб.","en":"Slide your knees forward to create an arch in your back."},
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Аштанга Намаск+ара.", "en": "Ashtanga Namask+ara." },
{ "silence": 500 },
{ "version": 1, "ru": "Толкнитесь руками и разогните ноги.", "en": "Push with the hands and unbend the legs.", "enSynonyms": ["Press with your hands and straighten your legs.", "Push through your hands and extend your legs.", "Push away with your hands and straighten your legs.", "Use your hands to push and straighten your legs.", "Push against the floor with your hands and straighten your legs.", "Press your palms down and unbend your legs.", "Push through your palms and extend your legs fully.", "Push away with your hands and gradually straighten your legs.", "Firmly push with your hands and allow your legs to straighten.", "Use your hands for leverage and unbend your legs.", "Push firmly with your hands and extend your legs outwards.", "Press with your palms and unbend the legs to full extension.", "Push the ground away with your hands and stretch your legs out.", "Firmly push with your hands, straightening your legs.", "Press into the ground with your hands and extend your legs.", "Use your hands to push while straightening your legs.", "Push away with your hands and extend your legs to their full length.", "Press down with your hands, straightening your legs with control.", "Push with the palms of your hands, allowing your legs to unbend."] },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "+Адхо мукха шван+асана.", "en": "+Adho mukha shwan+asana." },
{ "silence": 500 },
{ "version": 1, "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 500 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 500 },
{ "version": 1, "ru": "Подпрыжка или шаг стопами.", "en": "A small jump or a step with your feet.", "enSynonyms": ["Make a gentle hop or step with your feet.", "Perform a light jump or step using your feet.", "Take a step or make a little jump with your feet.", "Hop softly or step forward with your feet.", "Execute a small jump or a deliberate step with your feet.", "Make a controlled hop or a steady step using your feet.", "Step or hop lightly with your feet.", "Perform a slight jump or move forward with a step.", "Take a light hop or step using your feet.", "Make a gentle leap or a small step forward.", "Hop gently or take a deliberate step with your feet.", "Move with a small jump or a purposeful step.", "Perform a light leap or a measured step forward.", "Take a soft hop or a firm step with your feet.", "Execute a little jump or an intentional step forward.", "Hop slightly or step forward with balance.", "Make a brief leap or a careful step using your feet.", "Step forward or hop gently with control.", "Perform a mild jump or a forward-moving step.", "Take a soft hop or a steady, purposeful step forward."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Кисти на колени.", "en": "Place your wrists gently on your knees, maintaining a relaxed and grounded posture.", "enSynonyms": [ "Rest your wrists lightly on your knees, ensuring a calm and stable posture.", "Place your wrists softly on your knees, while staying grounded and relaxed.", "Gently position your wrists on your knees, keeping your posture relaxed and steady.", "Rest your hands on your knees, maintaining a peaceful and stable stance.", "Gently rest your wrists on your knees, maintaining a balanced and calm posture.", "Place your wrists on your knees softly, ensuring a grounded and relaxed position.", "Place your wrists lightly on your knees and remain in a relaxed, grounded posture.", "Rest your wrists gently on your knees, while keeping your posture firm and calm.", "Keep your wrists on your knees with a soft touch, maintaining a stable and grounded posture.", "Place your wrists on your knees with ease, ensuring a relaxed and steady alignment.", "Gently position your wrists on your knees and maintain a balanced, grounded stance.", "Softly rest your wrists on your knees, staying in a relaxed and centered position.", "Position your wrists lightly on your knees, while maintaining a grounded and peaceful posture.", "Rest your wrists on your knees gently, staying relaxed and steady in your posture.", "Place your wrists on your knees, keeping your body relaxed and rooted.", "Gently rest your wrists on your knees while maintaining a balanced and relaxed stance.", "Position your wrists lightly on your knees and keep a calm and grounded posture.", "Place your wrists on your knees, maintaining a stable and relaxed body position.", "Rest your wrists gently on your knees, ensuring a calm, grounded posture." ] },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1500 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 500 },
{ "chance": 15, "version": 2, "ru": "Поднимите лицо.", "en": "Lift your face upwards.", "enSynonyms": ["Raise your face towards the sky.", "Look up by lifting your chin and eyes.", "Elevate your gaze and facial posture.", "Direct your countenance upward with grace.", "Bring your visage into an upward-facing position."]},
{ "silence": 500 },
{ "version": 1, "ru": "Грудную клетку опустите на переднюю часть бёдер.", "en": "Lower your chest to the front of your thighs.", "enSynonyms": ["Bring your chest down to the front of your thighs.", "Drop your chest to meet the front of your thighs.", "Lower your chest towards the front of your thighs.", "Gently bring your chest towards the front of your thighs.", "Move your chest down to the front of your thighs.", "Sink your chest down to the front of your thighs.", "Allow your chest to descend towards the front of your thighs.", "Place your chest gently on the front of your thighs.", "Guide your chest towards the front of your thighs.", "Lower your chest, aligning it with the front of your thighs.", "Drop your chest to align with the front of your thighs.", "Lower your torso until your chest touches the front of your thighs.", "Move your chest towards the upper part of your thighs.", "Bring your chest closer to the front of your thighs.", "Lower your chest onto the front of your thighs.", "Guide your chest downward towards the front of your thighs.", "Place your chest over the front of your thighs.", "Slowly lower your chest down towards the front of your thighs.", "Gently move your chest down to rest on the front of your thighs." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Кистями возьмитесь за голени.", "en": "Grasp your shins with your hands.", "enSynonyms": ["Hold onto your shins with your palms.", "Take hold of your shins using your hands.", "Grip your shins firmly with your hands.", "Secure your shins gently with your palms.", "Clasp your shins with your hands.", "Grab hold of your shins using your hands.", "Place your hands around your shins and hold.", "Hold your shins steadily with your hands.", "Encircle your shins with your palms and grip gently.", "Wrap your hands around your shins and hold firmly.", "Take your shins in your hands and hold gently.", "Grip your shins securely with your hands.", "Place your palms on your shins and hold steadily.", "Hold your shins carefully with your hands.", "Grasp the sides of your shins using your palms.", "Rest your hands on your shins and clasp them.", "Anchor your hands to your shins and hold.", "Take hold of your shins firmly but gently.", "Use your hands to grip your shins.", "Place your hands on your shins and grip softly."] },
{ "silence": 1000 },
{ "version":2, "ru":"Оторвите грудную клетку от коленей и выпрямите ноги.","en":"Lift your chest away from your knees and straighten your legs.","enSynonyms":["Raise your chest off your knees and extend your legs fully.","Peel your chest away from your knees and lengthen your legs.","Float your chest upward as you stretch your legs straight.","Gently lift your chest, creating space, and unfurl your legs.","Elevate your chest smoothly while extending your legs with control."]},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "+Ардха уттан+асана.", "en": "Ardha Uttanasana." },
{ "silence": 500 },
  { "chance": 50, "version": 1, "ru": "Поза вытяжения в наклоне вперед.", "en": "Standing half-forward bend." },
{ "silence": 2000 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Колени согните.", "en": "Bend the knees.", "enSynonyms": ["Flex your knees.", "Lower into a kneeling position.", "Bring your knees towards your chest.", "Gently bend your knees.", "Bend your knees deeply.", "Lower your knees by bending them.", "Sink down by bending your knees.", "Activate your knees by bending them.", "Flex your knees into a comfortable position.", "Ease into a bend with your knees.", "Bend your knees gently to maintain balance.", "Softly bend your knees.", "Allow your knees to bend naturally.", "Gradually bend your knees.", "Shift your weight by bending your knees.", "Bend your knees to ease your posture.", "Flex your knees to lower your body.", "Bend your knees to stabilize yourself.", "Bend your knees slightly for better control.", "Draw your knees in to maintain the position."] },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 500 },
{ "version": 1, "ru": "Таз отведите назад, как будто садитесь на стул.", "en": "Move your hips back as if you are sitting on a chair.", "enSynonyms": [ "Push your hips back as if you are about to sit in a chair.", "Shift your pelvis back, as though sitting on a chair.", "Move your hips backwards, as if you were sitting down on a chair.", "Push your hips back, imagining sitting on a chair.", "Shift your hips back, mimicking the action of sitting on a chair.", "Move your hips behind you as if preparing to sit on a chair.", "Push your pelvis backwards, as if you are lowering into a chair.", "Move your hips backward, like you are sitting down into a chair.", "Draw your hips back, as if you were about to sit in a chair.", "Push your hips back and downward, as if you are sitting down on a chair.", "Move your hips back, as though you are lowering into a chair seat.", "Shift your pelvis back, as if sitting down onto a chair.", "Move your hips behind you, as if you're about to sit in a chair.", "Push your hips back, like you're preparing to sit on a chair.", "Move your hips back, imitating the motion of sitting in a chair.", "Draw your hips backwards, mimicking sitting on a chair.", "Shift your hips back, imagining you are about to sit in a chair.", "Push your pelvis back, like you’re lowering into a chair seat." ] },
{ "silence": 500 },
{ "version": 1, "ru": "В коленях угол девяносто градусов.", "en": "the angle is ninety degrees in the knees"},
{ "silence": 500 },
{ "version": 1, "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Сохраняя сжатые кисти, на выдох поднимите руки.", "en": "Keeping your hands folded, raise your arms as you exhale." },
{ "silence": 500 },
{ "chance":30,"version": 1, "ru":"Подбородком давите на ярёмную ямку.","en":"Press your chin gently into the hollow of your collarbone.","enSynonyms":["Gently apply pressure with your chin to the soft hollow of your clavicle.","Let your chin rest and exert a gentle pressure upon the hollow of your collarbone.","Place your chin in the depression just above your collarbone, applying a soft but firm pressure.","With the chin, gently press into the hollow where your collarbone meets your neck.","Guide your chin towards the subtle dip of your collarbone, applying just enough pressure.","Move your chin towards the delicate hollow above your chest, pressing softly.","Firmly yet gently direct your chin into the area just below your throat, where your collarbone curves.","Draw your chin to the area of the clavicular notch, exerting a soft, mindful pressure.","Let the chin rest lightly in the indentation of your collarbone, pressing ever so slightly.","Carefully and intentionally press your chin into the hollow where your collarbone dips."]},
{ "silence": 500 },
{ "version": 1, "ru": "Уткат+асана.", "en": "Utkat+asana." },
{ "silence": 500 },
  { "version":2, "ru":"Пятки прижаты к полу.","en":"Press your heels firmly into the floor.","enSynonyms":["Keep your heels grounded on the floor.","Ensure your heels are flat against the floor.","Root your heels down into the floor.","Anchor your heels firmly, maintaining contact with the floor.","Gently press your heels down, feeling a steady connection to the floor beneath you."]},
{ "silence": 500 },
{ "chance": 50, "version": 2, "ru": "Кистями давите назад.", "en": "Press your hands backward.", "enSynonyms": ["Push your hands toward the back.", "Apply pressure with your hands in a backward direction.", "Engage your hands and press them behind you.", "Use your hands to press firmly backward.", "Drive your hands back with intention and strength."] },
{ "silence": 500 },
{ "version": 1, "ru": "Локти выпрямите.", "en": "Straighten your elbows.", "enSynonyms": ["Extend your elbows.", "Unlock your elbows.", "Fully straighten your elbows.", "Elongate your elbows.", "Make your elbows straight.", "Unbend your elbows.", "Activate the full extension of your elbows.", "Open your elbows by straightening them.", "Ensure your elbows are fully extended.", "Unfold your elbows.", "Stretch your elbows out fully.", "Push your elbows straight.", "Elbows extended fully.", "Straighten your elbows completely.", "Allow your elbows to straighten.", "Unbend your arms at the elbows.", "Draw your elbows out straight.", "Fully extend your elbows.", "Reach full extension with your elbows.", "Unlock and straighten your elbows." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Разогните ноги.", "en": "Extend your legs fully, straightening them with a sense of strength and stability.", "enSynonyms": ["Straighten your legs completely with controlled energy.", "Fully extend your legs, grounding yourself firmly.", "Stretch your legs out straight, maintaining balance.", "Unbend your legs entirely, focusing on strength.", "Extend your legs with precision and stability.", "Straighten your legs fully to feel grounded and strong.", "Reach your legs out to their full extension with poise.", "Allow your legs to straighten fully, engaging their length.", "Push your legs to full extension with a sense of ease.", "Unfold your legs completely, staying centred and stable.", "Straighten and extend your legs with deliberate control.", "Fully elongate your legs, anchoring yourself with intent.", "Stretch your legs forward with strength and balance.", "Extend your legs fully, feeling the power in their length.", "Unbend your legs completely, grounding your posture.", "Straighten your legs with focus and stability.", "Stretch your legs outward fully, creating a strong foundation.", "Bring your legs to full extension with a steady posture.", "Lengthen your legs fully, rooting yourself in the moment.", "Push your legs straight, holding strength in your stance." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Рёбра стоп прижмите друг к другу", "en": "Press the edges of your feet firmly together.", "enSynonyms": ["Bring the edges of your feet into firm contact with each other.", "Press the sides of your feet against one another firmly.", "Draw the edges of your feet together with intention.", "Ensure the sides of your feet are snugly pressed together.", "Gently but firmly press the inner edges of your feet together.", "Bring the sides of your feet into alignment, pressing them firmly together.", "Unite the edges of your feet by pressing them firmly against each other.", "Firmly join the sides of your feet, ensuring they stay connected.", "Press the outer edges of your feet together with deliberate pressure.", "Hold the edges of your feet together with a steady but gentle press.", "Place the sides of your feet in contact, ensuring a firm connection.", "Ensure the inner and outer edges of your feet meet snugly, pressing them together.", "Press the medial edges of your feet into one another for a stable connection.", "Join the rims of your feet with a firm and steady pressure.", "Bring the feet's edges together, holding them firmly in contact.", "Secure the sides of your feet together with a consistent press.", "Keep the edges of your feet aligned and pressed firmly against one another.", "Let the rims of your feet meet, pressing them together evenly.", "Draw the edges of your feet inward until they touch securely.", "Firmly align and press the sides of your feet into one another."] },
{ "silence": 1000 },
{ "chance": 35, "version": 1, "ru": "Лицо поднимите.", "en": "Lift up the face." },
{ "silence": 1000 },
{ "version": 1, "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 1000 },
{ "version":2, "ru":"Опускайте руки через стороны и опускайтесь на пятки.","en":"Bring your arms down gently through the sides and settle back onto your heels.","enSynonyms":["Lower your arms smoothly along the sides and ease down onto your heels.","Guide your arms down by your sides and sink back onto your heels.","Let your arms flow down through the sides and rest back onto your heels.","Gradually release your arms to your sides and lower yourself onto your heels with control.","Allow your arms to descend alongside your body and gently take a seat on your heels."]},
{ "silence": 500 },
{ "chance": 95, "version": 1, "ru": "Тад+асана.", "en": "Tad+asana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза гор+ы.", "en": "Mountain Pose." },
{ "silence": 1000 },
{ "chance":50,"version": 1, "ru":"Все мышцы тела в легком тонусе.","en":"All the muscles of the body are in light tonus.","enSynonyms":["The muscles throughout the body are in a gentle tone.","All of the body’s muscles are subtly engaged.","Every muscle in the body is in a mild tone.","The entire body’s muscles are slightly tensed.","Muscles throughout the body are in a light state of tension.","The muscles of your body are gently activated.","Your body’s muscles are in a light, controlled tone.","All your muscles are engaged in a soft, light tension.","There is a subtle toning of every muscle in the body.","Your muscles are delicately toned throughout the body.","Feel the gentle activation of your body’s muscles.","Your body’s muscles are in a slight, graceful tone.","All the muscles in your body are lightly activated.","Every muscle in your body has a soft tone.","There’s a light tension in every muscle of your body.","The muscles in your body are all in a calm, light tonus.","Every muscle is subtly engaged, with a light tone.","Your body’s muscles are lightly engaged in a soft tonus.","Muscles throughout the body maintain a soft, controlled tone.","Every muscle in the body is gently activated in a mild tonus."]},
{ "silence": 500 },
{ "chance":65,"version": 1, "ru":"Нижнюю часть таза подайте вперед.","en":"Bring the lower part of the pelvis forward.","enSynonyms":["Shift the lower part of your pelvis forward.","Move the bottom of your pelvis in a forward direction.","Push your pelvis forward from the lower part.","Direct the lower part of the pelvis towards the front.","Align the lower part of your pelvis with the front of your body.","Guide the lower pelvis forward into position.","Draw the lower part of the pelvis forward and gently align it.","Position the lower pelvis in front, guiding it with ease.","Extend the lower part of your pelvis forward.","Bring the bottom of your pelvis towards the front of the body.","Move your pelvis forward, focusing on the lower portion.","Push your pelvis forward by shifting its lower half.","Direct the lower half of your pelvis towards the front.","Lead the lower portion of the pelvis forward, maintaining posture.","Align the lower section of the pelvis with the front line of your body.","Slightly move the bottom of the pelvis forward to create alignment.","Lift the lower pelvis gently forward into a stable position.","Guide your lower pelvis in a forward motion with control.","Shift the bottom of your pelvis forward in alignment with the body."]},
{ "silence": 100 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 100 },
{ "version": 1, "ru": "Отведите назад затылок и лопатки.", "en": "Pull back the back of the head and shoulder blades." },
{ "silence": 100 },
{ "version": 1, "ru": "Руки прямые в локтях.", "en": "Arms straight at the elbows.", "enSynonyms": ["Keep your arms straight at the elbows.", "Straighten your arms at the elbows.", "Ensure your arms are straight at the elbows.", "Hold your arms extended with straight elbows.", "Position your arms with straight elbows.", "Make sure your elbows are straight in your arms.", "Extend your arms with straight elbows.", "Straighten your elbows fully.", "Ensure your elbows are aligned and straight.", "Keep your arms in a fully extended position with straight elbows.", "Hold your arms with straightened elbows.", "Maintain your arms straight at the elbows.", "Align your arms so your elbows are straight.", "Ensure your arms are fully extended with straight elbows.", "Straighten your arms, keeping your elbows locked.", "Make sure your elbows are fully extended.", "Hold your arms in a straight line with elbows locked.", "Position your arms with fully straightened elbows.", "Ensure your elbows are straight and your arms are extended.", "Keep your arms aligned, straightening the elbows." ] },
{ "silence": 100 },
{ "chance": 20, "version": 1, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 7000 }
]