[
{ "ru": "Согните вытянутую ногу и противоположной кистью перекрёстно возьмитесь за голень.", "en": "Bend your extended leg and cross your opposite hand to hold the shin.", "enSynonyms": ["Fold the extended leg and use the opposite hand to grasp the shin diagonally.", "Bend your outstretched leg and reach across with the opposite hand to grip the shin.", "Curve the extended leg and cross your hand over to clasp the shin.", "Bring the stretched leg into a bend and hold the shin with your opposite hand.", "Bend your straightened leg and grab the shin with a cross reach of the other hand.", "Fold the leg and reach across with the opposite hand to secure the shin.", "Flex the extended leg and use the opposing hand to grasp the shin.", "Bend your leg and take hold of the shin by crossing the opposite hand over.", "Bring the extended leg into a bend and diagonally hold the shin with the other hand.", "Bend the outstretched leg and reach across to clasp the shin with your other hand.", "Fold the extended leg, using your opposite hand to grip the shin in a crosswise motion.", "Bend your leg and cross the opposite hand to grasp the shin firmly.", "Flex the straight leg and take the shin with a diagonal reach of the opposing hand.", "Bring your leg into a bend and secure the shin with the opposite hand crossing over.", "Fold your extended leg and cross the opposite hand to hold the shin firmly.", "Bend the leg and use the other hand to cross over and clasp the shin.", "Flex your leg and diagonally reach to grasp the shin with the opposite hand.", "Curve the leg and cross the hand over to take hold of the shin.", "Bring your leg into a bend and grasp the shin with a cross-reach of the other hand.", "Bend the extended leg and secure the shin by reaching across with the opposite hand."] },
{ "silence": 1000 },
{ "ru": "Ст+опу тяните вверх." },
{ "silence": 500 },
{ "ru": "Эка х+аста вьягр+асана.", "en": "Eka Hasta Vyaghrasana." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза тигра на одну сторону.", "en": "One Handed Tiger Pose." },
{ "silence": 500 },
{ "ru": "Плечевой сустав на стороне опорной ноги подайте вперед, чтобы выровнять плечевые и тазобедренный суставы параллельно друг другу, чтобы линия позвоночника была прямой." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Таз сместите в сторону поднятой ноги." },
{ "silence": 1000 },
{ "ru": "Узкий коридор.", "en": "A narrow corridor." },
{ "silence": 4000 }
]