[
{"version":2,"ru":"Одну ногу выведите назад и вверх." },
{ "silence": 1000 },
{"version": 1, "ru":"Противположной от согнутой ноги кистью перекрёстно возьмитесь за голень.","en":"With the hand opposite the bent leg, cross over and firmly grasp the shin.","enSynonyms":["Seize the shin with the opposing hand, crossing over gracefully.","Grasp the shin using the hand that contrasts the bent limb.","Embrace the shin via the hand diametrically opposed to the flexed leg.","Securely hold the shin by reaching across from the contrary side.","Grip the shin tightly with the counterbalancing arm's hand.","Clasp the shin with the hand positioned opposite the knee bend.","Firmly clench the shin utilizing the hand from the opposite extremity.","Hold the shin steadfastly with the hand from the alternate side.","Cling to the shin employing the hand from the other side of the bent leg.","Capture the shin with the hand that opposes the flexed lower appendage.","Reach across your body, seizing the shin with the hand opposite the bent knee.","Cross your arms deftly, ensuring the hand from the straight leg grasps the shin.","Navigate your hand from the non-bent side, securing a firm grip on the shin.","Position your hand from the extended leg, wrapping it around to clutch the shin securely.","Direct the hand from the straightened leg towards the shin, creating a robust hold.","Utilize the hand from the unbent leg to encircle and firmly secure the shin.","Ensure a strong connection by clasping the shin with the hand from the opposite leg.","Bridge the gap between limbs, capturing the shin with the hand from the straight leg.","From the side of the outstretched leg, reach over and establish a firm grip on the shin.","Extend your arm across, making certain the hand from the opposite leg grips the shin tightly.","Guide the hand from the straight leg around, anchoring it securely on the shin."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Эка х+аста вьягр+асана.", "en": "Eka Hasta Vyaghrasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза тигра на одну сторону.", "en": "One Handed Tiger Pose." },
{ "silence": 1000 },
{ "chance": 40, "version": 2, "ru": "Плечо которое ушло назад выведите вперед, чтобы между плечевыми образовалась прямая линия.", "en": "Bring the shoulder that moved back forward, aligning both shoulders into a straight line.", "enSynonyms": ["Guide the retracted shoulder forward to create an even alignment across both shoulders.", "Adjust the backward-shifted shoulder ahead so your shoulders form a straight horizontal line.", "Move the shoulder that drifted back into place, ensuring a level line between them.", "Reposition the shoulder that lagged behind, establishing a balanced straightness in your shoulders.", "Shift the displaced shoulder forward, creating symmetry and alignment across your shoulder girdle."]},
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 1000 },
{ "chance": 55, "version": 2, "ru": "Таз сместите в сторону поднятой ноги.", "en": "Shift your hips towards the side of your lifted leg.", "enSynonyms": ["Move your pelvis in the direction of your raised leg.", "Adjust your hips to align with the side of your elevated leg.", "Gently tilt your hips toward the side where your leg is lifted.", "Reposition your hips to face the side of your leg that is raised."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Узкий коридор.", "en": "A narrow corridor." },
{ "silence": 5000 }
]