[
{ "version": 1, "ru": "Согните поднятую ногу и кистью той же стороны возьмитесь за голень." },
{ "silence": 500 },
{ "version":2,"ru":"Поднятую стопу тяните вверх.","en":"Pull your raised foot upward.","enSynonyms":["Stretch your lifted foot towards the ceiling.","Extend your elevated foot upwards.","Draw your raised foot higher.","Reach your lifted foot skyward.","Lengthen your raised foot upward."]},
{ "silence": 500 },
{ "version":2,"ru":"Натарадж+асана.","en":"Natarajasana."},
{ "silence": 500 },
{ "version":2,"ru":"Поднятую стопу тяните вверх.","en":"Pull your raised foot upward.","enSynonyms":["Stretch your lifted foot towards the ceiling.","Extend your elevated foot upwards.","Draw your raised foot higher.","Reach your lifted foot skyward.","Lengthen your raised foot upward."]},
{ "silence": 3000 },
{ "version": 1, "ru": "Выпрямите колено опорной ноги.", "en": "Straighten the knee of your supporting leg.", "enSynonyms": [ "Extend the knee of your standing leg.", "Straighten the knee of your grounded leg.", "Unbend the knee of your support leg.", "Straighten the knee of the leg you are standing on.", "Extend the knee of the leg supporting your weight.", "Unfold the knee of your standing leg.", "Push the knee of your supporting leg into a straight line.", "Unlock the knee of your support leg.", "Stretch the knee of the leg holding your weight.", "Straighten out the knee of your supporting leg.", "Lengthen the knee of your standing leg.", "Align the knee of your support leg.", "Straighten the knee of the leg you're balancing on.", "Fully extend the knee of your supporting leg.", "Unbend the knee of your weight-bearing leg.", "Press the knee of your support leg straight.", "Extend and straighten the knee of your standing leg.", "Activate the knee of your supporting leg, straightening it." ] },
{ "silence": 1000 },
{ "version":2,"ru":"Плечевой сустав со стороны поднятой ноги подайте вперед, чтобы плечевые суставы расположились параллельно друг другу в горизонтальной плоскости.","en":"Move the shoulder on the side of your raised leg forward, aligning both shoulders parallel to each other in a horizontal plane.","enSynonyms":["Shift the shoulder corresponding to your lifted leg forward, ensuring both shoulders are parallel horizontally.","Advance the shoulder on the side of your elevated leg, keeping both shoulders level and parallel.","Push the shoulder aligned with your raised leg forward, maintaining a parallel alignment of both shoulders.","Guide the shoulder on the side of your lifted leg forward, so both shoulders are evenly aligned.","Adjust the shoulder on the side of your raised leg forward, creating a parallel and level alignment of both shoulders."]},
{ "silence": 100 },
{ "version": 2, "ru": "Поднятую стопу тяните выше.", "en": "Pull your raised foot upwards even higher.", "enSynonyms": ["Lift your elevated foot to a greater height.", "Draw your lifted foot further upwards.", "Extend your raised foot to a higher position.", "Stretch your elevated foot upwards with more intensity."]},
{ "silence": 4000 }
]