[
{ "version": 1, "ru": "Носок поднятой ноги выведите к колену <[accented]> опорной ноги." },
{ "silence": 1000 },
{ "version": 1, "ru": "Скруглите спину.", "en": "Round your back.", "enSynonyms": [ "Curve your spine.", "Arch your back into a rounded position.", "Round your entire back.", "Flex your spine and round it gently.", "Tuck your chin and round your back.", "Draw your navel in and round your spine.", "Gently round your back, creating a smooth curve.", "Curl your spine into a rounded position.", "Round your back from the tailbone up.", "Flex your spine and round through your back.", "Tuck your pelvis and round your back.", "Curl your back, starting from the lower spine.", "Engage your core and round your back gently.", "Create a gentle curve in your spine.", "Tuck your pelvis under and round your back.", "Press your spine into a round shape.", "Create a rounded back, keeping your posture soft.", "Roll your spine into a rounded position.", "Flex and round your spine from the lower to upper back.", "Curl your upper back, making a smooth rounded shape." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Поднятое колено выведите в сторону.", "en": "Move the raised knee to the side.", "enSynonyms": ["Extend the lifted knee outward.", "Move the elevated knee to the side.", "Open the raised knee to the side.", "Shift the lifted knee outward.", "Bring the raised knee towards the side.", "Move the knee that is lifted to the side.", "Push the elevated knee outwards.", "Direct the raised knee outward.", "Take the lifted knee to the side.", "Move the knee that is raised sideways.", "Stretch the raised knee outward.", "Take your lifted knee out to the side.", "Draw the raised knee to the side.", "Spread the lifted knee outward.", "Guide the raised knee out to the side.", "Move the knee that's raised in an outward direction.", "Open the knee that is elevated towards the side.", "Take the lifted knee sideways.", "Direct the raised knee to the side." ] },
{ "silence": 1000 },
{"version": 2, "ru": "Поднятое колено максимально отведите назад и вверх.", "en": "Draw your raised knee back and upwards as far as possible.", "enSynonyms": ["Pull your lifted knee back and elevate it to its fullest extent.", "Extend your raised knee backward and upward to its maximum range.", "Move your elevated knee back and lift it as high as you can.", "Take your lifted knee back and raise it upwards to the greatest degree."]},
{ "silence": 3000 },
{ "version": 1, "ru": "Вращайте колено наружу.", "en": "Rotate your knee outward." },
{ "silence": 6000 },
{ "version": 1, "ru": "Носок поднятой ноги к опорному колену." },
{ "silence": 500 },
{"version":2,"ru":"Зафиксируйте и удерживайте ногу.","en":"Secure and hold your leg in place, ensuring stability and control.","enSynonyms":["Anchor and maintain your leg position.","Lock and sustain your leg firmly.","Grip and keep your leg steady.","Engage your muscles to stabilise and support your leg.","Focus on maintaining a firm hold on your leg while keeping your balance."]},
{ "silence": 500 },
{"chance":10,"version": 1, "ru":"Мысленно давите на подбородок, чтобы задняя поверхность шеи выпрямлялась.","en":"Mentally press your chin inward to straighten the back of your neck.","enSynonyms":["Imagine pressing your chin inwards to align the back of your neck.","Mentally engage your chin to help straighten the rear surface of your neck.","Picture pressing your chin inward to create a straighter neck line.","Visualise pressing your chin in to extend and straighten the back of your neck.","Focus on mentally pressing your chin to straighten the back of your neck.","Imagine a slight inward press of your chin to align the back of your neck.","Picture yourself gently pressing your chin in to elongate the neck's rear surface.","Envision mentally pressing your chin inward to align the back of your neck.","Think of pressing your chin in to align the back of your neck straight.","Visualise the action of pressing your chin in to encourage a straight neck posture.","Picture applying inward pressure to your chin to align the back of your neck.","Engage your mind to press your chin inwards for a straighter neck line.","Concentrate on pressing your chin gently inward to straighten the back of your neck.","Mentally imagine pressing your chin in to achieve a straight neck alignment.","Visualise an inward chin press to help elongate and straighten the back of your neck.","Think of pressing your chin towards your neck to ensure it straightens out.","Imagine an inward chin motion to encourage the straightening of the neck's rear.","Mentally focus on pressing your chin inward to create a perfectly aligned neck."]},
{ "silence": 2000 }
]