[
{ "silence": 500 },
{ "ru": "Ногу того колена которое касается лба вытяните назад и поднимите на такую высоту, чтобы нога была продолжением туловища.", "en": "Extend the leg of the knee that touches your forehead backward and lift it to a height where it aligns as a continuation of your torso.", "enSynonyms": ["Stretch the leg of the knee touching your forehead backward and raise it until it aligns with your torso.", "Extend backward the leg of the knee meeting your forehead, lifting it in line with the torso.", "Pull the leg of the forehead-touching knee backward, lifting it to create a seamless line with your body.", "Stretch the leg attached to the knee touching your forehead, elevating it to align with your body.", "Move the leg of the knee touching your forehead back and lift it into a straight line with your torso.", "Draw the leg of the forehead-knee backward and elevate it until it forms a continuation of your torso.", "Push the leg connected to the forehead-touching knee back and lift it until aligned with the trunk.", "Extend the leg of the knee resting on your forehead and raise it to the level of your torso’s alignment.", "Lengthen the leg associated with the forehead-knee backward, lifting it smoothly into line with the torso.", "Stretch the leg backward and upward, ensuring it aligns with your torso as an extension.", "Extend the leg backward from the knee touching your forehead and lift it, forming a straight line with your body.", "Raise the leg tied to the knee meeting your forehead, stretching it into a continuous flow with your torso.", "Lift the leg of the knee touching your forehead, stretching it back and aligning it seamlessly with your body.", "Move the leg backward from the forehead-touching knee and elevate it to match the torso’s extension.", "Extend the leg backward from the knee touching your forehead and lift it in smooth alignment with the trunk.", "Stretch the leg attached to the forehead-knee backward and elevate it as a direct continuation of the torso.", "Raise and lengthen the leg of the forehead-knee backward until it becomes one with the line of the torso.", "Draw the leg backward and upward, connecting it as an extension of your torso.", "Elevate the leg tied to the knee touching your forehead, stretching it back into alignment with the torso.", "Pull the leg back and lift it high enough to form an unbroken extension of your torso."] },
{ "silence": 2000 },
{ "chance": 60, "ru": "Пяткой давите назад.", "en": "Press your heel backwards.", "enSynonyms": ["Push your heel back.", "Engage your heel and press it behind you.", "Move your heel in a backward motion.", "Shift your heel towards the back.", "Draw your heel back with control.", "Reposition your heel, pressing it behind.", "Activate your heel and push it backwards.", "Push the heel in a backward direction.", "Take your heel behind you.", "Recede your heel to the back.", "Direct your heel back with intention.", "Guide your heel to move backwards.", "Move your heel deliberately behind you.", "Send your heel behind you, keeping it engaged.", "Push your heel back while maintaining alignment.", "Shift your heel backwards with focus.", "Move your heel behind you, creating pressure.", "With your heel, create a backward push.", "Reposition your heel, pushing it behind you.", "Push your heel with purpose to the back." ] },
{ "silence": 2000 },
{ "ru": "Опустите оба колена.", "en": "Lower both knees.", "enSynonyms": ["Bring both knees down.", "Gently lower your knees.", "Place both knees down onto the mat.", "Drop both knees to the floor.", "Let both knees come down.", "Slowly lower your knees to the mat.", "Bring your knees gently to the ground.", "Lower your knees carefully.", "Ease both knees down to the floor.", "Place your knees gently on the mat.", "Slowly lower both knees.", "Let your knees descend to the ground.", "Bring both knees gently towards the mat.", "Carefully lower both knees.", "Allow both knees to fall towards the floor.", "Let both knees rest on the mat.", "Lower your knees with control.", "Place both knees down gently and steadily.", "Allow your knees to lower gently onto the floor.", "Let both knees come down slowly."] },
{ "silence": 3000 },
{ "ru": "Прогнитесь в пояснице, сведите лопатки.", "en": "Arch your lower back and squeeze your shoulder blades together.", "enSynonyms": ["Bend your lower back and draw your shoulder blades together.", "Curve your lower spine and pull the shoulder blades towards each other.", "Push your chest forward as you arch your lower back, bringing your shoulder blades together.", "In an arch, bend your lower back while squeezing the shoulder blades.", "Round your lower back and squeeze the shoulder blades at the back.", "Move your lower spine into a gentle arch and bring your shoulder blades in.", "Engage the lower back and draw the shoulder blades together tightly.", "Flex your lumbar spine and pull your shoulder blades inward.", "Push your chest out and curve your lower back while squeezing the shoulder blades.", "Allow your lower back to arch as you bring your shoulder blades together.", "Lift your chest and curve the lower spine, squeezing your shoulder blades.", "Arch the lower back, bringing the shoulder blades together in a firm squeeze.", "Bend your back at the waist and squeeze the shoulder blades together.", "Tuck your chin and arch the lower back while engaging the shoulder blades.", "Push your chest forward as you curve your lower back and draw the shoulder blades together.", "Pull your shoulder blades in and gently arch your lower back.", "Focus on rounding your lower spine while drawing the shoulder blades closer.", "Perform a gentle backbend, pulling your shoulder blades tightly together.", "Create an arch in your lower back while squeezing the shoulder blades towards the spine." ] },
{ "silence": 1000 },
{ "chance": 95, "ru": "Битиласана.", "en": "Bitilasana." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза коровы.", "en": "Cow Pose." },
{ "silence": 3000 },
{ "ru": "Скруглите поясницу.", "en": "Round your lower back.", "enSynonyms": ["Arch your lower back.", "Curve your lower back.", "Tuck your lower back in a rounded position.", "Create a curve in your lower back.", "Pull your lower back into a rounded shape.", "Tuck your pelvis, rounding the lower back.", "Shape your lower back into a curve.", "Curl your lower back gently.", "Gently round your lower back.", "Draw your lower back into a rounded position.", "Let your lower back curve inward.", "Tilt your pelvis and round your lower back.", "Create a gentle curve in your lower back.", "Softly round your lower back.", "Bring your lower back into a rounded form.", "Tuck your pelvis and round the lower back.", "Let your lower back soften into a curve.", "Allow your lower back to round inward.", "Bend your lower back into a gentle curve.", "Round your lower spine softly."] },
{ "silence": 100 },
{ "ru": "Скруглите спину.", "en": "Round your back.", "enSynonyms": [ "Curve your spine.", "Arch your back into a rounded position.", "Round your entire back.", "Flex your spine and round it gently.", "Tuck your chin and round your back.", "Draw your navel in and round your spine.", "Gently round your back, creating a smooth curve.", "Curl your spine into a rounded position.", "Round your back from the tailbone up.", "Flex your spine and round through your back.", "Tuck your pelvis and round your back.", "Curl your back, starting from the lower spine.", "Engage your core and round your back gently.", "Create a gentle curve in your spine.", "Tuck your pelvis under and round your back.", "Press your spine into a round shape.", "Create a rounded back, keeping your posture soft.", "Roll your spine into a rounded position.", "Flex and round your spine from the lower to upper back.", "Curl your upper back, making a smooth rounded shape." ] },
{ "silence": 100 },
{ "ru": "Скруглите шейный отдел.", "en": "Round your cervical spine.", "enSynonyms": ["Curve your neck vertebrae.", "Tuck your chin and round your neck.", "Gently curve your cervical area.", "Flex your neck to create a rounded shape.", "Arch your neck forward in a smooth curve.", "Draw your chin towards your chest and round your neck.", "Create a rounded shape in the neck area.", "Move your neck into a gentle curve.", "Engage your cervical spine and round it.", "Slightly round your neck, drawing the chin inward.", "Round the upper spine by flexing the neck forward.", "Press your chin towards the chest, creating a rounded neck position.", "Allow your cervical spine to curve smoothly forward.", "Tuck your chin in and round the neck area.", "Focus on rounding the upper spine through the neck.", "Engage the neck muscles to create a rounded cervical position.", "Curve your neck gently, creating a slight arc.", "Tuck your chin, rounding the cervical spine with intention.", "Move the neck into a subtle, rounded position." ] },
{ "silence": 1000 },
{ "ru": "Копчик поджимайте под себя.", "en": "Tuck your tailbone underneath you.", "enSynonyms": ["Pull your coccyx under your body.", "Draw your tailbone inward.", "Tuck the base of your spine underneath you.", "Move your tailbone in towards your pelvis.", "Engage your tailbone and pull it under.", "Tilt your pelvis forward, tucking your coccyx under.", "Press your tailbone towards your body.", "Roll your tailbone under your spine.", "Retract your tailbone under your body.", "Guide your tailbone inward and under.", "Move your coccyx beneath you.", "Tuck your coccyx forward, under your body.", "Retract the base of your spine beneath you.", "Bring your tailbone under you, engaging the lower spine.", "Curl your tailbone towards your pelvis.", "Press the tailbone down and underneath you.", "Tuck your coccyx under, aligning your spine.", "Activate the lower spine by pulling your tailbone under.", "Pull your tailbone beneath you to align the spine." ] },
{ "silence": 1000 },
{ "chance": 15, "ru": "Втяните живот.", "en": "Pull the stomach in." },
{ "silence": 1000 },
{ "ru": "Марджари+асана.", "en": "Marjari+asana." },
{ "silence": 1000 },
{ "ru": "Подверните носки и приподнимите оба колена.", "en": "Tuck your toes and lift both knees off the mat.", "enSynonyms": [ "Curl your toes under and raise both knees up from the mat.", "Tuck your toes inward and lift both knees gently off the ground.", "Bend your toes under and lift both knees, keeping them elevated.", "Curl your toes under and raise both knees away from the mat.", "Tuck your toes and lift your knees off the floor, engaging your core.", "Bend your toes inward and elevate both knees, keeping your legs straight.", "Curl your toes and lift both knees off the mat, engaging your core for support.", "Tuck your toes under and raise both knees up, creating space under your legs.", "Bend your toes inward and lift both knees off the ground, feeling the stretch.", "Curl your toes and elevate both knees, keeping your posture strong.", "Tuck your toes under and raise both knees, creating space between your body and the mat.", "Bend your toes under and lift both knees, ensuring they are lifted equally.", "Tuck your toes and gently raise both knees, engaging your abdominal muscles.", "Curl your toes inward and lift both knees off the mat, maintaining balance.", "Tuck your toes and lift both knees off the ground, keeping your legs active.", "Bend your toes under and lift your knees, creating tension in your lower body.", "Curl your toes and elevate both knees, strengthening your core and legs.", "Tuck your toes under and raise both knees off the floor, keeping your torso stable.", "Curl your toes and lift both knees, grounding through your hands for stability." ] },
{ "silence": 1000 },
{ "ru": "Одним коленом коснитесь лба, сохраняя то колено которое снизу приподнятым.", "en": "Touch your forehead with one knee, keeping the lower knee slightly elevated.", "enSynonyms": ["Bring one knee gently to your forehead while ensuring the lower knee stays lifted.", "Move one knee toward your forehead, keeping the bottom knee subtly raised.", "Draw one knee to your forehead and maintain the lower knee in a slightly elevated position.", "Bring a knee to your forehead while lifting the opposite knee from below.", "Touch your forehead with one knee, holding the supporting knee elevated.", "Raise one knee to meet your forehead as the other knee remains slightly lifted.", "Guide one knee to your forehead while maintaining the other knee aloft.", "Touch your forehead softly with one knee, ensuring the lower knee stays raised.", "Lift one knee to your forehead while keeping the opposite knee hovering below.", "Move one knee gracefully to your forehead, leaving the lower knee lightly lifted.", "Bring one knee up to your forehead, mindful to keep the other knee elevated.", "Gently touch your forehead with one knee, the lower knee remaining subtly aloft.", "Reach your forehead with one knee while sustaining the elevation of the lower knee.", "Draw a knee softly to your forehead, keeping the opposite knee afloat.", "Guide one knee to your forehead, the other knee lightly suspended below.", "Touch your forehead with one knee, lifting the bottom knee slightly upward.", "Move one knee to meet your forehead while the supporting knee stays lightly raised.", "Bring one knee toward your forehead and keep the bottom knee hovering gently.", "Raise one knee to touch your forehead, keeping the other knee softly elevated.", "Guide one knee to meet your forehead, leaving the supporting knee slightly lifted."] },
{ "silence": 500 },
{ "ru": "Марджари+асана с коленом ко лбу.", "en": "Marjari+asana with knee to forehead." },
{ "silence": 500 },
{ "ru": "Носок поднятой ноги вытягивайте от себя, а пятку тяните к большой ягодичной мышце." },
{ "silence": 500 },
{"ru":"Плечевые суставы отведите назад и вниз.","en":"Move your shoulder joints back and downward.","enSynonyms":["Draw your shoulder joints back and down.","Pull your shoulder joints towards the back and lower them.","Guide your shoulder joints backward and downward.","Rotate your shoulder joints back and lower them.","Move your shoulder joints in a backward and downward direction.","Bring your shoulder joints behind you and downward.","Shift your shoulder joints back and allow them to drop.","Take your shoulder joints back and down in one smooth motion.","Extend your shoulder joints backward and then downward.","Lift your shoulders slightly before moving them back and down.","Draw your shoulders back, and then let them sink downward.","Initiate a backward movement of the shoulder joints followed by a downward motion.","Push your shoulders back and allow them to descend.","Draw your shoulder joints down and backward, maintaining fluid movement.","Move your shoulders back and guide them downward with ease.","Let your shoulder joints fall back and gently lower.","Move your shoulder joints from a forward position, bringing them back and down.","Relax your shoulders as you move them backward and downward.","Draw your shoulder blades back and allow them to descend.","Let your shoulders move back, followed by a natural downward movement."]},
{ "silence": 1000 },
{ "ru": "Ногу того колена которое касается лба вытяните назад и поднимите на такую высоту, чтобы нога была продолжением туловища.", "en": "Extend the leg of the knee that touches your forehead backward and lift it to a height where it aligns as a continuation of your torso.", "enSynonyms": ["Stretch the leg of the knee touching your forehead backward and raise it until it aligns with your torso.", "Extend backward the leg of the knee meeting your forehead, lifting it in line with the torso.", "Pull the leg of the forehead-touching knee backward, lifting it to create a seamless line with your body.", "Stretch the leg attached to the knee touching your forehead, elevating it to align with your body.", "Move the leg of the knee touching your forehead back and lift it into a straight line with your torso.", "Draw the leg of the forehead-knee backward and elevate it until it forms a continuation of your torso.", "Push the leg connected to the forehead-touching knee back and lift it until aligned with the trunk.", "Extend the leg of the knee resting on your forehead and raise it to the level of your torso’s alignment.", "Lengthen the leg associated with the forehead-knee backward, lifting it smoothly into line with the torso.", "Stretch the leg backward and upward, ensuring it aligns with your torso as an extension.", "Extend the leg backward from the knee touching your forehead and lift it, forming a straight line with your body.", "Raise the leg tied to the knee meeting your forehead, stretching it into a continuous flow with your torso.", "Lift the leg of the knee touching your forehead, stretching it back and aligning it seamlessly with your body.", "Move the leg backward from the forehead-touching knee and elevate it to match the torso’s extension.", "Extend the leg backward from the knee touching your forehead and lift it in smooth alignment with the trunk.", "Stretch the leg attached to the forehead-knee backward and elevate it as a direct continuation of the torso.", "Raise and lengthen the leg of the forehead-knee backward until it becomes one with the line of the torso.", "Draw the leg backward and upward, connecting it as an extension of your torso.", "Elevate the leg tied to the knee touching your forehead, stretching it back into alignment with the torso.", "Pull the leg back and lift it high enough to form an unbroken extension of your torso."] },
{ "silence": 2000 },
{ "chance": 60, "ru": "Пяткой давите назад.", "en": "Press your heel backwards.", "enSynonyms": ["Push your heel back.", "Engage your heel and press it behind you.", "Move your heel in a backward motion.", "Shift your heel towards the back.", "Draw your heel back with control.", "Reposition your heel, pressing it behind.", "Activate your heel and push it backwards.", "Push the heel in a backward direction.", "Take your heel behind you.", "Recede your heel to the back.", "Direct your heel back with intention.", "Guide your heel to move backwards.", "Move your heel deliberately behind you.", "Send your heel behind you, keeping it engaged.", "Push your heel back while maintaining alignment.", "Shift your heel backwards with focus.", "Move your heel behind you, creating pressure.", "With your heel, create a backward push.", "Reposition your heel, pushing it behind you.", "Push your heel with purpose to the back." ] },
{ "silence": 2000 },
{ "ru": "Опустите оба колена.", "en": "Lower both knees.", "enSynonyms": ["Bring both knees down.", "Gently lower your knees.", "Place both knees down onto the mat.", "Drop both knees to the floor.", "Let both knees come down.", "Slowly lower your knees to the mat.", "Bring your knees gently to the ground.", "Lower your knees carefully.", "Ease both knees down to the floor.", "Place your knees gently on the mat.", "Slowly lower both knees.", "Let your knees descend to the ground.", "Bring both knees gently towards the mat.", "Carefully lower both knees.", "Allow both knees to fall towards the floor.", "Let both knees rest on the mat.", "Lower your knees with control.", "Place both knees down gently and steadily.", "Allow your knees to lower gently onto the floor.", "Let both knees come down slowly."] },
{ "silence": 3000 },
{ "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back" },
{ "silence": 500 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 1000 },
{ "ru": "", "en": "Get to the seated position and extend the legs.", "enSynonyms": ["Sit down and stretch your legs out.", "Assume a seated position and straighten your legs.", "Sit comfortably and extend your legs forward.", "Take a seat and stretch your legs straight ahead.", "Sit down, extending your legs in front of you.", "Find a seated position and lengthen your legs.", "Sit upright and reach your legs forward.", "Sit with your legs extended straight out.", "Get seated and stretch your legs fully out.", "Sit down and lengthen your legs in front of you.", "Assume a seated posture and extend your legs outwards.", "Take a seated position and fully stretch the legs.", "Sit with your legs extended forward in front of you.", "Position yourself seated and extend your legs straight ahead.", "Get into a sitting position and stretch your legs out.", "Sit with your back straight and legs extended.", "Place yourself in a seated position and extend your legs straight.", "Assume a seated posture and fully stretch your legs out.", "Sit and extend your legs in front of you, keeping them straight." ] },
{ "silence": 3500 },
{ "ru": "Одно бедро прижмите к грудной клетке.", "en": "Press one thigh towards your chest.", "enSynonyms": ["Draw one thigh close to your chest.", "Bring one thigh in towards your ribcage.", "Pull one thigh gently towards your chest.", "Engage one thigh and move it towards your chest.", "Press one leg in towards your torso.", "Guide one thigh toward your ribcage.", "Hold one thigh against your chest.", "Bring one thigh close to your upper body.", "Draw one leg towards your chest in a controlled movement.", "Move one thigh towards your chest with intention.", "Pull one thigh towards your body, pressing it into the chest.", "Bring one thigh towards the torso and press it in.", "Press one thigh into your chest while keeping the other leg relaxed.", "Shift one thigh towards your chest in a smooth motion.", "Hold one thigh against your torso with control.", "Draw one thigh in towards your ribcage, gently pressing.", "Move one thigh towards your chest, keeping your posture aligned.", "Engage the hip and pull one thigh in towards your chest.", "Tuck one thigh close to the chest, engaging the muscles." ] },
{ "silence": 100 },
{ "ru": "Животом тянитесь вперед, чтобы поясница сохранялась прямой.", "en": "Pull the abdomen forward so that the lower back stays straight.", "enSynonyms": ["Engage the abdomen to draw it forward, keeping the lower back aligned.", "Move your abdomen forward, ensuring the lower back remains neutral.", "Push the belly forward while maintaining a straight lower back.", "Guide the abdomen forward, preserving the straightness of your lower spine.", "Draw the stomach in towards the front, keeping the lumbar spine straight.", "Pull the abdominal area forward, ensuring the lower back stays flat.", "Activate the core to pull the abdomen forward and keep the lower back straight.", "Draw your belly button towards the front, aligning the lower back.", "Tuck the abdomen forward while preserving the integrity of your lower spine.", "Extend your abdomen forward, maintaining the alignment of the lower back.", "Press the belly forward, keeping the lower back in a neutral position.", "Move the stomach forward with care, while preserving the straightness of your lower back.", "Engage your core to bring the abdomen forward, ensuring your lumbar remains neutral.", "Pull your abdomen forward while keeping the lower back aligned and firm.", "Guide your abdomen forward gently, maintaining a straight lower back posture.", "Move the abdomen forward, making sure the lumbar spine stays in a neutral position.", "Draw your belly forward, keeping your lower back flat and aligned.", "Push the abdomen forward, holding the lower back straight and stable.", "Pull the abdomen in front, while ensuring the lower back stays aligned." ] },
{ "silence": 12000 },
{ "ru": "Теперь прижмите другое бедро.", "en": "Now press the other thigh against your ribs.", "enSynonyms": ["Press the opposite thigh against your ribcage.", "Now bring the other thigh towards your torso, pressing it against your ribs.", "Place the other thigh against your ribs with gentle pressure.", "Now draw the other thigh close, pressing it into your ribcage.", "Engage the opposite thigh and press it towards the ribs.", "Move the other thigh inward, pressing it gently against the ribs.", "Press the second thigh into your ribcage now.", "Now move the other thigh towards your side, pressing it against your ribs.", "Draw the other thigh in towards your body, pressing it into the ribs.", "Now bring the other leg close and press the thigh against the ribs.", "Press the opposite thigh into your side, aligning with the ribs.", "Gently press the other thigh against your ribcage.", "Now, place the other thigh firmly against your ribs.", "Draw the other thigh inward, pressing it into your ribs for alignment.", "Move the second thigh towards your ribs and press it gently.", "Press the other thigh into your side, close to the ribcage.", "Now draw the opposite thigh inward, pressing it against your ribs.", "Press the other thigh firmly against your torso, aligning with the ribs." ] },
{ "silence": 12000 },
{ "ru": "Вытяните обе ноги вперед.", "en": "Extend both legs forward.", "enSynonyms": [ "Stretch both legs out in front of you.", "Reach both legs forward, extending them fully.", "Straighten both legs and extend them forward.", "Stretch your legs forward, keeping them straight.", "Reach your legs out in front of you, extending them fully.", "Extend your legs forward, keeping them aligned and straight.", "Push both legs out straight in front of you.", "Extend both legs in front of you, feeling the stretch.", "Stretch both legs ahead of you, keeping them long and straight.", "Reach both legs forward, maintaining a long line.", "Straighten both legs, extending them fully forward.", "Extend your legs in front of you, lengthening your body.", "Reach both legs out ahead, keeping them aligned and straight.", "Stretch both legs forward, maintaining good posture.", "Extend both legs ahead, keeping them firm and long.", "Straighten and extend both legs forward with control.", "Stretch your legs forward, creating a long, straight line.", "Reach both legs forward, keeping your back long and relaxed.", "Stretch your legs out straight ahead, reaching for length." ] },
{ "silence": 2500 },
{ "ru": "Сохраняя прямую спину и прогиб в пояснице, двигайтесь вперед и затем назад по коврику при помощи ягодиц.", "en": "Keeping your back straight and the natural curve in your lower back, move forward and then backward on the mat using your glutes.", "enSynonyms": [ "Maintain a straight back and a natural curve in your lower spine as you move forward and back using your glutes.", "With your back straight and lumbar curve intact, use your glutes to move forward and backward on the mat.", "Keep your back straight and preserve the curve in your lower back as you slide forward and back on the mat with your glutes.", "Ensure your back stays straight and your lower spine's curve is maintained while moving forward and back with your glutes.", "Move forward and backward on the mat, keeping your spine straight and the natural curve in your lower back, using your glutes.", "Keep your back aligned and the curve in your lower back as you shift forward and backward using your glutes.", "With a straight back and maintaining the curve in your lower back, move forward and backward on the mat by engaging your glutes.", "Preserve the natural curve in your lower back and keep your spine straight while moving forward and back on the mat using your glutes.", "With your back straight and lumbar curve preserved, use your glutes to push yourself forward and then back on the mat.", "Move forward and back on the mat while maintaining a straight spine and natural curve in the lower back, engaging your glutes.", "As you keep your spine straight and the curve in your lower back, use your glutes to propel your body forward and backward on the mat.", "Move forward and backward across the mat, keeping your back straight and your lower back's curve intact, using your glutes.", "Keeping your spine aligned and the curve in your lower back, slide forward and backward with gluteal activation.", "With a straight back and the curve in your lumbar spine, shift forward and backward using your glutes on the mat.", "Move forward and back on the mat, maintaining a straight back and a slight curve in your lower spine, using your glutes for motion.", "Maintain your spine's straightness and the curve in your lower back while moving forward and backward on the mat with your glutes.", "As you move forward and backward on the mat, keep your back straight and lumbar curve intact, driving the movement with your glutes.", "With your back straight and lumbar curve maintained, engage your glutes to move forward and backward on the mat.", "Shift forward and backward, keeping your spine straight and the curve in your lower back, using your glutes to guide the motion." ] },
{ "silence": 10000 },
{ "ru": "Колени поставьте под таз, а кисти поставьте под плечевые суставы.", "en": "Place your knees under your hips and your wrists under your shoulder joints.", "enSynonyms": ["Position your knees beneath your hips and your wrists below your shoulder joints.", "Align your knees with your hips and your wrists with your shoulders.", "Set your knees under your pelvis, keeping your wrists below the shoulder joints.", "Place your knees directly under your hips, while positioning your wrists under your shoulder joints.", "Position your knees beneath your pelvis and your wrists beneath your shoulders.", "Align your knees with your hips, and place your wrists under your shoulder joints.", "Bring your knees beneath your hips, and set your wrists under your shoulders.", "Place your knees in line with your hips, and your wrists under your shoulder joints.", "Position your knees beneath the pelvis and wrists under the shoulder joints for stability.", "Set your knees directly under your hips, while keeping your wrists aligned with your shoulders.", "Place your knees below your pelvis, and your wrists underneath your shoulder joints.", "Position your knees under your hips and your wrists directly below your shoulders.", "Align your knees under your pelvis, while your wrists rest under your shoulder joints.", "Place your knees under your hips and wrists beneath your shoulders for proper alignment.", "Set your knees under the hips and wrists aligned under the shoulder joints.", "Place your knees directly under the pelvis and wrists below the shoulder joints.", "Position your knees under the pelvis, and your wrists directly under your shoulders.", "Set your knees beneath your hips and wrists aligned under your shoulder joints." ] },
{ "silence": 1500 },
{ "ru": "Марджари+асана.", "en": "Marjari+asana." },
{ "silence": 500 },
{ "chance": 75, "ru": "Поза кошки.", "en": "Cat pose." },
{ "silence": 3500 },
{ "ru": "Таз опустите на пятки.", "en": "Lower your hips onto your heels.", "enSynonyms": ["Drop your pelvis down towards your heels.", "Bring your hips down to rest on your heels.", "Sink your hips onto your heels.", "Move your pelvis downward, placing it on your heels.", "Guide your hips towards your heels and lower them down.", "Press your hips down towards the heels.", "Allow your pelvis to lower gently onto your heels.", "Sit your hips back onto your heels.", "Bring your hips to your heels, lowering your body down.", "Drop your hips back, placing them onto your heels.", "Lower your pelvis towards your heels and sit down.", "Shift your hips back, bringing them down to your heels.", "Position your hips on your heels, lowering your body.", "Move your hips back and lower them onto your heels.", "Draw your hips back and lower them gently onto your heels.", "Press your hips backward, resting them on your heels.", "Tilt your pelvis back, sitting onto your heels.", "Let your hips drop toward your heels.", "Lower your pelvis toward your heels and settle down." ] },
{ "silence": 1500 },
{ "ru": "Распределите вес между пяток.", "en": "Distribute your weight between your heels." },
{ "silence": 500 },
{"ru": "Кисти протяните вперед и тянитесь за ними.", "en": "Extend your wrists forward and reach for them.", "enSynonyms": ["Stretch your wrists forward and reach towards them.", "Reach forward with your wrists and stretch towards them.", "Extend your wrists ahead and stretch out for them.", "Stretch your wrists forward and extend your arms towards them.", "Reach forward with your wrists and stretch to grasp them.", "Extend your wrists forward and try to reach them.", "Stretch your wrists ahead and stretch your arms towards them.", "Reach forward and extend your wrists to grasp them.", "Stretch your wrists out in front and reach towards them.", "Extend your wrists forward and stretch your hands to reach them.", "Reach out with your wrists and stretch for them.", "Extend your wrists forward and stretch your arms in pursuit of them.", "Stretch your wrists ahead and move your arms towards them.", "Reach forward with your wrists and stretch to grab them.", "Extend your wrists ahead and reach for them with your hands.", "Stretch forward with your wrists and reach out to touch them.", "Extend your wrists and stretch forward to catch them.", "Reach forward with your wrists and try to catch them.", "Stretch your wrists forward and move your arms to reach them." ]},
{ "silence": 1500 },
{ "ru": "Стопы поставьте на ширину плеч.", "en": "Place your feet shoulder-width apart.", "enSynonyms": ["Position your feet at hip-width distance.", "Set your feet apart, aligned with your shoulders.", "Align your feet with the width of your shoulders.", "Place your feet so that they are the same distance apart as your shoulders.", "Position your feet at the same width as your shoulders.", "Set your feet apart, keeping them in line with your shoulders.", "Spread your feet to shoulder width.", "Place your feet in alignment with your shoulders.", "Space your feet apart to the width of your shoulders.", "Set your feet at shoulder-width for balance.", "Align your feet with your shoulders, keeping them at an even distance.", "Position your feet at a distance equal to the width of your shoulders.", "Place your feet apart, matching the width of your shoulders.", "Place your feet in line with your shoulders, keeping them parallel.", "Spread your feet to match the width of your shoulders.", "Position your feet shoulder-width for proper alignment.", "Set your feet apart, ensuring they align with your shoulders.", "Place your feet at the width of your shoulders for stability." ] },
{ "silence": 5000 },
{ "ru": "Подверните носки.", "en": "Tuck your toes under.", "enSynonyms": ["Curl your toes downward.", "Bend your toes under your feet.", "Flip your toes underneath your feet.", "Engage your toes and tuck them under.", "Pull your toes back and under.", "Fold your toes downwards.", "Tuck your toes inward.", "Curl your toes under the soles of your feet.", "Press your toes down and under.", "Bring your toes under your feet.", "Curl the toes under your body.", "Bend the tips of your toes downwards.", "Shift your toes under, curling them inward.", "Place your toes underneath you.", "Draw your toes towards the soles of your feet.", "Retract your toes under the foot.", "Curl your toes towards the ground.", "Fold the toes under your body in a controlled movement.", "Tuck your toes underneath for better alignment." ] },
{ "silence": 1500 },
{ "ru": "Сохраняя положение кистей и стоп, выпрямите ноги.", "en": "As you exhale, keeping the position of your hands and feet, straighten your legs." },
{ "silence": 1500 },
{ "chance": 20, "ru": "+Адхо мукха шван+асана.", "en": "+Adho mukha shwan+asana." },
{ "silence": 500 },
{ "chance": 20, "ru": "Собака мордой вниз.", "en": "Downward-facing dog.", "enSynonyms": ["Adho Mukha Svanasana.", "Inverted dog pose.", "Downward dog position.", "Dog facing downward.", "Pose of the downward dog.", "Downward-facing canine pose.", "Downward dog stance.", "Adho Mukha position.", "Inverted dog posture.", "The downward-facing dog pose.", "Dog pose with the face down.", "Pose with the face directed towards the floor.", "Downward dog stretch.", "The posture of a dog facing downward.", "Downward dog asana.", "Face-down dog pose.", "Stretch into the downward dog.", "The pose where the dog faces downward.", "Position of the downward-facing dog." ] },
{ "silence": 1000 },
  { "chance": 65, "ru": "Оставьте колени подсогнутыми, затем выпрямляйте до тех пор, пока поясница и спина сохраняются прямыми.", "en": "Keep your knees slightly bent at first, then straighten them gradually, ensuring your lower back and spine remain straight.", "enSynonyms": ["Start with your knees softly bent, and then straighten them carefully, keeping your lower back and spine aligned.", "Allow your knees to stay gently bent, then extend them slowly, maintaining a straight lower back and spine.", "Begin with your knees relaxed and slightly bent, straightening them only as far as your back stays straight.", "Keep your knees softly bent and extend them gradually, ensuring your back and spine stay aligned.", "Bend your knees slightly and straighten them carefully, keeping your spine and lower back straight.", "Start with your knees in a soft bend, straightening only until your back and spine remain flat.", "Leave your knees slightly flexed at first, then stretch them slowly, ensuring your back is straight and aligned.", "Maintain a gentle bend in your knees initially, extending them only as far as your back stays flat.", "Keep a slight bend in your knees and straighten them carefully, maintaining a straight and aligned back.", "Begin with a slight bend in your knees, straightening them slowly while keeping your spine and lower back straight."] },
{ "silence": 1000 },
{ "chance": 50, "ru": "Шею расслабьте, чтобы голова свисала под собственным весом.", "en": "Relax the neck so that the head hangs down under its own weight.", "enSynonyms": ["Let your neck loosen, allowing the head to hang naturally under its weight.", "Soften your neck, letting the head dangle freely.", "Ease the tension in your neck, letting your head drop under its own weight.", "Release your neck completely and allow the head to hang down naturally.", "Relax the neck muscles, permitting the head to hang heavily.", "Loosen your neck, allowing the head to fall freely under its natural weight.", "Let the neck relax and the head hang down without resistance.", "Soften the neck area and allow your head to drop under its weight.", "Relax your neck fully, letting the head sway under its own pull.", "Allow the neck to release tension and let the head hang naturally.", "Unwind your neck and let the head drop freely under its weight.", "Relax the neck completely, allowing the head to dangle effortlessly.", "Soften your neck entirely, letting the head hang low.", "Loosen up your neck muscles, letting the head fall naturally under gravity.", "Ease the neck and permit the head to drop with its own heaviness.", "Relax and release your neck, letting the head hang as gravity pulls.", "Unclench your neck and let the head dangle naturally under its weight.", "Allow your neck to relax fully, letting the head sway gently down.", "Soften and relax the neck, letting the head hang without tension."] },
{ "silence": 1000 },
{ "ru": "Толкайтесь кистями, чтобы грудной клеткой потянуться к колену опорной ноги.", "en": "Push through your wrists to reach your chest towards the knee of your supporting leg.", "enSynonyms": [ "Push into your hands to draw your chest towards the knee of the supporting leg.", "Use your wrists to push and extend your chest towards the knee of your grounded leg.", "Press into your palms to bring your chest towards the knee of the supporting leg.", "Push with your hands to stretch your chest towards the knee of the standing leg.", "Drive through your wrists to reach your chest towards the knee of your stabilizing leg.", "Push your palms down to bring your chest towards the knee of the leg that’s supporting you.", "Press through your wrists and draw your chest towards the knee of the grounded leg.", "Engage your wrists and reach your chest towards the knee of your supporting leg.", "Push firmly with your hands and draw your chest towards the knee of your stable leg.", "Press into the wrists and guide your chest towards the knee of the supporting leg.", "Activate your wrists and stretch your chest toward the knee of your grounded leg.", "Push through your wrists to draw your chest forward toward the knee of your supporting leg.", "Use your wrists to push and pull your chest closer to the knee of your standing leg.", "Press with your hands to guide your chest toward the knee of your supporting leg.", "Push into your wrists and reach your chest toward the knee of the stabilizing leg.", "Press down with your palms and draw your chest towards the knee of the supported leg.", "Push through your palms to pull your chest towards the knee of the supporting leg.", "Activate your wrists and stretch your chest towards the knee of your standing leg.", "Push into your palms and draw your chest towards the knee of your stable leg." ] },
{ "silence": 1000 },
  { "chance": 30, "ru": "Пятки потяните к коврику.", "en": "Draw your heels towards the mat.", "enSynonyms": ["Reach your heels down towards the mat.", "Stretch your heels towards the floor of the mat.", "Guide your heels closer to the mat below.", "Press your heels downward, aiming for the mat.", "Pull your heels gently in the direction of the mat.", "Let your heels sink towards the surface of the mat.", "Direct your heels downwards toward the mat's surface.", "Bring your heels closer to touching the mat.", "Stretch your heels downward in the direction of the mat.", "Move your heels steadily towards the mat.", "Press your heels towards the ground beneath the mat.", "Shift your heels downward, nearing the mat.", "Draw your heels steadily in the direction of the mat.", "Ease your heels downward to approach the mat.", "Lower your heels as close as possible to the mat.", "Stretch your heels gently towards the mat for alignment.", "Let your heels drop towards the mat beneath you.", "Move your heels downward, feeling them reach toward the mat.", "Guide your heels towards the mat with steady pressure."] },
{ "silence": 4000 },
{ "ru": "Поочередно согните ноги.", "en": "Bend your legs alternately.", "enSynonyms": [ "Alternate bending your legs.", "Bend each leg one at a time.", "Take turns bending your legs.", "Bend your legs alternately, one at a time.", "Alternate between bending each leg.", "Bend each leg in turn.", "Slowly bend one leg, then the other.", "Bend your legs one by one.", "Bend each leg alternately, ensuring smooth motion.", "Bend each leg individually, alternating between them.", "Take turns bending your legs in a slow, controlled motion.", "Bend one leg at a time, alternating between the two.", "Bend each leg in turn, keeping the movement smooth.", "Alternate bending each leg with control and focus.", "Bend each leg alternately, creating a rhythmic motion.", "Bend your legs one after the other, keeping the motion fluid.", "One leg at a time, bend alternately, maintaining steady pace.", "Bend your legs alternately, ensuring smooth and controlled movement.", "Alternate bending your legs, keeping the flow even and steady.", "Bend each leg in turn, maintaining even control." ] },
{ "silence": 9000 },
{ "ru": "Одно колено оставьте с+огнутым, а другое выпрямите.", "en": "Leave one knee straightened and bend another knee." },
{ "silence": 1000 },
{ "ru": "Пяткой опорной ноги потянитесь к коврику.", "en": "Reach toward the mat with the heel of your supporting leg.", "enSynonyms": ["Extend the heel of your standing leg towards the mat.", "Stretch your supporting leg’s heel gently towards the mat.", "Press the heel of the standing leg downward, reaching for the mat.", "Aim your supporting heel towards the mat in a smooth motion.", "Direct the heel of the standing leg softly towards the mat.", "Guide your heel towards the mat, grounding through your supporting leg.", "Move your supporting leg’s heel downward to connect with the mat.", "Reach for the mat with the heel of your stable leg.", "Lower the heel of the supporting leg as if to touch the mat.", "Stretch downwards with your supporting leg’s heel towards the mat.", "Gently push the heel of the standing leg in the direction of the mat.", "Press the heel downward, using the supporting leg to aim for the mat.", "Send your heel towards the mat, grounding through the supporting leg.", "Draw the heel of your standing leg closer to the mat below.", "Ease the heel of your supporting leg downward in the direction of the mat.", "Lower the heel steadily from the supporting leg to meet the mat.", "Sink the heel of your stable leg downward towards the mat.", "Stretch the heel towards the mat with the balance of your supporting leg.", "Let your supporting heel gently aim to connect with the mat.", "Direct the heel of the supporting leg calmly downward to touch the mat."] },
{ "silence": 500 },
{ "ru": "Кистью возьмитесь за голень.", "en": "Hold the shin with your hand.", "enSynonyms": ["Grip your shin with your hand.", "Take hold of your shin with your hand.", "Grab your shin with your hand.", "Use your hand to hold the shin.", "Secure your shin with your hand.", "Place your hand on the shin and hold it.", "Reach for your shin with your hand and hold it.", "Clasp the shin with your hand.", "Wrap your hand around your shin.", "Take your hand and grasp your shin.", "Hold onto your shin with your hand.", "Reach down and hold your shin.", "Place your hand on your shin and grasp it.", "Grab hold of your shin with your hand.", "Take your hand and hold your shin in place.", "Place your hand firmly on your shin.", "Secure your grip on the shin with your hand.", "Hold your shin with a firm grasp of your hand." ] },
{ "silence": 500 },
{ "ru": "Поднимите противоположную ногу вертикально вверх и носок натяните на себя." },
{ "silence": 500 },
{ "chance": 20, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 500 },
{ "ru": "Обе ноги прямые.", "en": "Both legs are straight.", "enSynonyms": [ "Keep both legs straight.", "Ensure both legs are fully extended.", "Both legs should remain straight.", "Both of your legs are straight.", "Keep your legs extended and straight.", "Both legs are aligned and straight.", "Ensure both legs are lengthened and straight.", "Both legs should be kept straight.", "Straighten both legs completely.", "Both of your legs need to be straight.", "Both legs are fully extended and straight.", "Make sure both legs are straight.", "Both legs must remain straight and extended.", "Extend both legs fully, keeping them straight.", "Keep both legs firm and straight.", "Both legs are fully straightened.", "Straighten both legs, keeping them aligned.", "Ensure both legs are elongated and straight.", "Both legs should be straight and extended fully." ] },
{ "silence": 500 },
{ "chance": 30, "ru": "Шею расслабьте.", "en": "Relax your neck.", "enSynonyms": ["Let your neck relax.", "Release tension in your neck.", "Ease the tension in your neck.", "Unwind your neck muscles.", "Loosen up your neck.", "Allow your neck to relax.", "Gently release your neck.", "Relax the muscles of your neck.", "Release the stress in your neck.", "Let go of the tension in your neck.", "Soften your neck.", "Unclench your neck.", "Allow your neck to soften.", "Free your neck from tension.", "Ease your neck into relaxation.", "Let your neck become relaxed.", "Allow the neck to unwind.", "Soothe your neck muscles.", "Calm the muscles of your neck." ] },
{ "silence": 500 },
{ "ru": "Опорной рукой интенсивно выталкивайтесь и грудной клеткой тянитесь к колену.", "en": "Push strongly with your supporting hand and reach your chest towards your knee.", "enSynonyms": [ "Press firmly with your supporting hand and extend your chest toward your knee.", "Using your supporting hand, push strongly while drawing your chest towards your knee.", "Push down with your supporting hand and draw your chest toward your knee.", "Push through your supporting hand and reach your chest towards your knee.", "Use your supporting hand to push powerfully and pull your chest toward your knee.", "Intensely push with your supporting hand while reaching your chest toward your knee.", "Press firmly with your hand and move your chest towards your knee.", "With your supporting hand, push away and draw your chest closer to your knee.", "Engage your supporting hand to push strongly, reaching your chest towards your knee.", "Push firmly with your supporting hand and guide your chest towards your knee.", "Push with strength from your supporting hand and pull your chest towards your knee.", "Press down with your supporting hand and direct your chest towards your knee.", "Push intensely with your hand and pull your chest towards your knee.", "With your supporting hand, push firmly and pull your chest toward your knee.", "Use your supporting hand to push while your chest reaches toward your knee.", "Push powerfully with your supporting hand and draw your chest towards your knee.", "Push away with your supporting hand and extend your chest towards your knee.", "Use your hand to push down and move your chest toward your knee.", "Push strongly with your supporting hand and stretch your chest towards your knee." ] },
{ "silence": 1000 },
{ "ru": "Копчиком тянитесь вверх.", "en": "Lift your pelvis upward.", "enSynonyms": ["Push your tailbone upwards.", "Reach upwards with your pelvis.", "Extend your pelvis toward the sky.", "Lift your sacrum upwards.", "Feel your pelvis moving upward.", "Draw your tailbone toward the ceiling.", "Lift your hips, sending your pelvis upward.", "Stretch your pelvis towards the sky.", "Move your sacrum upward.", "Push your pelvic area towards the ceiling.", "Let your pelvis rise upward.", "Extend your lower back upward, focusing on your pelvis.", "Bring your tailbone upward as you stretch.", "Reach with your pelvis, pushing it upward.", "Lift your coccyx towards the ceiling.", "Push your lower spine upward, lifting your pelvis.", "Allow your pelvis to reach upward, lifting from the tailbone.", "Feel your pelvis rising as if reaching for the sky.", "Activate your pelvis, lifting it upwards.", "Reach your tailbone upwards, lengthening your spine."] },
{ "silence": 1000 },
{ "ru": "Отожмитесь на опорной руке.", "en": "Push up on your supporting hand.", "enSynonyms": ["Press up with your supporting hand.", "Lift yourself up using your supporting hand.", "Push upwards through your supporting hand.", "Push yourself up with the help of your supporting hand.", "Perform a push-up on your supporting hand.", "Use your supporting hand to push up.", "Press against the ground with your supporting hand.", "Lift your body up using your supporting hand.", "Push against the surface with your supporting hand.", "Engage your supporting hand to press upwards.", "Push yourself up through the support of your hand.", "Press up using the strength of your supporting hand.", "Push yourself up from the mat with your supporting hand.", "Lift your body up using your hand for support.", "Press your body upwards using your supporting hand.", "Engage the supporting hand to push up.", "Use your hand to push yourself up.", "Rise up by pressing into your supporting hand." ] },
{ "silence": 2000 },
{ "ru": "Руку верните на коврик.", "en": "Return your hand to the mat.", "enSynonyms": ["Place your hand back on the mat.", "Bring your hand back to the mat.", "Reposition your hand on the mat.", "Put your hand back on the mat.", "Return your palm to the mat.", "Set your hand down again on the mat.", "Bring your hand to rest on the mat.", "Lower your hand back onto the mat.", "Reposition your hand onto the mat.", "Place your palm back on the mat.", "Move your hand back to the mat.", "Bring your hand back to the surface of the mat.", "Set your hand down on the mat once again.", "Lower your palm to the mat.", "Reestablish your hand on the mat.", "Reclaim your hand's position on the mat.", "Return your palm gently to the mat.", "Reposition your hand onto the surface of the mat." ] },
{ "silence": 1000 },
{ "ru": "Развернитесь в сторону, колено согните и согнутым коленом потянитесь вверх." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Сжимайте межрёберное пространство либо справа, либо слева, чтобы компенсировать сжатие и растяжение.", "en": "Compress the intercostal space either on the right or left to compensate for compression and stretching." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Стопа опорной ноги расположена параллельно коврику." },
{ "silence": 2000 },
{ "chance": 30, "ru": "Для удержания баланса удерживайте внимание на одной точке." },
{ "silence": 1000 },
{ "ru": "Вытяните кисть вверх.", "en": "Stretch your hand upward.", "enSynonyms": ["Reach your hand up.", "Extend your hand upward.", "Raise your hand towards the sky.", "Lift your hand upward.", "Stretch your hand high.", "Reach upward with your hand.", "Raise your hand to the ceiling.", "Extend your hand up into the air.", "Lift your hand up high.", "Stretch your hand up above your head.", "Reach your hand straight up.", "Raise your hand upward with intention.", "Point your hand upward.", "Lift your hand towards the heavens.", "Stretch your hand skyward.", "Extend your hand vertically upward.", "Lift your hand straight up.", "Stretch your fingers towards the sky.", "Reach upwards with an extended hand." ] },
{ "silence": 1000 },
{ "ru": "Опустите поднятую ногу назад за спину.", "en": "Lower the raised leg back behind your body.", "enSynonyms": ["Bring the raised leg down behind you.", "Lower your raised leg back behind you.", "Let the raised leg descend behind your back.", "Guide the lifted leg back and behind your body.", "Ease the raised leg down behind your body.", "Bring the lifted leg gently back behind you.", "Lower your elevated leg behind your body.", "Return the raised leg to a position behind your back.", "Drop the raised leg downwards behind your body.", "Set the lifted leg back behind you.", "Allow the raised leg to lower behind your body.", "Bring the leg you raised back and behind you.", "Lower your leg gently behind your back.", "Place the raised leg behind your body.", "Bring the elevated leg back behind you.", "Let the leg descend gracefully behind your body.", "Move the raised leg back and lower it behind you.", "Return the lifted leg softly behind your body.", "Guide the raised leg downward behind you." ] },
{ "silence": 1000 },
{ "ru": "Таз поднимите выше, поднимите ногу и вытяните стопу." },
{ "silence": 7000 },
{ "ru": "Развернитесь вперед и ногу верните на коврик.", "en": "Turn forward and return your foot to the mat.", "enSynonyms": ["Rotate towards the front and place your foot back on the mat.", "Turn your body forward and bring your foot back to the mat.", "Face forward and return your foot to the mat.", "Rotate your torso forward and position your foot back on the mat.", "Turn to face the front and gently bring your foot back down onto the mat.", "Rotate towards the front, then return your foot to the mat.", "Turn your body forward and return your leg to the mat.", "Face forward and move your foot back to the mat.", "Turn forward and place your foot back down onto the mat.", "Turn your body to face forward, then bring your foot back onto the mat.", "Turn forward, bringing your foot back to the mat with control.", "Face forward and place your foot back on the mat, resetting your position.", "Rotate your torso forward and gently return your foot to the mat.", "Turn forward, then carefully return your foot to the mat.", "Face forward and lower your foot back to the mat.", "Rotate towards the front and gently return your foot to the mat.", "Turn to face forward and place your foot gently back on the mat.", "Turn forward, bringing your foot back to the mat for stability.", "Face forward and slowly return your foot to the mat.", "Turn forward and lower your foot gently back onto the mat."] },
{ "silence": 500 },
{ "ru": "Одно колено выпрямите, другое согните." },
{ "silence": 500 },
{ "ru": "Пяткой опорной ноги потянитесь к коврику.", "en": "Reach toward the mat with the heel of your supporting leg.", "enSynonyms": ["Extend the heel of your standing leg towards the mat.", "Stretch your supporting leg’s heel gently towards the mat.", "Press the heel of the standing leg downward, reaching for the mat.", "Aim your supporting heel towards the mat in a smooth motion.", "Direct the heel of the standing leg softly towards the mat.", "Guide your heel towards the mat, grounding through your supporting leg.", "Move your supporting leg’s heel downward to connect with the mat.", "Reach for the mat with the heel of your stable leg.", "Lower the heel of the supporting leg as if to touch the mat.", "Stretch downwards with your supporting leg’s heel towards the mat.", "Gently push the heel of the standing leg in the direction of the mat.", "Press the heel downward, using the supporting leg to aim for the mat.", "Send your heel towards the mat, grounding through the supporting leg.", "Draw the heel of your standing leg closer to the mat below.", "Ease the heel of your supporting leg downward in the direction of the mat.", "Lower the heel steadily from the supporting leg to meet the mat.", "Sink the heel of your stable leg downward towards the mat.", "Stretch the heel towards the mat with the balance of your supporting leg.", "Let your supporting heel gently aim to connect with the mat.", "Direct the heel of the supporting leg calmly downward to touch the mat."] },
{ "silence": 500 },
{ "ru": "Кистью возьмитесь за голень.", "en": "Hold the shin with your hand.", "enSynonyms": ["Grip your shin with your hand.", "Take hold of your shin with your hand.", "Grab your shin with your hand.", "Use your hand to hold the shin.", "Secure your shin with your hand.", "Place your hand on the shin and hold it.", "Reach for your shin with your hand and hold it.", "Clasp the shin with your hand.", "Wrap your hand around your shin.", "Take your hand and grasp your shin.", "Hold onto your shin with your hand.", "Reach down and hold your shin.", "Place your hand on your shin and grasp it.", "Grab hold of your shin with your hand.", "Take your hand and hold your shin in place.", "Place your hand firmly on your shin.", "Secure your grip on the shin with your hand.", "Hold your shin with a firm grasp of your hand." ] },
{ "silence": 500 },
{ "ru": "Поднимите ногу вертикально вверх и носок натяните на себя." },
{ "silence": 500 },
{ "chance": 30, "ru": "Шею расслабьте.", "en": "Relax your neck.", "enSynonyms": ["Let your neck relax.", "Release tension in your neck.", "Ease the tension in your neck.", "Unwind your neck muscles.", "Loosen up your neck.", "Allow your neck to relax.", "Gently release your neck.", "Relax the muscles of your neck.", "Release the stress in your neck.", "Let go of the tension in your neck.", "Soften your neck.", "Unclench your neck.", "Allow your neck to soften.", "Free your neck from tension.", "Ease your neck into relaxation.", "Let your neck become relaxed.", "Allow the neck to unwind.", "Soothe your neck muscles.", "Calm the muscles of your neck." ] },
{ "silence": 1000 },
{ "chance": 20, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 500 },
{ "ru": "Грудной клеткой тянитесь к колену.", "en": "Reach your chest towards your knee.", "enSynonyms": [ "Extend your chest toward your knee.", "Draw your chest towards your knee.", "Move your chest closer to your knee.", "Bring your chest towards your knee.", "Stretch your chest toward your knee.", "Reach your ribcage towards your knee.", "Guide your chest to move towards your knee.", "Lift your chest and aim it toward your knee.", "Push your chest forward towards your knee.", "Direct your chest towards your knee.", "Lift your upper body and reach toward your knee.", "Lean your chest towards your knee.", "Draw your ribcage closer to your knee.", "Move your torso towards your knee, leading with your chest.", "Bring your upper body forward, reaching your chest to your knee.", "Stretch your upper body and aim your chest towards your knee.", "Reach forward with your chest toward your knee.", "Extend your torso forward, bringing your chest to your knee.", "Bring your chest in line with your knee." ] },
{ "silence": 1000 },
{ "chance": 30, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 1000 },
{ "ru": "Отожмитесь на опорной руке.", "en": "Push up on your supporting hand.", "enSynonyms": ["Press up with your supporting hand.", "Lift yourself up using your supporting hand.", "Push upwards through your supporting hand.", "Push yourself up with the help of your supporting hand.", "Perform a push-up on your supporting hand.", "Use your supporting hand to push up.", "Press against the ground with your supporting hand.", "Lift your body up using your supporting hand.", "Push against the surface with your supporting hand.", "Engage your supporting hand to press upwards.", "Push yourself up through the support of your hand.", "Press up using the strength of your supporting hand.", "Push yourself up from the mat with your supporting hand.", "Lift your body up using your hand for support.", "Press your body upwards using your supporting hand.", "Engage the supporting hand to push up.", "Use your hand to push yourself up.", "Rise up by pressing into your supporting hand." ] },
{ "silence": 2000 },
  { "ru": "Руку верните на коврик.", "en": "Return your hand to the mat.", "enSynonyms": ["Place your hand back on the mat.", "Bring your hand back to the mat.", "Reposition your hand on the mat.", "Put your hand back on the mat.", "Return your palm to the mat.", "Set your hand down again on the mat.", "Bring your hand to rest on the mat.", "Lower your hand back onto the mat.", "Reposition your hand onto the mat.", "Place your palm back on the mat.", "Move your hand back to the mat.", "Bring your hand back to the surface of the mat.", "Set your hand down on the mat once again.", "Lower your palm to the mat.", "Reestablish your hand on the mat.", "Reclaim your hand's position on the mat.", "Return your palm gently to the mat.", "Reposition your hand onto the surface of the mat." ] },
{ "silence": 1000 },
{ "ru": "Развернитесь в сторону, колено согните и потянитесь коленом вверх." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Сжимайте межрёберное пространство либо справа, либо слева, чтобы компенсировать сжатие и растяжение.", "en": "Compress the intercostal space either on the right or left to compensate for compression and stretching." },
{ "silence": 2000 },
{ "chance": 30, "ru": "Для удержания баланса удерживайте внимание на одной точке." },
{ "silence": 1000 },
{ "ru": "Вытяните кисть вверх.", "en": "Stretch your hand upward.", "enSynonyms": ["Reach your hand up.", "Extend your hand upward.", "Raise your hand towards the sky.", "Lift your hand upward.", "Stretch your hand high.", "Reach upward with your hand.", "Raise your hand to the ceiling.", "Extend your hand up into the air.", "Lift your hand up high.", "Stretch your hand up above your head.", "Reach your hand straight up.", "Raise your hand upward with intention.", "Point your hand upward.", "Lift your hand towards the heavens.", "Stretch your hand skyward.", "Extend your hand vertically upward.", "Lift your hand straight up.", "Stretch your fingers towards the sky.", "Reach upwards with an extended hand." ] },
{ "silence": 1000 },
{ "ru": "Опустите поднятую ногу назад за спину.", "en": "Lower the raised leg back behind your body.", "enSynonyms": ["Bring the raised leg down behind you.", "Lower your raised leg back behind you.", "Let the raised leg descend behind your back.", "Guide the lifted leg back and behind your body.", "Ease the raised leg down behind your body.", "Bring the lifted leg gently back behind you.", "Lower your elevated leg behind your body.", "Return the raised leg to a position behind your back.", "Drop the raised leg downwards behind your body.", "Set the lifted leg back behind you.", "Allow the raised leg to lower behind your body.", "Bring the leg you raised back and behind you.", "Lower your leg gently behind your back.", "Place the raised leg behind your body.", "Bring the elevated leg back behind you.", "Let the leg descend gracefully behind your body.", "Move the raised leg back and lower it behind you.", "Return the lifted leg softly behind your body.", "Guide the raised leg downward behind you." ] },
{ "silence": 1000 },
{ "ru": "Таз поднимите выше, поднимите ногу и вытяните стопу." },
{ "silence": 7000 },
{ "ru": "Развернитесь вперед и ногу верните на коврик.", "en": "Turn forward and return your foot to the mat.", "enSynonyms": ["Rotate towards the front and place your foot back on the mat.", "Turn your body forward and bring your foot back to the mat.", "Face forward and return your foot to the mat.", "Rotate your torso forward and position your foot back on the mat.", "Turn to face the front and gently bring your foot back down onto the mat.", "Rotate towards the front, then return your foot to the mat.", "Turn your body forward and return your leg to the mat.", "Face forward and move your foot back to the mat.", "Turn forward and place your foot back down onto the mat.", "Turn your body to face forward, then bring your foot back onto the mat.", "Turn forward, bringing your foot back to the mat with control.", "Face forward and place your foot back on the mat, resetting your position.", "Rotate your torso forward and gently return your foot to the mat.", "Turn forward, then carefully return your foot to the mat.", "Face forward and lower your foot back to the mat.", "Rotate towards the front and gently return your foot to the mat.", "Turn to face forward and place your foot gently back on the mat.", "Turn forward, bringing your foot back to the mat for stability.", "Face forward and slowly return your foot to the mat.", "Turn forward and lower your foot gently back onto the mat."] },
{ "silence": 1000 },
{ "chance": 65, "ru": "Оставьте колени подсогнутыми, затем выпрямляйте до тех пор, пока поясница и спина сохраняются прямыми.", "en": "Keep your knees slightly bent at first, then straighten them gradually, ensuring your lower back and spine remain straight.", "enSynonyms": ["Start with your knees softly bent, and then straighten them carefully, keeping your lower back and spine aligned.", "Allow your knees to stay gently bent, then extend them slowly, maintaining a straight lower back and spine.", "Begin with your knees relaxed and slightly bent, straightening them only as far as your back stays straight.", "Keep your knees softly bent and extend them gradually, ensuring your back and spine stay aligned.", "Bend your knees slightly and straighten them carefully, keeping your spine and lower back straight.", "Start with your knees in a soft bend, straightening only until your back and spine remain flat.", "Leave your knees slightly flexed at first, then stretch them slowly, ensuring your back is straight and aligned.", "Maintain a gentle bend in your knees initially, extending them only as far as your back stays flat.", "Keep a slight bend in your knees and straighten them carefully, maintaining a straight and aligned back.", "Begin with a slight bend in your knees, straightening them slowly while keeping your spine and lower back straight."] },
{ "silence": 500 },
{ "chance": 20, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 500 },
{ "ru": "Грудной клеткой потянитесь к коленям.", "en": "Pull your chest towards your knees.", "enSynonyms": [ "Draw your chest towards your knees.", "Reach your chest to your knees.", "Bring your chest closer to your knees.", "Move your chest towards your knees.", "Pull your ribcage towards your knees.", "Stretch your chest towards your knees.", "Reach your upper body towards your knees.", "Guide your chest to your knees.", "Bring your chest in line with your knees.", "Draw your upper body towards your knees.", "Move your torso forward, reaching your chest to your knees.", "Lean your chest towards your knees.", "Pull your torso closer to your knees, leading with your chest.", "Stretch forward and bring your chest towards your knees.", "Lower your chest and reach towards your knees.", "Move your chest downward towards your knees.", "Bend forward, pulling your chest towards your knees.", "Bring your chest towards your knees, aiming for a deep stretch.", "Pull your upper body forward, reaching your chest towards your knees." ] },
{ "silence": 2000 },
{ "chance": 30, "ru": "Шею расслабьте.", "en": "Relax your neck.", "enSynonyms": ["Let your neck relax.", "Release tension in your neck.", "Ease the tension in your neck.", "Unwind your neck muscles.", "Loosen up your neck.", "Allow your neck to relax.", "Gently release your neck.", "Relax the muscles of your neck.", "Release the stress in your neck.", "Let go of the tension in your neck.", "Soften your neck.", "Unclench your neck.", "Allow your neck to soften.", "Free your neck from tension.", "Ease your neck into relaxation.", "Let your neck become relaxed.", "Allow the neck to unwind.", "Soothe your neck muscles.", "Calm the muscles of your neck." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Удлиняйте дыхание.", "en": "Lengthen your breath.", "enSynonyms": ["Extend your breath.", "Make your breath longer.", "Slowly elongate your breath.", "Take deeper, longer breaths.", "Extend the duration of your breath.", "Allow your breath to grow longer.", "Stretch your breath out.", "Lengthen the inhale and exhale.", "Deepen and extend your breathing.", "Slow your breath and make it longer.", "Increase the length of your breath.", "Stretch your breath with each inhale.", "Breathe in and out more deeply and slowly.", "Expand your breath to its full length.", "Lengthen the cycle of your breath.", "Gradually extend your breath.", "Focus on lengthening your inhale and exhale.", "Breathe deeply and slowly, extending the breath.", "Allow your breath to stretch further." ] },
{ "silence": 6000 },
{ "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet.", "enSynonyms": [ "Stand on the tips of your toes.", "Lift up onto your toes.", "Come up onto the balls of your feet.", "Rise onto your toes.", "Lift your heels and balance on your toes.", "Stand tall on your toes.", "Push up onto the tips of your toes.", "Rise onto the balls of your feet.", "Stand with your weight on your toes.", "Push yourself up on the tips of your toes.", "Lift your body onto your toes.", "Come up to stand on the tips of your toes.", "Raise yourself up onto your toes.", "Elevate onto your toes.", "Stand with your feet on tiptoe.", "Lift your heels and stand on your toes.", "Balance on the tips of your toes.", "Rise and balance on your toes.", "Push up and balance on the balls of your feet." ] },
{ "silence": 500 },
{ "ru": "Пятки выведите над носками." },
{ "silence": 500 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."] },
{ "silence": 2000 },
{ "ru": "Копчиком тянитесь вверх.", "en": "Lift your pelvis upward.", "enSynonyms": ["Push your tailbone upwards.", "Reach upwards with your pelvis.", "Extend your pelvis toward the sky.", "Lift your sacrum upwards.", "Feel your pelvis moving upward.", "Draw your tailbone toward the ceiling.", "Lift your hips, sending your pelvis upward.", "Stretch your pelvis towards the sky.", "Move your sacrum upward.", "Push your pelvic area towards the ceiling.", "Let your pelvis rise upward.", "Extend your lower back upward, focusing on your pelvis.", "Bring your tailbone upward as you stretch.", "Reach with your pelvis, pushing it upward.", "Lift your coccyx towards the ceiling.", "Push your lower spine upward, lifting your pelvis.", "Allow your pelvis to reach upward, lifting from the tailbone.", "Feel your pelvis rising as if reaching for the sky.", "Activate your pelvis, lifting it upwards.", "Reach your tailbone upwards, lengthening your spine."] },
{ "silence": 1500 },
{ "ru": "Грудной клеткой потянитесь к коленям.", "en": "Pull your chest towards your knees.", "enSynonyms": [ "Draw your chest towards your knees.", "Reach your chest to your knees.", "Bring your chest closer to your knees.", "Move your chest towards your knees.", "Pull your ribcage towards your knees.", "Stretch your chest towards your knees.", "Reach your upper body towards your knees.", "Guide your chest to your knees.", "Bring your chest in line with your knees.", "Draw your upper body towards your knees.", "Move your torso forward, reaching your chest to your knees.", "Lean your chest towards your knees.", "Pull your torso closer to your knees, leading with your chest.", "Stretch forward and bring your chest towards your knees.", "Lower your chest and reach towards your knees.", "Move your chest downward towards your knees.", "Bend forward, pulling your chest towards your knees.", "Bring your chest towards your knees, aiming for a deep stretch.", "Pull your upper body forward, reaching your chest towards your knees." ] },
{ "silence": 3500 },
{ "chance": 50, "ru": "Шею расслабьте, чтобы голова свисала под собственным весом.", "en": "Relax the neck so that the head hangs down under its own weight.", "enSynonyms": ["Let your neck loosen, allowing the head to hang naturally under its weight.", "Soften your neck, letting the head dangle freely.", "Ease the tension in your neck, letting your head drop under its own weight.", "Release your neck completely and allow the head to hang down naturally.", "Relax the neck muscles, permitting the head to hang heavily.", "Loosen your neck, allowing the head to fall freely under its natural weight.", "Let the neck relax and the head hang down without resistance.", "Soften the neck area and allow your head to drop under its weight.", "Relax your neck fully, letting the head sway under its own pull.", "Allow the neck to release tension and let the head hang naturally.", "Unwind your neck and let the head drop freely under its weight.", "Relax the neck completely, allowing the head to dangle effortlessly.", "Soften your neck entirely, letting the head hang low.", "Loosen up your neck muscles, letting the head fall naturally under gravity.", "Ease the neck and permit the head to drop with its own heaviness.", "Relax and release your neck, letting the head hang as gravity pulls.", "Unclench your neck and let the head dangle naturally under its weight.", "Allow your neck to relax fully, letting the head sway gently down.", "Soften and relax the neck, letting the head hang without tension."] },
{ "silence": 3500 },
{ "ru": "Шаг вперед одной, затем другой стопами.", "en": "Step forward with one foot and then the other." },
{ "silence": 1500 },
{ "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 1500 },
{ "chance": 20, "ru": "Сведите большие пальцы стоп и пятки.", "en": "Get the big toes and heels together." },
{ "silence": 500 },
{ "ru": "Пятки врозь.", "en": "Heels apart.", "enSynonyms": ["Keep your heels separated.", "Place your heels wide apart.", "Ensure your heels are not touching.", "Position your heels away from each other.", "Spread your heels apart.", "Let your heels be spaced apart.", "Keep a gap between your heels.", "Heels should be distanced from one another.", "Separate your heels.", "Maintain distance between your heels.", "Allow space between your heels.", "Let your heels be placed apart.", "Place your heels apart for balance.", "Keep your heels wide and apart.", "Ensure there is a gap between your heels.", "Position your heels so they are apart.", "Make sure your heels are not close together.", "Place your heels apart, allowing space.", "Heels should be spaced apart for stability.", "Spread your heels wide, keeping them apart."] },
{ "silence": 500 },
{ "chance": 30, "ru": "Толкаясь кистями, вытяните поясницу, вытяните грудной отдел позвоночника, вытяните шею." },
{ "silence": 500 },
{"chance":10,"ru":"Мысленно давите на подбородок, чтобы задняя поверхность шеи выпрямлялась.","en":"Mentally press your chin inward to straighten the back of your neck.","enSynonyms":["Imagine pressing your chin inwards to align the back of your neck.","Mentally engage your chin to help straighten the rear surface of your neck.","Picture pressing your chin inward to create a straighter neck line.","Visualise pressing your chin in to extend and straighten the back of your neck.","Focus on mentally pressing your chin to straighten the back of your neck.","Imagine a slight inward press of your chin to align the back of your neck.","Picture yourself gently pressing your chin in to elongate the neck's rear surface.","Envision mentally pressing your chin inward to align the back of your neck.","Think of pressing your chin in to align the back of your neck straight.","Visualise the action of pressing your chin in to encourage a straight neck posture.","Picture applying inward pressure to your chin to align the back of your neck.","Engage your mind to press your chin inwards for a straighter neck line.","Concentrate on pressing your chin gently inward to straighten the back of your neck.","Mentally imagine pressing your chin in to achieve a straight neck alignment.","Visualise an inward chin press to help elongate and straighten the back of your neck.","Think of pressing your chin towards your neck to ensure it straightens out.","Imagine an inward chin motion to encourage the straightening of the neck's rear.","Mentally focus on pressing your chin inward to create a perfectly aligned neck."]},
{ "silence": 500 },
{ "chance": 65, "ru": "Плечами давите вниз и назад.", "en": "Press your shoulders down and back.", "enSynonyms": [ "Push your shoulders down and back.", "Drive your shoulders down and back.", "Lower and pull your shoulders back.", "Press your shoulders downwards and back.", "Press your shoulders down while pulling them back.", "Push your shoulders back and downward.", "Move your shoulders down and behind you.", "Drive your shoulders downward and towards the back.", "Lower your shoulders and press them back.", "Press the shoulders down and pull them back.", "Pull your shoulders back while pressing them down.", "Push your shoulders back while pushing them down.", "Press down through your shoulders and move them back.", "Drive your shoulders down towards your back.", "Press your shoulders downward and pull them back.", "Move your shoulders downwards and back towards your spine.", "Push your shoulders down while drawing them back.", "Activate your shoulders by pressing them down and pulling them back.", "Press the shoulders down and towards the back." ] },
{ "silence": 2000 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 1500 },
{ "ru": "Выпрямите ноги.", "en": "Straighten your legs.", "enSynonyms": ["Extend your legs fully.", "Stretch your legs out straight.", "Unbend your legs.", "Align your legs, making them straight.", "Straighten both of your legs.", "Fully extend your legs.", "Lengthen your legs to full straightness.", "Reach for full leg extension.", "Unfold your legs into a straight line.", "Keep your legs fully extended.", "Ensure your legs are perfectly straight.", "Let your legs be fully straightened.", "Stretch your legs forward, making them straight.", "Make your legs straight and extended.", "Bring your legs into a fully extended position.", "Align your legs, keeping them straight and firm.", "Position your legs so they are straight and extended.", "Push your legs outward until fully straightened.", "Unfold and extend your legs completely.", "Make sure your legs are straight and unbent."] },
{ "silence": 1000 },
{ "ru": "Скруглите спину.", "en": "Round your back.", "enSynonyms": [ "Curve your spine.", "Arch your back into a rounded position.", "Round your entire back.", "Flex your spine and round it gently.", "Tuck your chin and round your back.", "Draw your navel in and round your spine.", "Gently round your back, creating a smooth curve.", "Curl your spine into a rounded position.", "Round your back from the tailbone up.", "Flex your spine and round through your back.", "Tuck your pelvis and round your back.", "Curl your back, starting from the lower spine.", "Engage your core and round your back gently.", "Create a gentle curve in your spine.", "Tuck your pelvis under and round your back.", "Press your spine into a round shape.", "Create a rounded back, keeping your posture soft.", "Roll your spine into a rounded position.", "Flex and round your spine from the lower to upper back.", "Curl your upper back, making a smooth rounded shape." ] },
{ "silence": 1000 },
{ "ru": "Кистью каждой руки возьмитесь за противоположный локоть.", "en": "With each hand, grasp the opposite elbow.", "enSynonyms": ["Hold the opposite elbow firmly with each hand.", "Take hold of your opposite elbow with the hand of each arm.", "Grasp your left elbow with your right hand and your right elbow with your left hand.", "Wrap each hand around the elbow of the opposite arm.", "Grip the opposing elbow gently with each hand.", "Use your hands to clasp the elbows on the opposite sides.", "Place one hand on the opposite elbow and repeat with the other.", "Reach across to grab the opposing elbow with each hand.", "Securely hold the elbow of the opposite arm using each hand.", "Hold the elbows of opposite arms with a balanced grip.", "Encircle the opposite elbow with the fingers of each hand.", "Cross your arms and take hold of the opposite elbows.", "Bring one hand to the opposite elbow and repeat for the other side.", "Catch the opposite elbow with each hand in a soft grasp.", "Anchor each hand on the elbow of the other arm.", "Wrap the fingers of each hand around the opposite elbow.", "Hold the opposing elbows firmly but gently with your hands.", "Cross the arms and grasp the elbows opposite to each hand.", "Reach one hand to clasp the opposite elbow and mirror with the other.", "Place each hand on the opposing elbow in a supportive grip."] },
{ "silence": 1000 },
{ "ru": "Отпустите спину." },
{ "silence": 500 },
{ "ru": "Отпустите шею." },
{ "silence": 1000 },
{ "ru": "Таз подайте вперед или назад, чтобы исходя из ощущений, таз оказался в вертикале над пятками.", "en": "Based on the feelings, align the pelvis by moving the weight back or forward so that the pelvis aligned right above the heels."},
{ "silence": 4000 },
{ "ru": "Согните одно колено, другое оставьте выпрямленным.", "en": "Bend a knee and leave the other knee straightened." },
{ "silence": 25000 },
{ "ru": "Теперь согните другое колено.", "en": "Now bend another knee." },
{ "silence": 25000 },
{ "ru": "Выпрямите оба колена.", "en": "Straighten both knees." },
{ "silence": 3000 },
{ "chance": 60, "ru": "Спина круглая.", "en": "Back is round." },
{ "silence": 600 },
{ "chance": 65, "ru": "Шея полностью расслаблена.", "en": "The neck is completely relaxed.", "enSynonyms": [ "Your neck is fully relaxed.", "Relax your neck completely.", "Ensure the neck is entirely relaxed.", "Let your neck be completely at ease.", "The neck should remain fully relaxed.", "Keep the neck loose and relaxed.", "Allow your neck to be completely relaxed.", "The neck must be entirely at ease.", "Let your neck fully release any tension.", "Make sure your neck is entirely relaxed.", "Relax all tension in your neck completely.", "The neck stays soft and fully relaxed.", "Ensure your neck is fully at ease.", "Release all tightness from your neck.", "Keep the neck completely loose and relaxed.", "Let your neck rest fully relaxed.", "Maintain a state of complete relaxation in the neck.", "The neck should feel soft and fully at ease.", "Relax the neck entirely, letting it rest naturally.", "Allow the neck to release all tension and relax fully." ] },
{ "silence": 100 },
{ "chance": 65, "ru": "Дыхание глубокое и равномерное.", "en": "Breathing is deep and even.", "enSynonyms": ["Breathe deeply and evenly.", "Inhale and exhale with depth and balance.", "Your breath should be deep and steady.", "Maintain deep and uniform breathing.", "Take deep, even breaths.", "Your breathing is both deep and steady.", "Breathing should be slow, deep, and consistent.", "Keep your breath deep and even, with no interruption.", "Breathe with both depth and consistency.", "Ensure a deep and rhythmic breathing pattern.", "Let your breath flow deeply and evenly.", "Allow your breathing to be deep and balanced.", "Keep your breath steady and profound.", "With every breath, maintain depth and regularity.", "Focus on maintaining deep, even breaths.", "Breathe with full depth and smooth regularity.", "Ensure your breathing is both deep and consistent.", "Let your breath be steady and full.", "Inhale deeply, exhale evenly, creating a balanced flow.", "Let your breath be continuous and deep, with an even rhythm."] },
{ "silence": 20000 },
{ "ru": "Кисти на колени.", "en": "Place your wrists gently on your knees, maintaining a relaxed and grounded posture.", "enSynonyms": [ "Rest your wrists lightly on your knees, ensuring a calm and stable posture.", "Place your wrists softly on your knees, while staying grounded and relaxed.", "Gently position your wrists on your knees, keeping your posture relaxed and steady.", "Rest your hands on your knees, maintaining a peaceful and stable stance.", "Gently rest your wrists on your knees, maintaining a balanced and calm posture.", "Place your wrists on your knees softly, ensuring a grounded and relaxed position.", "Place your wrists lightly on your knees and remain in a relaxed, grounded posture.", "Rest your wrists gently on your knees, while keeping your posture firm and calm.", "Keep your wrists on your knees with a soft touch, maintaining a stable and grounded posture.", "Place your wrists on your knees with ease, ensuring a relaxed and steady alignment.", "Gently position your wrists on your knees and maintain a balanced, grounded stance.", "Softly rest your wrists on your knees, staying in a relaxed and centered position.", "Position your wrists lightly on your knees, while maintaining a grounded and peaceful posture.", "Rest your wrists on your knees gently, staying relaxed and steady in your posture.", "Place your wrists on your knees, keeping your body relaxed and rooted.", "Gently rest your wrists on your knees while maintaining a balanced and relaxed stance.", "Position your wrists lightly on your knees and keep a calm and grounded posture.", "Place your wrists on your knees, maintaining a stable and relaxed body position.", "Rest your wrists gently on your knees, ensuring a calm, grounded posture." ] },
{ "silence": 500 },
{ "ru": "Колени согните.", "en": "Bend the knees.", "enSynonyms": ["Flex your knees.", "Lower into a kneeling position.", "Bring your knees towards your chest.", "Gently bend your knees.", "Bend your knees deeply.", "Lower your knees by bending them.", "Sink down by bending your knees.", "Activate your knees by bending them.", "Flex your knees into a comfortable position.", "Ease into a bend with your knees.", "Bend your knees gently to maintain balance.", "Softly bend your knees.", "Allow your knees to bend naturally.", "Gradually bend your knees.", "Shift your weight by bending your knees.", "Bend your knees to ease your posture.", "Flex your knees to lower your body.", "Bend your knees to stabilize yourself.", "Bend your knees slightly for better control.", "Draw your knees in to maintain the position."] },
{ "silence": 500 },
{ "ru": "Прогнитесь.", "en": "Arch your back.", "enSynonyms": ["Bend into an arch.", "Curve your back gracefully.", "Form an arch with your spine.", "Lift your chest as you arch your back.", "Create a smooth arch in your back.", "Shape your back into a gentle arch.", "Lean into a back arch.", "Sculpt your spine into an arch.", "Raise your torso as your back arches.", "Ease your back into a natural arch.", "Stretch your body into an arched posture.", "Draw your back into a flowing arch.", "Lift and curve your back softly.", "Sweep your spine into an arched position.", "Form a gentle bow in your back.", "Press into the arch of your spine.", "Extend and arch your back slightly.", "Reach upwards as your back curves.", "Lift your upper body, creating a soft arch.", "Flow into an elegant back arch."] },
{ "silence": 2000 },
{ "ru": "Наклонитесь вперед.", "en": "Lean forward.", "enSynonyms": ["Bend gently forward.", "Incline your body forward.", "Hinge forward at your hips.", "Tilt yourself slightly forward.", "Bow forward smoothly.", "Move your torso into a forward lean.", "Shift your weight forward.", "Press your upper body forward.", "Ease your body into a forward tilt.", "Flow gently into a forward bend.", "Lean your upper body forward gracefully.", "Stretch forward from your hips.", "Fold your body forward naturally.", "Tip your body forward slightly.", "Curve forward with ease.", "Bend your body forward from the waist.", "Move into a forward stretch.", "Allow your torso to flow forward.", "Drift into a forward incline.", "Lean subtly forward with intention."] },
{ "silence": 1000 },
{ "ru": "Грудную клетку опустите на переднюю часть бёдер.", "en": "Lower your chest to the front of your thighs.", "enSynonyms": ["Bring your chest down to the front of your thighs.", "Drop your chest to meet the front of your thighs.", "Lower your chest towards the front of your thighs.", "Gently bring your chest towards the front of your thighs.", "Move your chest down to the front of your thighs.", "Sink your chest down to the front of your thighs.", "Allow your chest to descend towards the front of your thighs.", "Place your chest gently on the front of your thighs.", "Guide your chest towards the front of your thighs.", "Lower your chest, aligning it with the front of your thighs.", "Drop your chest to align with the front of your thighs.", "Lower your torso until your chest touches the front of your thighs.", "Move your chest towards the upper part of your thighs.", "Bring your chest closer to the front of your thighs.", "Lower your chest onto the front of your thighs.", "Guide your chest downward towards the front of your thighs.", "Place your chest over the front of your thighs.", "Slowly lower your chest down towards the front of your thighs.", "Gently move your chest down to rest on the front of your thighs." ] },
{ "silence": 1000 },
{"ru":"Тремя пальцами каждой кисти возьмитесь за большие пальцы стоп.","en":"With three fingers of each hand, gently grasp the big toes of your feet.","enSynonyms":["Using three fingers from each hand, take hold of the big toes of both feet.","Grasp the big toes of your feet with three fingers from each of your hands.","Place three fingers of each hand on the big toes of your feet and hold them.","With the three fingers of each hand, clasp the big toes of your feet with care.","Gently hold the big toes of your feet using three fingers from each hand.","Each hand should grasp the big toes of the feet using three fingers.","Take a firm yet gentle hold of your feet’s big toes with three fingers from each hand.","Employ three fingers from each hand to carefully grasp your feet's big toes.","Hold your feet's big toes with three fingers of each hand, ensuring a steady grip.","Place three fingers from each hand around the big toes of your feet, holding them softly.","With each hand’s three fingers, carefully grip your feet’s big toes, ensuring balance.","Let your three fingers from each hand gently hold the big toes of your feet, offering stability.","Gently grasp your feet’s big toes using three fingers from each hand, keeping your posture aligned.","Wrap three fingers of each hand around the big toes of both feet, maintaining a firm but steady hold.","With your three fingers from both hands, hold on to your feet’s big toes with control and mindfulness.","Place three fingers of each hand over the big toes of your feet, ensuring a soft yet secure grip.","Grasp the big toes of your feet with three fingers from each hand, grounding your pose deeply.","Secure the big toes of your feet with three fingers from each hand, while remaining calm and centred.","Using the three fingers from each hand, gently clasp the big toes of your feet, allowing a deep stretch.","Take three fingers from each hand to gently encircle your feet's big toes, feeling the stretch along your limbs."]},
{ "silence": 2000 },
{ "chance": 65, "ru": "Большой палец, мизинец и пятка - прижаты к коврику.", "en": "The big toe, little toe, and heel are pressed firmly into the mat.", "enSynonyms": [ "Press the big toe, pinky toe, and heel firmly into the mat.", "Ensure the big toe, little toe, and heel are grounded on the mat.", "The big toe, small toe, and heel should be firmly pressed into the mat.", "Anchor the big toe, pinky toe, and heel to the mat.", "Ground the big toe, little toe, and heel firmly into the mat.", "Keep the big toe, pinky toe, and heel pressed into the mat.", "Press down the big toe, little toe, and heel onto the mat.", "Ensure your big toe, pinky toe, and heel are rooted into the mat.", "The big toe, little toe, and heel must stay firmly grounded on the mat.", "Make sure the big toe, pinky toe, and heel are pressing into the mat.", "Anchor your big toe, little toe, and heel firmly on the mat.", "The big toe, small toe, and heel remain firmly grounded to the mat.", "Firmly press the big toe, pinky toe, and heel into the mat.", "Plant the big toe, little toe, and heel firmly into the mat.", "Ensure that the big toe, pinky toe, and heel are connected to the mat.", "The big toe, small toe, and heel should press firmly against the mat.", "Push the big toe, pinky toe, and heel into the mat with intent.", "Secure the big toe, little toe, and heel into the mat firmly.", "Ground the big toe, pinky toe, and heel evenly on the mat.", "The big toe, pinky toe, and heel are firmly anchored into the mat." ] },
{ "silence": 2000 },
{"ru":"Сохраняя бёдра прижатыми к грудной клетке, выпрямите ноги.","en":"Keep your thighs pressed against your ribcage as you extend your legs fully.","enSynonyms":["Press your thighs against your torso while straightening your legs.","Maintain the pressure of your thighs on your ribcage as you extend your legs.","While keeping your thighs aligned with your chest, extend your legs outwards.","Press your thighs to your chest as you straighten your legs gracefully.","Ensure your thighs stay firmly against your ribcage as you extend your legs.","Keep the connection of your thighs to your ribcage as you stretch your legs.","Maintain a firm contact of your thighs with your chest, and then extend your legs.","With your thighs pressed firmly against your ribcage, lengthen your legs.","While keeping your thighs anchored to your ribcage, extend your legs outward.","Press your thighs into your ribcage and straighten your legs fully." ] },
{ "silence": 1000 },
{ "chance": 50, "ru": "Шею расслабьте, чтобы голова свисала под собственным весом.", "en": "Relax the neck so that the head hangs down under its own weight.", "enSynonyms": ["Let your neck loosen, allowing the head to hang naturally under its weight.", "Soften your neck, letting the head dangle freely.", "Ease the tension in your neck, letting your head drop under its own weight.", "Release your neck completely and allow the head to hang down naturally.", "Relax the neck muscles, permitting the head to hang heavily.", "Loosen your neck, allowing the head to fall freely under its natural weight.", "Let the neck relax and the head hang down without resistance.", "Soften the neck area and allow your head to drop under its weight.", "Relax your neck fully, letting the head sway under its own pull.", "Allow the neck to release tension and let the head hang naturally.", "Unwind your neck and let the head drop freely under its weight.", "Relax the neck completely, allowing the head to dangle effortlessly.", "Soften your neck entirely, letting the head hang low.", "Loosen up your neck muscles, letting the head fall naturally under gravity.", "Ease the neck and permit the head to drop with its own heaviness.", "Relax and release your neck, letting the head hang as gravity pulls.", "Unclench your neck and let the head dangle naturally under its weight.", "Allow your neck to relax fully, letting the head sway gently down.", "Soften and relax the neck, letting the head hang without tension."] },
{ "silence": 1000 },
{"chance":65,"ru":"Дыш+ите.","en":"Breathe deeply and mindfully.","enSynonyms":["Inhale with awareness and exhale gently.","Allow your breath to flow freely and naturally.","Breathe in with intent and exhale with calm.","Focus on your breath, inhaling and exhaling with ease.","Let your breath guide you with each inhalation and exhalation.","Take a deep breath, embracing its rhythm.","Inhale deeply, exhaling with full release.","With every breath, find a sense of balance and calm.","Focus your awareness on the gentle rise and fall of your breath.","Breathe with intention, allowing the air to nourish you."]},
{ "silence": 20000 },
{ "ru": "Пальцы кистей сцепите в замок за голенями и сместите замок под колени.", "en": "Interlock your fingers behind your shins and shift the clasp beneath your knees.", "enSynonyms": ["Weave your fingers into a clasp behind your shins and move it under your knees.", "Link your fingers behind the shins, sliding the clasp beneath your knees.", "Clasp your fingers together behind your shins and shift the grip under your knees.", "Lock your fingers behind the shins and position the clasp under the knees.", "Join your fingers behind the shins, moving the clasp gently under the knees.", "Interlace your fingers behind your shins and slide the clasp below your knees.", "Fasten your fingers behind your shins and shift the clasp down under the knees.", "Secure your fingers behind your shins, relocating the clasp beneath your knees.", "Entwine your fingers behind your shins and guide the clasp under your knees.", "Hook your fingers behind the shins and shift the clasp carefully below the knees.", "Cross your fingers into a lock behind your shins and reposition it under the knees.", "Bind your fingers together behind your shins, bringing the clasp under your knees.", "Tuck your fingers into a clasp behind the shins and slide it beneath the knees.", "Grip your fingers behind your shins, adjusting the clasp under the knees.", "Link your fingers tightly behind the shins and move the clasp beneath the knees.", "Mesh your fingers together behind your shins, guiding the clasp under your knees.", "Lace your fingers behind the shins and gently shift the clasp under the knees.", "Hold your fingers in a clasp behind the shins and position it under your knees.", "Join your hands into a clasp behind your shins and slide it carefully beneath the knees.", "Intertwine your fingers behind the shins and adjust the clasp under the knees."] },
{ "silence": 1000 },
{ "ru": "Круглой спиной потянитесь вверх.", "en": "With a round back, reach upward." },
{ "silence": 1000 },
{"chance":30,"ru":"Подбородком давите на ярёмную ямку.","en":"Press your chin gently into the hollow of your collarbone.","enSynonyms":["Gently apply pressure with your chin to the soft hollow of your clavicle.","Let your chin rest and exert a gentle pressure upon the hollow of your collarbone.","Place your chin in the depression just above your collarbone, applying a soft but firm pressure.","With the chin, gently press into the hollow where your collarbone meets your neck.","Guide your chin towards the subtle dip of your collarbone, applying just enough pressure.","Move your chin towards the delicate hollow above your chest, pressing softly.","Firmly yet gently direct your chin into the area just below your throat, where your collarbone curves.","Draw your chin to the area of the clavicular notch, exerting a soft, mindful pressure.","Let the chin rest lightly in the indentation of your collarbone, pressing ever so slightly.","Carefully and intentionally press your chin into the hollow where your collarbone dips."]},
{ "silence": 2000 },
{ "ru": "Плечевыми суставами давите назад.", "en": "Press your shoulder joints backwards.", "enSynonyms": ["Push your shoulders back.", "Engage your shoulder joints and press them backwards.", "Draw your shoulders backward.", "Move your shoulder joints towards the back.", "Pull your shoulder joints in reverse.", "Reposition your shoulders by pressing them backward.", "Activate your shoulder joints and shift them back.", "Press the shoulder joints in a backward motion.", "Send your shoulder joints behind you.", "Take your shoulder joints back.", "Push your shoulder blades towards the spine.", "Align your shoulder joints to move back and down.", "Draw the shoulder blades together as you press them backward.", "With the shoulder joints, create a backward pressure.", "Direct your shoulder joints back with intention.", "Squeeze the shoulder blades together as they travel back.", "Move your shoulders in a backward direction, activating the joints.", "Push your shoulders back while engaging the joints deeply.", "Pull your shoulder joints behind you, aligning them properly.", "Move your shoulders with focus, pressing them backward and down." ] },
{ "silence": 10000 },
{ "ru": "Отпустите замок.", "en": "Release the clasp.", "enSynonyms": ["Let go of the clasp.", "Unfasten the clasp.", "Free your fingers from the clasp.", "Undo the clasp.", "Release your grip on the clasp.", "Separate your fingers from the clasp.", "Unbind the clasp.", "Open the clasp and release.", "Disengage the clasp.", "Loosen your fingers and release the clasp.", "Break the clasp.", "Release the hold on the clasp.", "Let your fingers relax and release the clasp.", "Untangle the clasp and free your hands.", "Unhook the clasp.", "Gently release the hold on the clasp.", "Allow the clasp to open.", "Separate your hands from the clasp.", "Ease your fingers out of the clasp.", "Withdraw your grip from the clasp."] },
{ "silence": 500 },
{"chance":30,"ru":"Подбородком давите на ярёмную ямку.","en":"Press your chin gently into the hollow of your collarbone.","enSynonyms":["Gently apply pressure with your chin to the soft hollow of your clavicle.","Let your chin rest and exert a gentle pressure upon the hollow of your collarbone.","Place your chin in the depression just above your collarbone, applying a soft but firm pressure.","With the chin, gently press into the hollow where your collarbone meets your neck.","Guide your chin towards the subtle dip of your collarbone, applying just enough pressure.","Move your chin towards the delicate hollow above your chest, pressing softly.","Firmly yet gently direct your chin into the area just below your throat, where your collarbone curves.","Draw your chin to the area of the clavicular notch, exerting a soft, mindful pressure.","Let the chin rest lightly in the indentation of your collarbone, pressing ever so slightly.","Carefully and intentionally press your chin into the hollow where your collarbone dips."]},
{ "silence": 500 },
{ "ru": "Разогните ноги и выпрямите тело.", "en": "Unbend the legs and raise the body so that the body is aligned vertically." },
{ "silence": 2000 },
{ "chance": 25, "ru": "Поднимите лицо.", "en": "Lift up the face." },
{ "silence": 3000 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 1000 },
{ "ru": "Руки поднимите через стороны.", "en": "Raise the hands across the sides." },
{ "silence": 1500 },
{ "ru": "Сжимая кисти опустите их до грудной клетки.", "en": "On the exhale, squeeze your hands and lower them to your chest.", "enSynonyms": [ "As you exhale, press your palms together and bring them down to your chest.", "On the exhale, tighten your hands and lower them to chest level.", "Exhale as you press your hands together and guide them to your chest.", "While exhaling, squeeze your palms and bring them down to the chest.", "On the breath out, contract your hands and move them to your chest.", "As you exhale, clasp your hands and lower them to chest height.", "Exhaling, press your hands firmly and lower them to your chest.", "On the out-breath, squeeze your palms and guide them to chest level.", "During the exhale, bring your hands together and lower them to your chest.", "On the exhale, compress your hands and bring them down to your chest.", "As you breathe out, tighten your hands and move them to your chest.", "While breathing out, clasp your palms and guide them to your chest.", "On the exhale, press your hands inward and lower them to chest level.", "As you release the breath, squeeze your hands and bring them to your chest.", "Exhale as you bring your hands together and lower them to your chest.", "While exhaling, press your palms together and guide them to the chest.", "On the out-breath, bring your hands closer and lower them to chest height.", "Exhale and contract your hands as you bring them to the chest.", "During the exhale, press your hands and move them to chest height.", "On the exhale, clasp your hands tightly and guide them to your chest." ] },
{ "silence": 1000 },
{ "chance": 20, "ru": "Сведите большие пальцы стоп и пятки.", "en": "Get the big toes and heels together." },
{ "silence": 1000 },
{ "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet.", "enSynonyms": [ "Stand on the tips of your toes.", "Lift up onto your toes.", "Come up onto the balls of your feet.", "Rise onto your toes.", "Lift your heels and balance on your toes.", "Stand tall on your toes.", "Push up onto the tips of your toes.", "Rise onto the balls of your feet.", "Stand with your weight on your toes.", "Push yourself up on the tips of your toes.", "Lift your body onto your toes.", "Come up to stand on the tips of your toes.", "Raise yourself up onto your toes.", "Elevate onto your toes.", "Stand with your feet on tiptoe.", "Lift your heels and stand on your toes.", "Balance on the tips of your toes.", "Rise and balance on your toes.", "Push up and balance on the balls of your feet." ] },
{ "silence": 1000 },
{"ru": "Закройте глаза.", "en": "Close your eyes.", "enSynonyms": ["Gently close your eyes.", "Shut your eyes softly.", "Close both of your eyes.", "Relax and close your eyes.", "Close your eyelids slowly.", "Let your eyes close gently.", "Shut your eyes quietly.", "Ease your eyes closed.", "Allow your eyes to close.", "Close your eyes with a calm gesture.", "Lower your eyelids to close your eyes.", "Shut your eyes slowly and softly.", "Close your eyes gently and relax.", "Slowly close your eyes.", "Shut both eyes softly.", "Close your eyes and let them rest.", "Gently lower your eyelids and close your eyes.", "Close your eyes softly and calmly.", "Ease your eyelids down to close your eyes.", "Allow your eyelids to close gently." ]},
{ "silence": 1000 },
{ "ru": "Удерживайте равновесие с закрытыми глазами.", "en": "Balance with your eyes closed." },
{ "silence": 10000 },
{"ru":"Откройте глаза и опуститесь на пятки.","en":"Open your eyes and lower yourself onto your heels.","enSynonyms":["Gently open your eyes and sit back onto your heels.","Lift your gaze and come down to rest on your heels.","Allow your eyes to open and descend gently onto your heels.","Open your eyes and bring yourself down to your heels.","Gently open your eyes and lower yourself onto your heels with ease.","Lift your gaze and ease your body back to sit on your heels.","Open your eyes and move down to your heels.","Gaze forward as you descend softly onto your heels.","Relax your eyes open and settle back onto your heels.","With eyes open, lower your body gently onto your heels.","Bring your gaze upward and rest softly on your heels.","Open your eyes, guiding your body back towards your heels.","Lift your eyes and gently come down to rest on your heels.","Raise your gaze and gently ease down onto your heels.","Open your eyes and slowly move back to your heels.","Allow your eyes to open as you gently descend onto your heels.","With your gaze forward, bring your body down onto your heels.","Open your eyes and slowly lower your body back onto your heels.","Gently open your eyes and sit back onto your heels with calm movement."]},
{ "silence": 1000 },
{ "chance": 95, "ru": "Тад+асана.", "en": "Tad+asana." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза гор+ы.", "en": "Mountain Pose." },
{ "silence": 500 },
{"chance":50,"ru":"Все мышцы тела в легком тонусе.","en":"All the muscles of the body are in light tonus.","enSynonyms":["The muscles throughout the body are in a gentle tone.","All of the body’s muscles are subtly engaged.","Every muscle in the body is in a mild tone.","The entire body’s muscles are slightly tensed.","Muscles throughout the body are in a light state of tension.","The muscles of your body are gently activated.","Your body’s muscles are in a light, controlled tone.","All your muscles are engaged in a soft, light tension.","There is a subtle toning of every muscle in the body.","Your muscles are delicately toned throughout the body.","Feel the gentle activation of your body’s muscles.","Your body’s muscles are in a slight, graceful tone.","All the muscles in your body are lightly activated.","Every muscle in your body has a soft tone.","There’s a light tension in every muscle of your body.","The muscles in your body are all in a calm, light tonus.","Every muscle is subtly engaged, with a light tone.","Your body’s muscles are lightly engaged in a soft tonus.","Muscles throughout the body maintain a soft, controlled tone.","Every muscle in the body is gently activated in a mild tonus."]},
{ "silence": 500 },
{"ru": "Вариант с кистями, сложенными в намасте.", "en": "A variation with the hands folded in Namaste position.", "enSynonyms": ["Perform this variation with your hands joined in a Namaste gesture.", "Try this option by folding your hands together in Namaste.", "Adopt the Namaste position by bringing your palms together for this variation.", "Place your hands in Namaste as you follow this variation.", "Modify the pose by folding your hands into the Namaste gesture.", "Include the Namaste hand position for this variation.", "Perform this variation while keeping your hands in the Namaste position.", "Add the element of Namaste with hands gently pressed together.", "Use the Namaste gesture as you explore this pose variation.", "Bring your palms together in Namaste for this alternative position.", "Hold your hands in Namaste to incorporate this variation.", "Use this pose variation with hands folded gracefully in Namaste.", "Fold your hands in a Namaste gesture for this option.", "Join your hands together in Namaste to refine this variation.", "Place your palms together gently in Namaste for this pose option.", "Include folded hands in Namaste for an added variation.", "Modify the posture by incorporating hands folded in Namaste.", "Keep your hands in Namaste to try this gentle variation.", "Explore this option with palms joined together in Namaste.", "Adopt the Namaste hand gesture to complement this variation."]},
{ "silence": 1000 },
{"chance":65,"ru":"Нижнюю часть таза подайте вперед.","en":"Bring the lower part of the pelvis forward.","enSynonyms":["Shift the lower part of your pelvis forward.","Move the bottom of your pelvis in a forward direction.","Push your pelvis forward from the lower part.","Direct the lower part of the pelvis towards the front.","Align the lower part of your pelvis with the front of your body.","Guide the lower pelvis forward into position.","Draw the lower part of the pelvis forward and gently align it.","Position the lower pelvis in front, guiding it with ease.","Extend the lower part of your pelvis forward.","Bring the bottom of your pelvis towards the front of the body.","Move your pelvis forward, focusing on the lower portion.","Push your pelvis forward by shifting its lower half.","Direct the lower half of your pelvis towards the front.","Lead the lower portion of the pelvis forward, maintaining posture.","Align the lower section of the pelvis with the front line of your body.","Slightly move the bottom of the pelvis forward to create alignment.","Lift the lower pelvis gently forward into a stable position.","Guide your lower pelvis in a forward motion with control.","Shift the bottom of your pelvis forward in alignment with the body."]},
{ "silence": 500 },
{ "ru": "Бёдра разверните наружу.", "en": "Turn your thighs outward.", "enSynonyms": ["Rotate your thighs outward.", "Open your hips by turning your thighs outward.", "Twist your thighs gently outward.", "Move your thighs outward to open the hips.", "Turn your thighs to face outward.", "Guide your thighs into an outward rotation.", "Expand your hips by rotating your thighs outward.", "Gently rotate your thighs outward for a wider stance.", "Angle your thighs outward with control.", "Turn your thighs outward, creating space in the hips.", "Pivot your thighs outward to enhance the posture.", "Rotate the thighs outward, engaging the hips.", "Encourage your thighs to turn outward for alignment.", "Position your thighs outward with mindful precision.", "Adjust your thighs into an outward rotation to improve hip mobility.", "Shift your thighs outward to deepen the pose.", "Guide your thighs outward to expand the hip area.", "Direct your thighs outward, keeping the movement smooth.", "Turn your thighs outward, creating a natural opening.", "Gently guide your thighs to rotate outward for better balance."] },
{ "silence": 1000 },
{"ru":"Плечевые суставы отведите назад и вниз.","en":"Move your shoulder joints back and downward.","enSynonyms":["Draw your shoulder joints back and down.","Pull your shoulder joints towards the back and lower them.","Guide your shoulder joints backward and downward.","Rotate your shoulder joints back and lower them.","Move your shoulder joints in a backward and downward direction.","Bring your shoulder joints behind you and downward.","Shift your shoulder joints back and allow them to drop.","Take your shoulder joints back and down in one smooth motion.","Extend your shoulder joints backward and then downward.","Lift your shoulders slightly before moving them back and down.","Draw your shoulders back, and then let them sink downward.","Initiate a backward movement of the shoulder joints followed by a downward motion.","Push your shoulders back and allow them to descend.","Draw your shoulder joints down and backward, maintaining fluid movement.","Move your shoulders back and guide them downward with ease.","Let your shoulder joints fall back and gently lower.","Move your shoulder joints from a forward position, bringing them back and down.","Relax your shoulders as you move them backward and downward.","Draw your shoulder blades back and allow them to descend.","Let your shoulders move back, followed by a natural downward movement."]},
{ "silence": 1000 },
{"ru": "Распределите вес между стоп.", "en": "Evenly distribute your weight between both feet, finding a balanced stance.", "enSynonyms": ["Shift your weight evenly across both feet, ensuring a stable posture.", "Disperse your weight equally between your feet, grounding yourself firmly.", "Balance your weight across both feet, creating a steady foundation.", "Spread your weight evenly between your feet, maintaining a centred stance.", "Place your weight equally on both feet, finding balance and stability.", "Shift into a balanced position by distributing your weight between your feet.", "Share your weight evenly across both feet, keeping your stance grounded.", "Adjust your posture to evenly spread your weight across your feet.", "Ensure your weight is equally balanced between both feet, creating steadiness.", "Distribute your body weight equally between your feet, standing firm and stable.", "Find a balanced position by shifting your weight evenly onto both feet.", "Spread your weight evenly over both feet, feeling grounded and secure.", "Balance your body by evenly dispersing your weight between your feet.", "Shift your weight so it rests equally on both feet, stabilising your position.", "Anchor yourself by distributing your weight equally across your feet.", "Position yourself so your weight is spread evenly between both feet.", "Maintain stability by balancing your weight equally between your feet.", "Adjust your stance to ensure your weight is distributed evenly across both feet.", "Ground yourself by evenly sharing your weight between your feet.", "Stand tall and balanced, evenly distributing your weight onto both feet."]},
{ "silence": 500 },
{"chance":10,"ru":"Мысленно давите на подбородок, чтобы задняя поверхность шеи выпрямлялась.","en":"Mentally press your chin inward to straighten the back of your neck.","enSynonyms":["Imagine pressing your chin inwards to align the back of your neck.","Mentally engage your chin to help straighten the rear surface of your neck.","Picture pressing your chin inward to create a straighter neck line.","Visualise pressing your chin in to extend and straighten the back of your neck.","Focus on mentally pressing your chin to straighten the back of your neck.","Imagine a slight inward press of your chin to align the back of your neck.","Picture yourself gently pressing your chin in to elongate the neck's rear surface.","Envision mentally pressing your chin inward to align the back of your neck.","Think of pressing your chin in to align the back of your neck straight.","Visualise the action of pressing your chin in to encourage a straight neck posture.","Picture applying inward pressure to your chin to align the back of your neck.","Engage your mind to press your chin inwards for a straighter neck line.","Concentrate on pressing your chin gently inward to straighten the back of your neck.","Mentally imagine pressing your chin in to achieve a straight neck alignment.","Visualise an inward chin press to help elongate and straighten the back of your neck.","Think of pressing your chin towards your neck to ensure it straightens out.","Imagine an inward chin motion to encourage the straightening of the neck's rear.","Mentally focus on pressing your chin inward to create a perfectly aligned neck."]},
{ "silence": 4000 },
{ "ru": "Руки поднимите через стороны.", "en": "Raise the hands across the sides." },
{ "silence": 1500 },
{"ru":"Опустите кисти до уровня плечевых.","en":"Lower your wrists to shoulder height.","enSynonyms":["Bring your wrists down to shoulder level.","Gently drop your wrists to the height of your shoulders.","Allow your wrists to descend to shoulder height.","Lower the wrists to align with the shoulders.","Position your wrists at the level of your shoulders.","Let your wrists fall down to shoulder height.","Softly guide your wrists down to shoulder height.","Move your wrists downward until they are at shoulder level.","Let the wrists gently lower to shoulder height.","Carefully bring your wrists down so they are aligned with the shoulders.","Descend your wrists towards the level of your shoulders, keeping the arms relaxed.","Allow the wrists to move downward, maintaining alignment with the shoulders.","Guide your wrists towards shoulder height with a smooth and controlled motion.","Slowly lower your wrists until they are level with your shoulders.","Bring your wrists down with grace, bringing them to the height of your shoulders.","Move the wrists downward, aligning them precisely with the shoulders.","Lower your wrists so they mirror the position of your shoulders, ensuring smooth movement.","Let your wrists slide downward, aligning them with your shoulder line.","Descend the wrists gently to shoulder level, ensuring no tension in the arms.","Move your wrists downward, aligning them effortlessly with the shoulder height."]},
{ "silence": 1000 },
{ "chance": 99, "ru": "Пальцы кистей натяните на себя и кистями давите по сторонам.", "en": "Pull your fingers towards you and press the palms outward.", "enSynonyms": ["Draw your fingers towards yourself while pressing your palms to the sides.", "Stretch your fingers towards you and push the palms outward.", "Pull your fingers inward and press your palms outward in opposite directions.", "Bring your fingers towards you and press your palms to the sides.", "Flex your fingers towards your body, then push your palms to the sides.", "Draw your fingers back towards yourself, and press your palms outward.", "Tug your fingers towards you as you press your palms outward.", "Curl your fingers inwards, and push your palms outward with strength.", "Pull your fingers towards you, pressing the palms to the sides.", "Engage your fingers by pulling them towards you and pressing the palms outward.", "Flex your fingers back towards yourself and press your palms to the sides.", "Draw your fingers inwards and extend the palms outward.", "Curl the fingers back towards yourself and push the palms outward to the sides.", "Pull your fingers inward and press your palms outward with controlled force.", "Bend your fingers towards you while pushing your palms outward.", "Pull the fingers towards you and press the palms to each side with force.", "Tug your fingers towards your body while pushing your palms outward.", "Flex the fingers inward as you press the palms away from the body.", "Bring your fingers in and push the palms outward in a controlled manner."] },
{ "silence": 500 },
{ "chance": 20, "ru": "Круг плечевыми назад.", "en": "Rotate the shoulder joints backwards." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поднимите носки и удерживайте равновесие стоя на пятках.", "en": "Lift your toes and balance on your heels.", "enSynonyms": ["Raise your toes off the ground and stand balanced on your heels.", "Lift your toes upward and hold balance on your heels.", "Elevate your toes and maintain stability standing on your heels.", "Raise your toes gently and keep your balance resting on your heels.", "Lift your toes skyward and stabilise yourself on your heels.", "Bring your toes upward and focus on balancing over your heels.", "Hover your toes above the ground while standing steady on your heels.", "Push your toes upward and remain balanced on your heels.", "Lift your toes gracefully and centre your weight over your heels.", "Raise your toes and ensure balance while standing on your heels.", "Draw your toes upward and steady yourself on your heels.", "Shift your toes off the floor, keeping balance on your heels.", "Peel your toes from the ground and find balance on your heels.", "Lift your toes high while anchoring your weight on your heels.", "Point your toes upward and secure your balance over your heels.", "Elevate your toes, balancing with poise on your heels.", "Lift your toes towards the sky, ensuring stability on your heels.", "Raise your toes lightly while resting securely on your heels.", "Point your toes upward, keeping your equilibrium on your heels.", "Hover your toes and maintain a steady posture standing on your heels."] },
{ "silence": 500 },
{"chance":10,"ru":"Мысленно давите на подбородок, чтобы задняя поверхность шеи выпрямлялась.","en":"Mentally press your chin inward to straighten the back of your neck.","enSynonyms":["Imagine pressing your chin inwards to align the back of your neck.","Mentally engage your chin to help straighten the rear surface of your neck.","Picture pressing your chin inward to create a straighter neck line.","Visualise pressing your chin in to extend and straighten the back of your neck.","Focus on mentally pressing your chin to straighten the back of your neck.","Imagine a slight inward press of your chin to align the back of your neck.","Picture yourself gently pressing your chin in to elongate the neck's rear surface.","Envision mentally pressing your chin inward to align the back of your neck.","Think of pressing your chin in to align the back of your neck straight.","Visualise the action of pressing your chin in to encourage a straight neck posture.","Picture applying inward pressure to your chin to align the back of your neck.","Engage your mind to press your chin inwards for a straighter neck line.","Concentrate on pressing your chin gently inward to straighten the back of your neck.","Mentally imagine pressing your chin in to achieve a straight neck alignment.","Visualise an inward chin press to help elongate and straighten the back of your neck.","Think of pressing your chin towards your neck to ensure it straightens out.","Imagine an inward chin motion to encourage the straightening of the neck's rear.","Mentally focus on pressing your chin inward to create a perfectly aligned neck."]},
{ "silence": 1000 },
{ "chance": 65, "ru": "Макушкой тянитесь вверх.", "en": "Reach upwards through the crown of your head.", "enSynonyms": [ "Stretch upwards through the top of your head.", "Lift through the crown of your head.", "Extend your energy upwards from the crown of your head.", "Reach up through the crown of your head, lengthening your spine.", "Grow taller by lifting through the crown of your head.", "Imagine reaching upwards through the top of your head.", "Lift the crown of your head towards the sky.", "Stretch the crown of your head upwards.", "Feel the energy rising from the top of your head.", "Draw your attention upwards through the crown of your head.", "Reach through the top of your head, extending your body upward.", "Lengthen your spine by reaching through the crown of your head.", "Stretch tall by lifting through the crown of your head.", "Extend upward through the top of your head, lengthening your posture.", "Reach towards the sky, lifting from the crown of your head.", "Lift through the crown of your head, reaching for the sky.", "Feel the stretch as you reach through the top of your head.", "Lift your head upwards, feeling the length in your spine.", "Feel your crown reach towards the ceiling as you stretch upwards." ] },
{ "silence": 500 },
{ "ru": "Удерживайте равновесие стоя на пятках.", "en": "Maintain your balance while standing on your heels.", "enSynonyms": [ "Balance yourself while standing on your heels.", "Keep your balance as you stand on your heels.", "Maintain stability while standing on your heels.", "Hold your balance while staying on your heels.", "Keep steady as you stand on your heels.", "Stay balanced while standing on your heels.", "Focus on your balance as you rest on your heels.", "Stand firmly on your heels and hold your balance.", "Maintain equilibrium while standing on your heels.", "Hold your stability while staying balanced on your heels.", "Keep your posture steady while standing on your heels.", "Balance on your heels with control and steadiness.", "Stand tall on your heels and maintain your balance.", "Stabilise yourself while standing on your heels.", "Focus on staying balanced while standing on your heels.", "Hold your position steady as you balance on your heels.", "Maintain a centred balance while standing on your heels.", "Stand upright on your heels and hold your balance.", "Keep your body steady while balancing on your heels.", "Stabilise your posture while standing on your heels." ] },
{ "silence": 10000 },
{ "ru": "Опустите носки и прижмите обе стопы полностью.", "en": "Lower your toes and press both feet firmly down.", "enSynonyms": ["Drop your toes and ground both feet completely.", "Let your toes rest and press both feet fully down.", "Lower your toes and anchor both feet securely.", "Place your toes down and press both feet firmly.", "Release your toes and press both feet into the ground.", "Bring your toes down and stabilise both feet fully.", "Set your toes down and ground both feet firmly.", "Drop your toes and press your feet evenly into the floor.", "Lower your toes and firmly plant both feet.", "Relax your toes and press both feet solidly down.", "Place your toes onto the mat and press both feet down.", "Rest your toes and push both feet firmly to the ground.", "Allow your toes to drop and anchor both feet securely.", "Bring your toes downward and ground both feet completely.", "Let your toes lower and press both feet solidly down.", "Settle your toes and ensure both feet are firmly planted.", "Lower your toes to the mat and press both feet evenly.", "Place your toes gently down and stabilise both feet.", "Drop your toes lightly and plant both feet with force." ] },
  { "silence": 1000 }
]