[
{ "silence": 500 },
{ "ru": "Ногу того колена которое касается лба вытяните назад и поднимите на такую высоту, чтобы нога была продолжением туловища." },
{ "silence": 2000 },
{ "chance": 60, "ru": "Пяткой давите назад." },
{ "silence": 2000 },
{ "ru": "Опустите оба колена." },
{ "silence": 3000 },
{ "ru": "Прогнитесь в пояснице, сведите лопатки." },
{ "silence": 1000 },
{ "chance": 95, "ru": "Битиласана.", "en": "Bitilasana." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза коровы.", "en": "Cow Pose." },
{ "silence": 3000 },
{ "ru": "На выдох скруглите поясницу." },
{ "silence": 100 },
{ "ru": "Скруглите спину.", "en": "Round your back.", "enSynonyms": [ "Curve your spine.", "Arch your back into a rounded position.", "Round your entire back.", "Flex your spine and round it gently.", "Tuck your chin and round your back.", "Draw your navel in and round your spine.", "Gently round your back, creating a smooth curve.", "Curl your spine into a rounded position.", "Round your back from the tailbone up.", "Flex your spine and round through your back.", "Tuck your pelvis and round your back.", "Curl your back, starting from the lower spine.", "Engage your core and round your back gently.", "Create a gentle curve in your spine.", "Tuck your pelvis under and round your back.", "Press your spine into a round shape.", "Create a rounded back, keeping your posture soft.", "Roll your spine into a rounded position.", "Flex and round your spine from the lower to upper back.", "Curl your upper back, making a smooth rounded shape." ] },
{ "silence": 100 },
{ "ru": "Скруглите шейный отдел." },
{ "silence": 1000 },
{ "ru": "Копчик поджимайте под себя." },
{ "silence": 1000 },
{ "chance": 15, "ru": "Втяните живот.", "en": "Pull the stomach in." },
{ "silence": 1000 },
{ "ru": "Марджари+асана.", "en": "Marjari+asana." },
{ "silence": 1000 },
{ "ru": "Подверните носки и приподнимите оба колена." },
{ "silence": 1000 },
{ "ru": "Одним коленом коснитесь лба, сохраняя то колено которое снизу приподнятым." },
{ "silence": 500 },
{ "ru": "Марджари+асана с коленом ко лбу.", "en": "Marjari+asana with knee to forehead." },
{ "silence": 500 },
{ "ru": "Носок поднятой ноги вытягивайте от себя, а пятку тяните к большой ягодичной мышце." },
{ "silence": 500 },
{ "ru": "Плечевые суставы отводите назад." },
{ "silence": 1000 },
{ "ru": "Ногу того колена которое касается лба вытяните назад и поднимите на такую высоту, чтобы нога была продолжением туловища." },
{ "silence": 2000 },
{ "chance": 60, "ru": "Пяткой давите назад." },
{ "silence": 2000 },
{ "ru": "Опустите оба колена." },
{ "silence": 3000 },
{ "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back" },
{ "silence": 500 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 1000 },
{ "ru": "", "en": "Get to the seated position, extend the legs." },
{ "silence": 3500 },
{ "ru": "Одно бедро прижмите к грудной клетке." },
{ "silence": 100 },
{ "ru": "Животом тянитесь вперед, чтобы поясница сохранялась прямой.", "en": "Pull the abdomen forward so that the lower back stays straight." },
{ "silence": 12000 },
{ "ru": "Теперь прижмите другое бедро.", "en": "Now press <[accented]> another hips against the ribs." },
{ "silence": 12000 },
{ "ru": "Вытяните обе ноги вперед.", "en": "Extend both legs forward.", "enSynonyms": [ "Stretch both legs out in front of you.", "Reach both legs forward, extending them fully.", "Straighten both legs and extend them forward.", "Stretch your legs forward, keeping them straight.", "Reach your legs out in front of you, extending them fully.", "Extend your legs forward, keeping them aligned and straight.", "Push both legs out straight in front of you.", "Extend both legs in front of you, feeling the stretch.", "Stretch both legs ahead of you, keeping them long and straight.", "Reach both legs forward, maintaining a long line.", "Straighten both legs, extending them fully forward.", "Extend your legs in front of you, lengthening your body.", "Reach both legs out ahead, keeping them aligned and straight.", "Stretch both legs forward, maintaining good posture.", "Extend both legs ahead, keeping them firm and long.", "Straighten and extend both legs forward with control.", "Stretch your legs forward, creating a long, straight line.", "Reach both legs forward, keeping your back long and relaxed.", "Stretch your legs out straight ahead, reaching for length." ] },
{ "silence": 2500 },
{ "ru": "Сохраняя прямую спину и прогиб в пояснице, двигайтесь вперед и затем назад по коврику при помощи ягодиц.", "en": "Keeping your back straight and the natural curve in your lower back, move forward and then backward on the mat using your glutes.", "enSynonyms": [ "Maintain a straight back and a natural curve in your lower spine as you move forward and back using your glutes.", "With your back straight and lumbar curve intact, use your glutes to move forward and backward on the mat.", "Keep your back straight and preserve the curve in your lower back as you slide forward and back on the mat with your glutes.", "Ensure your back stays straight and your lower spine's curve is maintained while moving forward and back with your glutes.", "Move forward and backward on the mat, keeping your spine straight and the natural curve in your lower back, using your glutes.", "Keep your back aligned and the curve in your lower back as you shift forward and backward using your glutes.", "With a straight back and maintaining the curve in your lower back, move forward and backward on the mat by engaging your glutes.", "Preserve the natural curve in your lower back and keep your spine straight while moving forward and back on the mat using your glutes.", "With your back straight and lumbar curve preserved, use your glutes to push yourself forward and then back on the mat.", "Move forward and back on the mat while maintaining a straight spine and natural curve in the lower back, engaging your glutes.", "As you keep your spine straight and the curve in your lower back, use your glutes to propel your body forward and backward on the mat.", "Move forward and backward across the mat, keeping your back straight and your lower back's curve intact, using your glutes.", "Keeping your spine aligned and the curve in your lower back, slide forward and backward with gluteal activation.", "With a straight back and the curve in your lumbar spine, shift forward and backward using your glutes on the mat.", "Move forward and back on the mat, maintaining a straight back and a slight curve in your lower spine, using your glutes for motion.", "Maintain your spine's straightness and the curve in your lower back while moving forward and backward on the mat with your glutes.", "As you move forward and backward on the mat, keep your back straight and lumbar curve intact, driving the movement with your glutes.", "With your back straight and lumbar curve maintained, engage your glutes to move forward and backward on the mat.", "Shift forward and backward, keeping your spine straight and the curve in your lower back, using your glutes to guide the motion." ] },
{ "silence": 10000 },
{ "ru": "Колени поставьте под таз, а кисти поставьте под плечевые суставы." },
{ "silence": 1500 },
{ "ru": "Марджари+асана.", "en": "Marjari+asana." },
{ "silence": 500 },
{ "chance": 75, "ru": "Поза кошки.", "en": "Cat pose." },
{ "silence": 3500 },
{ "ru": "Таз опустите на пятки." },
{ "silence": 1500 },
{ "ru": "Распределите вес между пяток.", "en": "Distribute your weight between your heels." },
{ "silence": 500 },
{ "ru": "Кисти протяните вперед." },
{ "silence": 1500 },
{ "ru": "Стопы поставьте на ширину плеч." },
{ "silence": 5000 },
{ "ru": "Подверните носки." },
{ "silence": 1500 },
{ "ru": "На выдох, сохраняя положение кистей и стоп, выпрямите ноги.", "en": "As you exhale, keeping the position of your hands and feet, straighten your legs." },
{ "silence": 1500 },
{ "chance": 20, "ru": "+Адхо мукха шван+асана.", "en": "+Adho mukha shwan+asana." },
{ "silence": 500 },
{ "chance": 20, "ru": "Собака мордой вниз.", "en": "Downward-facing dog." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Ноги подсогните, затем выпрямляйте до тех пор, пока поясница и спина сохраняются прямыми." },
{ "silence": 1000 },
{ "chance": 50, "ru": "Шею расслабьте, чтобы голова свисала под собственным весом.", "en": "Relax the neck so that the head hangs down under its own weight." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Толкайтесь кистями, чтобы грудная клетка тянулась к коленям." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Пятки потяните к коврику." },
{ "silence": 4000 },
{ "ru": "Поочередно согните ноги.", "en": "Bend your legs alternately.", "enSynonyms": [ "Alternate bending your legs.", "Bend each leg one at a time.", "Take turns bending your legs.", "Bend your legs alternately, one at a time.", "Alternate between bending each leg.", "Bend each leg in turn.", "Slowly bend one leg, then the other.", "Bend your legs one by one.", "Bend each leg alternately, ensuring smooth motion.", "Bend each leg individually, alternating between them.", "Take turns bending your legs in a slow, controlled motion.", "Bend one leg at a time, alternating between the two.", "Bend each leg in turn, keeping the movement smooth.", "Alternate bending each leg with control and focus.", "Bend each leg alternately, creating a rhythmic motion.", "Bend your legs one after the other, keeping the motion fluid.", "One leg at a time, bend alternately, maintaining steady pace.", "Bend your legs alternately, ensuring smooth and controlled movement.", "Alternate bending your legs, keeping the flow even and steady.", "Bend each leg in turn, maintaining even control." ] },
{ "silence": 9000 },
{ "ru": "Одно колено оставьте с+огнутым, а другое выпрямите.", "en": "Leave one knee straightened and bend another knee." },
{ "silence": 1000 },
{ "ru": "Пяткой опорной ноги потянитесь к коврику." },
{ "silence": 500 },
{ "ru": "Кистью возьмитесь за голень." },
{ "silence": 500 },
{ "ru": "Поднимите противоположную ногу вертикально вверх и носок натяните на себя." },
{ "silence": 500 },
{ "chance": 20, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 500 },
{ "ru": "Обе ноги прямые.", "en": "Both legs are straight.", "enSynonyms": [ "Keep both legs straight.", "Ensure both legs are fully extended.", "Both legs should remain straight.", "Both of your legs are straight.", "Keep your legs extended and straight.", "Both legs are aligned and straight.", "Ensure both legs are lengthened and straight.", "Both legs should be kept straight.", "Straighten both legs completely.", "Both of your legs need to be straight.", "Both legs are fully extended and straight.", "Make sure both legs are straight.", "Both legs must remain straight and extended.", "Extend both legs fully, keeping them straight.", "Keep both legs firm and straight.", "Both legs are fully straightened.", "Straighten both legs, keeping them aligned.", "Ensure both legs are elongated and straight.", "Both legs should be straight and extended fully." ] },
{ "silence": 500 },
{ "chance": 30, "ru": "Шею расслабьте." },
{ "silence": 500 },
{ "ru": "Опорной рукой интенсивно выталкивайтесь и грудной клеткой тянитесь к колену.", "en": "Push strongly with your supporting hand and reach your chest towards your knee.", "enSynonyms": [ "Press firmly with your supporting hand and extend your chest toward your knee.", "Using your supporting hand, push strongly while drawing your chest towards your knee.", "Push down with your supporting hand and draw your chest toward your knee.", "Push through your supporting hand and reach your chest towards your knee.", "Use your supporting hand to push powerfully and pull your chest toward your knee.", "Intensely push with your supporting hand while reaching your chest toward your knee.", "Press firmly with your hand and move your chest towards your knee.", "With your supporting hand, push away and draw your chest closer to your knee.", "Engage your supporting hand to push strongly, reaching your chest towards your knee.", "Push firmly with your supporting hand and guide your chest towards your knee.", "Push with strength from your supporting hand and pull your chest towards your knee.", "Press down with your supporting hand and direct your chest towards your knee.", "Push intensely with your hand and pull your chest towards your knee.", "With your supporting hand, push firmly and pull your chest toward your knee.", "Use your supporting hand to push while your chest reaches toward your knee.", "Push powerfully with your supporting hand and draw your chest towards your knee.", "Push away with your supporting hand and extend your chest towards your knee.", "Use your hand to push down and move your chest toward your knee.", "Push strongly with your supporting hand and stretch your chest towards your knee." ] },
{ "silence": 1000 },
{ "ru": "Копчиком тянитесь вверх." },
{ "silence": 1000 },
{ "ru": "Отожмитесь на опорной руке." },
{ "silence": 2000 },
{ "ru": "Поднятую кисть верните на коврик." },
{ "silence": 1000 },
{ "ru": "Развернитесь в сторону, колено согните и согнутым коленом потянитесь вверх." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Сжимайте межрёберное пространство либо справа, либо слева, чтобы компенсировать сжатие и растяжение.", "en": "Compress the intercostal space either on the right or left to compensate for compression and stretching." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Стопа опорной ноги расположена параллельно коврику." },
{ "silence": 2000 },
{ "chance": 30, "ru": "Для удержания баланса удерживайте внимание на одной точке." },
{ "silence": 1000 },
{ "ru": "Вытяните кисть вверх." },
{ "silence": 1000 },
{ "ru": "Опустите поднятую ногу назад за спину." },
{ "silence": 1000 },
{ "ru": "Таз поднимите выше, поднимите ногу и вытяните стопу." },
{ "silence": 7000 },
{ "ru": "Развернитесь вперед и ногу верните на коврик." },
{ "silence": 500 },
{ "ru": "Одно колено выпрямите, другое согните." },
{ "silence": 500 },
{ "ru": "Пяткой опорной ноги потянитесь к коврику." },
{ "silence": 500 },
{ "ru": "Кистью возьмитесь за голень." },
{ "silence": 500 },
{ "ru": "Поднимите ногу вертикально вверх и носок натяните на себя." },
{ "silence": 500 },
{ "chance": 30, "ru": "Шею расслабьте." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 500 },
{ "ru": "Грудной клеткой тянитесь к колену.", "en": "Reach your chest towards your knee.", "enSynonyms": [ "Extend your chest toward your knee.", "Draw your chest towards your knee.", "Move your chest closer to your knee.", "Bring your chest towards your knee.", "Stretch your chest toward your knee.", "Reach your ribcage towards your knee.", "Guide your chest to move towards your knee.", "Lift your chest and aim it toward your knee.", "Push your chest forward towards your knee.", "Direct your chest towards your knee.", "Lift your upper body and reach toward your knee.", "Lean your chest towards your knee.", "Draw your ribcage closer to your knee.", "Move your torso towards your knee, leading with your chest.", "Bring your upper body forward, reaching your chest to your knee.", "Stretch your upper body and aim your chest towards your knee.", "Reach forward with your chest toward your knee.", "Extend your torso forward, bringing your chest to your knee.", "Bring your chest in line with your knee." ] },
{ "silence": 1000 },
{ "chance": 30, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 1000 },
{ "ru": "Отожмитесь на опорной руке." },
{ "silence": 2000 },
{ "ru": "Поднятую кисть верните на коврик." },
{ "silence": 1000 },
{ "ru": "Развернитесь в сторону, колено согните и потянитесь коленом вверх." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Сжимайте межрёберное пространство либо справа, либо слева, чтобы компенсировать сжатие и растяжение.", "en": "Compress the intercostal space either on the right or left to compensate for compression and stretching." },
{ "silence": 2000 },
{ "chance": 30, "ru": "Для удержания баланса удерживайте внимание на одной точке." },
{ "silence": 1000 },
{ "ru": "Вытяните кисть вверх." },
{ "silence": 1000 },
{ "ru": "Опустите поднятую ногу назад за спину." },
{ "silence": 1000 },
{ "ru": "Таз поднимите выше, поднимите ногу и вытяните стопу." },
{ "silence": 7000 },
{ "ru": "Развернитесь вперед и ногу верните на коврик." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Оставьте колени подсогнутыми, затем выпрямляйте до тех пор, пока поясница и спина сохраняются прямыми.", "en": "Keep your knees slightly bent at first, then straighten them gradually, ensuring your lower back and spine remain straight.", "enSynonyms": ["Start with your knees softly bent, and then straighten them carefully, keeping your lower back and spine aligned.", "Allow your knees to stay gently bent, then extend them slowly, maintaining a straight lower back and spine.", "Begin with your knees relaxed and slightly bent, straightening them only as far as your back stays straight.", "Keep your knees softly bent and extend them gradually, ensuring your back and spine stay aligned.", "Bend your knees slightly and straighten them carefully, keeping your spine and lower back straight.", "Start with your knees in a soft bend, straightening only until your back and spine remain flat.", "Leave your knees slightly flexed at first, then stretch them slowly, ensuring your back is straight and aligned.", "Maintain a gentle bend in your knees initially, extending them only as far as your back stays flat.", "Keep a slight bend in your knees and straighten them carefully, maintaining a straight and aligned back.", "Begin with a slight bend in your knees, straightening them slowly while keeping your spine and lower back straight."] },
{ "silence": 500 },
{ "chance": 20, "ru": "Лопатки сведите.", "en": "Draw your shoulder blades together." },
{ "silence": 500 },
{ "ru": "Грудной клеткой потянитесь к коленям.", "en": "Pull your chest towards your knees.", "enSynonyms": [ "Draw your chest towards your knees.", "Reach your chest to your knees.", "Bring your chest closer to your knees.", "Move your chest towards your knees.", "Pull your ribcage towards your knees.", "Stretch your chest towards your knees.", "Reach your upper body towards your knees.", "Guide your chest to your knees.", "Bring your chest in line with your knees.", "Draw your upper body towards your knees.", "Move your torso forward, reaching your chest to your knees.", "Lean your chest towards your knees.", "Pull your torso closer to your knees, leading with your chest.", "Stretch forward and bring your chest towards your knees.", "Lower your chest and reach towards your knees.", "Move your chest downward towards your knees.", "Bend forward, pulling your chest towards your knees.", "Bring your chest towards your knees, aiming for a deep stretch.", "Pull your upper body forward, reaching your chest towards your knees." ] },
{ "silence": 2000 },
{ "chance": 30, "ru": "Шею расслабьте." },
{ "silence": 500 },
{ "chance": 65, "ru": "Удлиняйте дыхание." },
{ "silence": 6000 },
{ "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 500 },
{ "ru": "Пятки выведите над носками." },
{ "silence": 500 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 2000 },
{ "ru": "Копчиком тянитесь выше." },
{ "silence": 1500 },
{ "ru": "Грудной клеткой потянитесь к коленям.", "en": "Pull your chest towards your knees.", "enSynonyms": [ "Draw your chest towards your knees.", "Reach your chest to your knees.", "Bring your chest closer to your knees.", "Move your chest towards your knees.", "Pull your ribcage towards your knees.", "Stretch your chest towards your knees.", "Reach your upper body towards your knees.", "Guide your chest to your knees.", "Bring your chest in line with your knees.", "Draw your upper body towards your knees.", "Move your torso forward, reaching your chest to your knees.", "Lean your chest towards your knees.", "Pull your torso closer to your knees, leading with your chest.", "Stretch forward and bring your chest towards your knees.", "Lower your chest and reach towards your knees.", "Move your chest downward towards your knees.", "Bend forward, pulling your chest towards your knees.", "Bring your chest towards your knees, aiming for a deep stretch.", "Pull your upper body forward, reaching your chest towards your knees." ] },
{ "silence": 3500 },
{ "chance": 50, "ru": "Шею расслабьте, чтобы голова свисала под собственным весом.", "en": "Relax the neck so that the head hangs down under its own weight." },
{ "silence": 3500 },
{ "ru": "Шаг вперед одной, затем другой стопами.", "en": "Step forward with one foot and then the other." },
{ "silence": 1500 },
{ "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 1500 },
{ "chance": 20, "ru": "Сведите большие пальцы стоп и пятки.", "en": "Get the big toes and heels together." },
{ "silence": 500 },
{ "ru": "Пятки врось." },
{ "silence": 500 },
{ "chance": 30, "ru": "Толкаясь кистями, вытяните поясницу, вытяните грудной отдел позвоночника, вытяните шею." },
{ "silence": 500 },
{ "chance": 15, "ru": "Выпрямте заднюю поверхность шеи.", "en": "Straighten the posterior surface of the neck.", "enSynonyms": [ "Align the back of your neck.", "Straighten the back surface of your neck.", "Lengthen the posterior side of your neck.", "Keep the back of your neck straight.", "Elongate the rear of your neck.", "Align the posterior side of the neck.", "Straighten and lengthen the back of your neck.", "Maintain a straight line along the posterior neck.", "Extend the back of your neck fully.", "Keep the posterior surface of your neck aligned.", "Bring the back of your neck into alignment.", "Lengthen and straighten the back of your neck.", "Hold the back of your neck straight and aligned.", "Stretch the posterior part of your neck into alignment.", "Ensure the back of your neck is straight and elongated.", "Position the posterior side of your neck in a straight line.", "Maintain length and straightness in the back of your neck.", "Align and lengthen the rear surface of your neck.", "Stretch and straighten the back of your neck.", "Keep the posterior surface of the neck long and aligned." ] },
{ "silence": 500 },
{ "ru": "Плечами давите вниз и назад." },
{ "silence": 2000 },
{ "ru": "На вдох круг назад плечевыми суставами.", "en":"On the inhale, rotate back the shoulder joints.", "chance":40 },
{ "silence": 1500 },
{ "ru": "На выдох выпрямите ноги." },
{ "silence": 1000 },
{ "ru": "Скруглите спину.", "en": "Round your back.", "enSynonyms": [ "Curve your spine.", "Arch your back into a rounded position.", "Round your entire back.", "Flex your spine and round it gently.", "Tuck your chin and round your back.", "Draw your navel in and round your spine.", "Gently round your back, creating a smooth curve.", "Curl your spine into a rounded position.", "Round your back from the tailbone up.", "Flex your spine and round through your back.", "Tuck your pelvis and round your back.", "Curl your back, starting from the lower spine.", "Engage your core and round your back gently.", "Create a gentle curve in your spine.", "Tuck your pelvis under and round your back.", "Press your spine into a round shape.", "Create a rounded back, keeping your posture soft.", "Roll your spine into a rounded position.", "Flex and round your spine from the lower to upper back.", "Curl your upper back, making a smooth rounded shape." ] },
{ "silence": 1000 },
{ "ru": "Возьмитесь за локти." },
{ "silence": 1000 },
{ "ru": "Отпустите спину." },
{ "silence": 500 },
{ "ru": "Отпустите шею." },
{ "silence": 1000 },
{ "ru": "Таз подайте вперед или назад, чтобы исходя из ощущений, таз оказался в вертикале над пятками.", "en": "Based on the feelings, align the pelvis by moving the weight back or forward so that the pelvis aligned right above the heels."},
{ "silence": 4000 },
{ "ru": "Согните одно колено, другое оставьте выпрямленным.", "en": "Bend a knee and leave the other knee straightened." },
{ "silence": 25000 },
{ "ru": "Теперь согните другое колено.", "en": "Now bend another knee." },
{ "silence": 25000 },
{ "ru": "Выпрямите оба колена.", "en": "Straighten both knees." },
{ "silence": 3000 },
{ "chance": 60, "ru": "Спина круглая.", "en": "Back is round." },
{ "silence": 600 },
{ "chance": 65, "ru": "Шея полностью расслаблена." },
{ "silence": 100 },
{ "chance": 65, "ru": "Дыхание глубокое и равномерное." },
{ "silence": 20000 },
{ "ru": "Кисти на колени.", "en": "Place your wrists gently on your knees, maintaining a relaxed and grounded posture." },
{ "silence": 500 },
{ "ru": "Колени согните." },
{ "silence": 500 },
{ "ru": "Прогнитесь." },
{ "silence": 2000 },
{ "ru": "Наклонитесь вперед и прижмите грудную клетку к бёдрам." },
{ "silence": 1000 },
{ "ru": "Тремя пальцами каждой кисти возьмитесь за большие пальцы стоп." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Большой палец, мизинец и пятка - прижаты к коврику." },
{ "silence": 2000 },
{ "ru": "Сохраняя бёдра прижатыми к грудной клетке, выпрямите ноги." },
{ "silence": 1000 },
{ "chance": 50, "ru": "Шею расслабьте, чтобы голова свисала под собственным весом.", "en": "Relax the neck so that the head hangs down under its own weight." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Дыш+ите." },
{ "silence": 20000 },
{ "ru": "Пальцы кистей сцепите в замок за голенями и сместите замок под колени." },
{ "silence": 1000 },
{ "ru": "Круглой спиной потянитесь вверх.", "en": "With a round back, reach upward." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Подбородком давите на ярёмную ямку." },
{ "silence": 2000 },
{ "ru": "Плечевыми суставами давите назад." },
{ "silence": 10000 },
{ "ru": "Отпустите замок." },
{ "silence": 500 },
{ "ru": "Сохраняйте подбородок прижатым к ярёмной ямке, и спину круглой." },
{ "silence": 500 },
{ "ru": "Разогните ноги и выпрямите тело.", "en": "Unbend the legs and raise the body so that the body is aligned vertically." },
{ "silence": 2000 },
{ "chance": 40, "ru": "Поднимите лицо.", "en": "Lift up the face." },
{ "silence": 3000 },
{ "chance": 65, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] }
{ "silence": 1000 },
{ "ru": "На вдох руки поднимите через стороны.", "en": "Raise the hands across the sides." },
{ "silence": 1500 },
{ "ru": "На выдох сжимая кисти опустите их до грудной клетки." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Сведите большие пальцы стоп и пятки.", "en": "Get the big toes and heels together." },
{ "silence": 1000 },
{ "ru": "Встаньте на носки и закройте глаза." },
{ "silence": 1000 },
{ "ru": "Удерживайте равновесие с закрытыми глазами.", "en": "Balance with your eyes closed." },
{ "silence": 10000 },
{ "ru": "Откройте глаза и опуститесь на пятки." },
{ "silence": 1000 },
{ "chance": 95, "ru": "Тад+асана.", "en": "Tad+asana." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза гор+ы.", "en": "Mountain Pose." },
{ "silence": 500 },
{ "chance": 50, "ru": "Все мышцы тела в легком тонусе.", "en": "All the muscles of the body are in light tonus." },
{ "silence": 500 },
{"ru": "Вариант с кистями, сложенными в намасте.", "en": "A variation with the hands folded in Namaste position.", "enSynonyms": ["Perform this variation with your hands joined in a Namaste gesture.", "Try this option by folding your hands together in Namaste.", "Adopt the Namaste position by bringing your palms together for this variation.", "Place your hands in Namaste as you follow this variation.", "Modify the pose by folding your hands into the Namaste gesture.", "Include the Namaste hand position for this variation.", "Perform this variation while keeping your hands in the Namaste position.", "Add the element of Namaste with hands gently pressed together.", "Use the Namaste gesture as you explore this pose variation.", "Bring your palms together in Namaste for this alternative position.", "Hold your hands in Namaste to incorporate this variation.", "Use this pose variation with hands folded gracefully in Namaste.", "Fold your hands in a Namaste gesture for this option.", "Join your hands together in Namaste to refine this variation.", "Place your palms together gently in Namaste for this pose option.", "Include folded hands in Namaste for an added variation.", "Modify the posture by incorporating hands folded in Namaste.", "Keep your hands in Namaste to try this gentle variation.", "Explore this option with palms joined together in Namaste.", "Adopt the Namaste hand gesture to complement this variation."]},
{ "silence": 1000 },
{ "chance": 65, "ru": "Нижнюю часть таза подайте вперед.", "en": "Bring the lower part of the pelvis forward." },
{ "silence": 500 },
{ "ru": "Бёдра разверните наружу." },
{ "silence": 1000 },
{ "ru": "Плечевые суставы отведите назад и вниз." },
{ "silence": 1000 },
{"ru": "Распределите вес между стоп.", "en": "Evenly distribute your weight between both feet, finding a balanced stance.", "enSynonyms": ["Shift your weight evenly across both feet, ensuring a stable posture.", "Disperse your weight equally between your feet, grounding yourself firmly.", "Balance your weight across both feet, creating a steady foundation.", "Spread your weight evenly between your feet, maintaining a centred stance.", "Place your weight equally on both feet, finding balance and stability.", "Shift into a balanced position by distributing your weight between your feet.", "Share your weight evenly across both feet, keeping your stance grounded.", "Adjust your posture to evenly spread your weight across your feet.", "Ensure your weight is equally balanced between both feet, creating steadiness.", "Distribute your body weight equally between your feet, standing firm and stable.", "Find a balanced position by shifting your weight evenly onto both feet.", "Spread your weight evenly over both feet, feeling grounded and secure.", "Balance your body by evenly dispersing your weight between your feet.", "Shift your weight so it rests equally on both feet, stabilising your position.", "Anchor yourself by distributing your weight equally across your feet.", "Position yourself so your weight is spread evenly between both feet.", "Maintain stability by balancing your weight equally between your feet.", "Adjust your stance to ensure your weight is distributed evenly across both feet.", "Ground yourself by evenly sharing your weight between your feet.", "Stand tall and balanced, evenly distributing your weight onto both feet."]},
{ "silence": 500 },
{ "chance": 65, "ru": "Мысленно давите на подбородок, чтобы задняя поверхность шеи вытягивалась." },
{ "silence": 4000 },
{ "ru": "На вдох руки поднимите через стороны.", "en": "Raise the hands across the sides." },
{ "silence": 1500 },
{ "ru": "Опустите кисти до уровня плечевых." },
{ "silence": 1000 },
{ "ru": "На выдох кистями надавите по сторонам." },
{ "silence": 500 },
{ "chance": 20, "ru": "Круг плечевыми назад.", "en": "Rotate the shoulder joints backwards." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поднимите носки и удерживайте равновесие стоя на пятках." },
{ "silence": 500 },
{ "chance": 65, "ru": "Затылок отведите назад." },
{ "silence": 500 },
{ "chance": 65, "ru": "Макушкой тянитесь вверх." },
{ "silence": 500 },
{ "ru": "Удерживайте равновесие стоя на пятках." },
{ "silence": 10000 },
{ "ru": "Опустите носки и прижмите обе стопы полностью." },
{ "silence": 1000 }
]