[
{ "version": 1, "ru": "Опустите локти.", "en": "Lower your elbows.", "enSynonyms": [ "Bring your elbows down.", "Drop your elbows gently.", "Relax your elbows downward.", "Let your elbows lower smoothly.", "Ease your elbows into a lower position.", "Move your elbows downward with control.", "Lower your elbows softly and steadily.", "Guide your elbows down with intention.", "Allow your elbows to drop into a relaxed position.", "Shift your elbows downward calmly.", "Bring your elbows down towards the ground.", "Ease your elbows downward without strain.", "Lower your elbows in a natural motion.", "Position your elbows lower with a controlled movement.", "Draw your elbows downward, keeping your shoulders relaxed.", "Let your elbows sink gently downwards.", "Move your elbows into a lower alignment.", "Relax and lower your elbows steadily.", "Softly bring your elbows down to align with your body.", "Gently drop your elbows while maintaining a straight posture." ] },
{ "silence": 100 },
{"version":3,"ru":"Колени поставьте широко.","en":"Position your knees wide apart, aligning them with your shoulders."},
{ "silence": 1500 },
{ "version": 1, "ru": "Согните ноги.", "en": "Bend your legs.", "enSynonyms": ["Flex your legs.", "Bend your knees.", "Curving your legs.", "Fold your legs.", "Lower your legs by bending them.", "Bring your knees towards your chest.", "Slightly bend your legs.", "Fold your knees in.", "Bend your legs at the joints.", "Gently flex your knees.", "Bend your legs at a comfortable angle.", "Lower your body by bending your legs.", "Draw your legs in by bending them.", "Bend your legs, bringing them inward.", "Flex your legs for balance.", "Bend your knees, keeping your feet grounded.", "Lower your legs into a bend.", "Gently bring your knees forward.", "Softly bend your legs to ease the posture.", "Flex your knees, adjusting your stance." ] },
{ "silence": 1500 },
{ "version": 1, "ru": "Носки натяните на себя.", "en": "Pull your toes towards you.", "enSynonyms": ["Draw your toes inwards.", "Flex your feet inwardly.", "Point your toes back towards your body.", "Reel your toes closer to yourself.", "Bring your toes towards your shins with intention."]},
{ "silence": 1500 },
{ "version": 1, "ru": "Кистями возьмитесь за голени.", "en": "Grasp your shins with your hands.", "enSynonyms": ["Hold onto your shins with your palms.", "Take hold of your shins using your hands.", "Grip your shins firmly with your hands.", "Secure your shins gently with your palms.", "Clasp your shins with your hands.", "Grab hold of your shins using your hands.", "Place your hands around your shins and hold.", "Hold your shins steadily with your hands.", "Encircle your shins with your palms and grip gently.", "Wrap your hands around your shins and hold firmly.", "Take your shins in your hands and hold gently.", "Grip your shins securely with your hands.", "Place your palms on your shins and hold steadily.", "Hold your shins carefully with your hands.", "Grasp the sides of your shins using your palms.", "Rest your hands on your shins and clasp them.", "Anchor your hands to your shins and hold.", "Take hold of your shins firmly but gently.", "Use your hands to grip your shins.", "Place your hands on your shins and grip softly."] },
{ "silence": 2500 },
{ "version":2,"ru":"Переднюю часть бёдер и колени прижмите к коврику.","en":"Press the front of your thighs and knees firmly into the mat." },
{ "silence": 1000 },
{ "version":2,"ru":"Удерживая колени прижатыми к поверхности, поднимите грудную клетку.","en":"Maintain your knees pressed firmly to the mat while lifting your chest upward with mindful engagement.","enSynonyms":["Keep the knees anchored to the floor as you raise your sternum with controlled breath","Hold the kneecaps grounded while elevating the ribcage through spinal extension","Engage the quadriceps to keep knees rooted as you draw the heart center forward and up","Anchor the femurs downward while lengthening the thoracic spine skyward","Sustain knee contact with the mat while inviting the breastbone to ascend through conscious reach"]},
{ "silence": 1000 },
{ "version": 1, "ru": "Дханур+асана." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза лука." },
{ "silence": 1000 },
{ "version": 1, "ru": "Сожмите бёдра и ягодицы." },
{ "silence": 3000 },
{ "chance":10,"version": 1, "ru":"Мысленно давите на подбородок, чтобы задняя поверхность шеи выпрямлялась.","en":"Mentally press your chin inward to straighten the back of your neck.","enSynonyms":["Imagine pressing your chin inwards to align the back of your neck.","Mentally engage your chin to help straighten the rear surface of your neck.","Picture pressing your chin inward to create a straighter neck line.","Visualise pressing your chin in to extend and straighten the back of your neck.","Focus on mentally pressing your chin to straighten the back of your neck.","Imagine a slight inward press of your chin to align the back of your neck.","Picture yourself gently pressing your chin in to elongate the neck's rear surface.","Envision mentally pressing your chin inward to align the back of your neck.","Think of pressing your chin in to align the back of your neck straight.","Visualise the action of pressing your chin in to encourage a straight neck posture.","Picture applying inward pressure to your chin to align the back of your neck.","Engage your mind to press your chin inwards for a straighter neck line.","Concentrate on pressing your chin gently inward to straighten the back of your neck.","Mentally imagine pressing your chin in to achieve a straight neck alignment.","Visualise an inward chin press to help elongate and straighten the back of your neck.","Think of pressing your chin towards your neck to ensure it straightens out.","Imagine an inward chin motion to encourage the straightening of the neck's rear.","Mentally focus on pressing your chin inward to create a perfectly aligned neck."]},
{ "silence": 7000 }
]