[
{ "ru": "Опустите локти.", "en": "Lower your elbows.", "enSynonyms": [ "Bring your elbows down.", "Drop your elbows gently.", "Relax your elbows downward.", "Let your elbows lower smoothly.", "Ease your elbows into a lower position.", "Move your elbows downward with control.", "Lower your elbows softly and steadily.", "Guide your elbows down with intention.", "Allow your elbows to drop into a relaxed position.", "Shift your elbows downward calmly.", "Bring your elbows down towards the ground.", "Ease your elbows downward without strain.", "Lower your elbows in a natural motion.", "Position your elbows lower with a controlled movement.", "Draw your elbows downward, keeping your shoulders relaxed.", "Let your elbows sink gently downwards.", "Move your elbows into a lower alignment.", "Relax and lower your elbows steadily.", "Softly bring your elbows down to align with your body.", "Gently drop your elbows while maintaining a straight posture." ] },
{ "silence": 100 },
{ "ru": "Колени поставьте широко." },
{ "silence": 1500 },
{ "ru": "Согните ноги." },
{ "silence": 1500 },
{ "ru": "Носки натяните на себя." },
{ "silence": 1500 },
{ "ru": "Кистями возьмитесь за голени." },
{ "silence": 2500 },
{ "ru": "Переднюю часть бёдер и колени прижмите к коврику." },
{ "silence": 1000 },
{ "ru": "Удерживая колени прижатыми к поверхности, поднимите грудную клетку." },
{ "silence": 1000 },
{ "ru": "Дханур+асана." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза лука." },
{ "silence": 1000 },
{ "ru": "Сожмите бёдра и ягодицы." },
{ "silence": 3000 },
{"chance":10,"ru":"Мысленно давите на подбородок, чтобы задняя поверхность шеи выпрямлялась.","en":"Mentally press your chin inward to straighten the back of your neck.","enSynonyms":["Imagine pressing your chin inwards to align the back of your neck.","Mentally engage your chin to help straighten the rear surface of your neck.","Picture pressing your chin inward to create a straighter neck line.","Visualise pressing your chin in to extend and straighten the back of your neck.","Focus on mentally pressing your chin to straighten the back of your neck.","Imagine a slight inward press of your chin to align the back of your neck.","Picture yourself gently pressing your chin in to elongate the neck's rear surface.","Envision mentally pressing your chin inward to align the back of your neck.","Think of pressing your chin in to align the back of your neck straight.","Visualise the action of pressing your chin in to encourage a straight neck posture.","Picture applying inward pressure to your chin to align the back of your neck.","Engage your mind to press your chin inwards for a straighter neck line.","Concentrate on pressing your chin gently inward to straighten the back of your neck.","Mentally imagine pressing your chin in to achieve a straight neck alignment.","Visualise an inward chin press to help elongate and straighten the back of your neck.","Think of pressing your chin towards your neck to ensure it straightens out.","Imagine an inward chin motion to encourage the straightening of the neck's rear.","Mentally focus on pressing your chin inward to create a perfectly aligned neck."]},
{ "silence": 7000 }
]