[
{ "version": 1, "ru": "Удерживая локти прижатыми к коврику, сделайте подшаг стопами чтобы таз поднялся.","en":"While keeping your elbows pressed to the mat, step your feet forward so that your pelvis rises.","enSynonyms":["Maintain your elbows anchored to the mat and advance your feet to elevate your hips.","With your elbows firmly planted on the mat, take a step with your feet to lift your pelvis.","Keeping your elbows grounded on the mat, move your feet forward to raise your hips.","Hold your elbows against the mat and step your feet ahead to hoist your pelvic region.","Pressing your elbows to the mat, shift your feet forward to uplift your hips.","Secure your elbows to the mat and bring your feet forward to elevate your hip area.","Ensuring your elbows remain on the mat, step your feet forward to lift your pelvis.","Keep your elbows touching the mat and advance your feet to elevate your lower body.","By pressing your elbows to the mat, step your feet forward to lift your pelvis.","Rest your elbows on the mat and step your feet forward to elevate your hips.","To achieve elevation of the pelvis, press your elbows to the mat and step your feet forward.","Ensure your elbows are steadfast on the mat as you step your feet to lift your hips.","For an effective rise, keep your elbows grounded while stepping your feet forward.","Maintain your elbows securely on the mat while advancing your feet to raise your pelvis.","By securing your elbows to the mat, step your feet forward to hoist your hips.","Anchor your elbows to the mat and proceed with your feet to lift your pelvis.","Steadfastly hold your elbows on the mat and step your feet forward to elevate your hips.","To ensure proper lifting, keep your elbows on the mat and step your feet forward.","Preserve your elbows' contact with the mat and step your feet forward to lift your pelvis.","With your elbows in constant contact with the mat, step your feet forward to elevate your hips.","To create the necessary lift, press your elbows to the mat and step your feet forward."]},
{ "silence": 500 },
{ "version": 1, "ru": "Упражнение Дельфин.", "en": "The Dolphin Exercise.", "enSynonyms": ["The Dolphin Pose.", "Dolphin Posture Exercise.", "Dolphin Movement Routine.", "The Dolphin Stretch.", "Exercise Known as the Dolphin.", "The Dolphin-Style Movement.", "Dolphin Yoga Practice.", "The Dolphin Flow Exercise.", "A Pose Called Dolphin.", "The Dolphin-Form Stretch.", "Dolphin Shape Exercise.", "Dolphin Posture Flow.", "Stretching in the Dolphin Pose.", "A Movement Called Dolphin.", "The Exercise Named Dolphin.", "Dolphin-Position Yoga.", "Dolphin Posture Routine.", "Yoga Practice: The Dolphin.", "A Stretch Referred to as Dolphin.", "Dolphin Pose and Stretch."] },
{ "silence": 1000 },
{ "version": 2, "ru": "Грудную клетку опускайте вперед и вниз на предплечья.", "en": "Lower your chest forward and down onto your forearms.", "enSynonyms": ["Bring your ribcage forward and down to rest on your arms.", "Ease your chest downwards and ahead until it meets your forearms.", "Guide your sternum forwards and downwards, settling onto your forearms.", "Move your upper body forward and lower it gently onto your forearms.", "Drape your chest area over your forearms as you shift it forward and down."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Таз выведите назад и вверх.", "en": "Shift your pelvis back and up.", "enSynonyms": ["Move your pelvis backward and upward.", "Guide your hips to a position back and up.", "Draw your pelvis gently backward and lift it upward.", "Push your hips back and raise them upward.", "Direct your pelvis into a backward and upward motion.", "Position your hips back while lifting them upward.", "Shift your pelvis backward and elevate it upward.", "Slide your hips to the rear and lift them up.", "Bring your pelvis to a backward and upward position.", "Adjust your hips back and lift them gently upward.", "Pull your pelvis back and guide it upward.", "Move your hips into a backward and upward alignment.", "Shift your hips to the rear while elevating them upward.", "Draw your pelvis back and tilt it upward.", "Guide your hips into a smooth backward and upward motion.", "Push your pelvis back while lifting it softly upward.", "Reposition your hips backward and elevate them upward.", "Move your pelvis rearward and raise it upward gracefully.", "Pull your hips back and tilt them into an upward lift.", "Shift your pelvis back gently and raise it upward smoothly."] },
{ "silence": 5000 }
]