[
{ "silence": 1000 },
{ "ru": "Пятки и носки соедините.", "en": "Bring the heels and toes together.", "enSynonyms": ["Draw your heels and toes together with precision.", "Unite your heels and toes into alignment.", "Bring your heels and toes to meet in the centre.", "Join your heels and toes into a balanced position.", "Place your heels and toes together with intent.", "Bring both heels and toes into contact for stability.", "Connect your heels and toes gracefully.", "Align your heels and toes, drawing them together firmly.", "Unify your heels and toes for a strong foundation.", "Bring your heels and toes together to create a steady stance.", "Position your heels and toes closely together with mindfulness.", "Guide your heels and toes to touch in a unified posture.", "Move your heels and toes together with deliberate precision.", "Draw your heels and toes toward each other into symmetry.", "Press your heels and toes together for balance and poise.", "Align your heels and toes in a seamless connection.", "Unite the heels and toes softly into position.", "Place the heels and toes together for harmonious grounding.", "Bring your heels and toes into a centred alignment.", "Gather your heels and toes together in a single motion."] },
{ "silence": 500 },
{ "ru": "Прижмите кисти друг к другу." },
{ "silence": 500 },
{ "ru": "Сохраняя ладони сжатыми, вытяните руки вверх.", "en": "Keep your palms clenched as you stretch your arms upwards.", "enSynonyms": ["Maintain your clenched palms while extending your arms upwards.", "With palms clenched, raise your arms toward the sky.", "Clench your palms and extend your arms upwards.", "While keeping your palms tightly closed, stretch your arms upwards.", "Hold your palms clenched and reach your arms high into the air.", "Keep your hands tightly clenched as you extend your arms above.", "While keeping your palms closed, lift your arms toward the sky.", "Clasp your palms tightly and raise your arms toward the heavens.", "Keep your palms in a firm grip and stretch your arms up.", "Maintain your clenched palms as you lift your arms high.", "With clenched palms, extend your arms toward the sky.", "Press your palms together and stretch your arms upward.", "Clench your palms firmly and raise your arms overhead.", "Hold your palms tightly and extend your arms upwards.", "With palms firmly clenched, stretch your arms toward the sky.", "While keeping your hands closed, reach your arms upwards.", "Tightly grip your palms and extend your arms above your head.", "Clench your palms and elevate your arms straight upwards.", "Keep your palms pressed together and extend your arms upwards." ] },
{ "silence": 1500 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 500 },
{ "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet.", "enSynonyms": [ "Stand on the tips of your toes.", "Lift up onto your toes.", "Come up onto the balls of your feet.", "Rise onto your toes.", "Lift your heels and balance on your toes.", "Stand tall on your toes.", "Push up onto the tips of your toes.", "Rise onto the balls of your feet.", "Stand with your weight on your toes.", "Push yourself up on the tips of your toes.", "Lift your body onto your toes.", "Come up to stand on the tips of your toes.", "Raise yourself up onto your toes.", "Elevate onto your toes.", "Stand with your feet on tiptoe.", "Lift your heels and stand on your toes.", "Balance on the tips of your toes.", "Rise and balance on your toes.", "Push up and balance on the balls of your feet." ] },
{ "silence": 500 },
{ "ru": "+Урдхва хаст+асана на носках.", "en": "Urdhva Hastasana on your toes." },
{ "silence": 500 },
{ "chance": 65, "ru": "Вытяжение рук вверх стоя на носках.", "en": "Stretch your arms upward while standing on your toes.", "enSynonyms": ["Reach your arms high while standing on your toes.", "Extend your arms upward as you rise onto your toes.", "Lift your arms towards the sky while balancing on your toes.", "Stretch tall, lifting your arms while standing on your toes.", "Reach for the sky with your arms as you stand on your toes.", "Elevate your arms above you while standing on your toes.", "Stretch your arms overhead, rising up onto your toes.", "Lift your arms high into the air, standing on your toes.", "Reach upwards with your arms, standing on your toes.", "Extend your arms above your head as you stand on your toes.", "Raise your arms toward the ceiling while standing on your toes.", "Stretch your arms up and stand tall on your toes.", "Extend both arms upwards as you balance on your toes.", "Reach upwards with both arms, standing on your toes.", "Lift your arms high, balancing delicately on your toes.", "Stretch your body tall, arms reaching upwards, standing on your toes.", "Rise onto your toes while extending your arms above your head.", "Stretch upward, standing on your toes with arms extended.", "With arms extended upwards, balance on your toes." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Сожмите ягодичные мышцы и подайте нижнюю часть таза вперед.", "en": "Squeeze your glute muscles and tilt your pelvis forward.", "enSynonyms": [ "Engage your glutes and shift your pelvis forward.", "Tighten your glute muscles and tilt the pelvis forward.", "Contract your glutes and move your pelvis forward.", "Activate your gluteal muscles and push your pelvis forward.", "Clench your glutes and tilt your pelvis forward.", "Squeeze the glutes and angle your pelvis forward.", "Engage the glute muscles and rotate your pelvis forward.", "Tighten the glutes and guide your pelvis forward.", "Firmly squeeze your glutes and shift the pelvis forward.", "Activate your glutes and nudge your pelvis forward.", "Clench your glutes and bring the pelvis forward.", "Squeeze the glute muscles and press the pelvis forward.", "Contract the glutes and gently tilt the pelvis forward.", "Engage your glutes and direct the pelvis forward.", "Activate the gluteal muscles and angle your pelvis forward.", "Tighten your glutes and gently shift the pelvis forward.", "Firmly contract your glutes and tilt the pelvis forward.", "Squeeze your glutes and adjust the pelvis forward.", "Engage the glutes fully and tilt the pelvis forward.", "Clench the gluteal muscles and push the pelvis forward." ] },
{ "silence": 1500 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{"chance":65,"ru":"Нижнюю часть таза подайте вперед.","en":"Bring the lower part of the pelvis forward.","enSynonyms":["Shift the lower part of your pelvis forward.","Move the bottom of your pelvis in a forward direction.","Push your pelvis forward from the lower part.","Direct the lower part of the pelvis towards the front.","Align the lower part of your pelvis with the front of your body.","Guide the lower pelvis forward into position.","Draw the lower part of the pelvis forward and gently align it.","Position the lower pelvis in front, guiding it with ease.","Extend the lower part of your pelvis forward.","Bring the bottom of your pelvis towards the front of the body.","Move your pelvis forward, focusing on the lower portion.","Push your pelvis forward by shifting its lower half.","Direct the lower half of your pelvis towards the front.","Lead the lower portion of the pelvis forward, maintaining posture.","Align the lower section of the pelvis with the front line of your body.","Slightly move the bottom of the pelvis forward to create alignment.","Lift the lower pelvis gently forward into a stable position.","Guide your lower pelvis in a forward motion with control.","Shift the bottom of your pelvis forward in alignment with the body."]},
{ "silence": 500 },
{ "ru": "Плечевыми суставами изолированно от шеи давите вниз.", "en": "Press downward with your shoulder joints, isolating the movement from the neck.", "enSynonyms": ["Use your shoulder joints to press downward, keeping the neck uninvolved.", "Push down through your shoulders while ensuring the neck remains relaxed.", "Isolate the shoulders as you press downward, avoiding tension in the neck.", "Press your shoulder joints downward, mindful to disengage the neck.", "Engage the shoulders to push downward while keeping the neck free of strain.", "Direct your shoulder joints downward without involving the neck.", "Apply a downward pressure with your shoulders, leaving the neck at ease.", "Move your shoulders downward independently of the neck's movement.", "Push your shoulders downward in isolation from the neck.", "Focus on pressing down with the shoulders, ensuring the neck remains neutral.", "Drive your shoulders downward, completely separating the action from the neck.", "Lower your shoulders in a controlled manner, isolating the neck.", "Push your shoulders down while maintaining a relaxed neck position.", "Guide your shoulders downward, avoiding any strain in the neck area.", "Use only your shoulders to press downward, sparing the neck from involvement.", "Lower the shoulders actively while keeping the neck still and calm.", "Apply pressure downward through the shoulders, isolating neck motion.", "Move your shoulders downward independently, ensuring the neck stays at rest.", "Engage your shoulder joints to press downward while the neck remains passive.", "Direct a downward motion with the shoulders, carefully excluding the neck."] },
{ "silence": 1500 },
{ "chance": 30, "ru": "Отведите плечи назад, чтобы они были вне поля зрения.", "en": "Pull the shoulders back so they are out of the field of the view." },
{ "silence": 1500 },
{ "chance": 65, "ru": "Макушкой тянитесь вверх.", "en": "Reach upwards through the crown of your head.", "enSynonyms": [ "Stretch upwards through the top of your head.", "Lift through the crown of your head.", "Extend your energy upwards from the crown of your head.", "Reach up through the crown of your head, lengthening your spine.", "Grow taller by lifting through the crown of your head.", "Imagine reaching upwards through the top of your head.", "Lift the crown of your head towards the sky.", "Stretch the crown of your head upwards.", "Feel the energy rising from the top of your head.", "Draw your attention upwards through the crown of your head.", "Reach through the top of your head, extending your body upward.", "Lengthen your spine by reaching through the crown of your head.", "Stretch tall by lifting through the crown of your head.", "Extend upward through the top of your head, lengthening your posture.", "Reach towards the sky, lifting from the crown of your head.", "Lift through the crown of your head, reaching for the sky.", "Feel the stretch as you reach through the top of your head.", "Lift your head upwards, feeling the length in your spine.", "Feel your crown reach towards the ceiling as you stretch upwards." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Руки прямые в локтях и вытянуты строго вверх." },
{ "silence": 4500 }
]