[
{ "version": 1, "ru": "Удерживая руки поднятыми, а ладони сжатыми, опуститесь на пятки.", "en": "Keep your arms raised and your palms clenched as you lower yourself onto your heels.", "enSynonyms": ["Maintain your arms lifted and palms tightly clenched while lowering onto your heels.", "With arms raised and palms pressed together, descend onto your heels.", "Hold your arms up and palms clenched as you gently lower onto your heels.", "Keep your palms in a firm grip and arms elevated as you descend to your heels.", "Raise your arms and clench your palms as you move downward onto your heels.", "While holding your arms up and palms clenched, bring yourself down to your heels.", "Hold your palms tightly closed and arms raised as you move to your heels.", "With your arms lifted and palms clenched, lower your body onto your heels.", "Keep your arms raised and hands tightly clasped as you settle onto your heels.", "As your arms stay raised and palms clenched, gently descend onto your heels.", "Keep your palms clenched and arms lifted as you sink onto your heels.", "Hold your hands in a tight grip and arms raised while lowering to your heels.", "While keeping your arms lifted and palms clenched, gently lower to your heels.", "With your palms clenched and arms raised, bring yourself down onto your heels.", "Hold your arms up with clenched palms and lower onto your heels.", "While your arms stay raised and palms clenched, drop down onto your heels.", "Maintain raised arms and clenched palms as you lower yourself to your heels.", "As your arms stay elevated and palms clenched, descend onto your heels." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Пятки врозь.", "en": "Heels apart.", "enSynonyms": ["Keep your heels separated.", "Place your heels wide apart.", "Ensure your heels are not touching.", "Position your heels away from each other.", "Spread your heels apart.", "Let your heels be spaced apart.", "Keep a gap between your heels.", "Heels should be distanced from one another.", "Separate your heels.", "Maintain distance between your heels.", "Allow space between your heels.", "Let your heels be placed apart.", "Place your heels apart for balance.", "Keep your heels wide and apart.", "Ensure there is a gap between your heels.", "Position your heels so they are apart.", "Make sure your heels are not close together.", "Place your heels apart, allowing space.", "Heels should be spaced apart for stability.", "Spread your heels wide, keeping them apart."] },
{ "silence": 500 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 500 },
{ "chance": 60, "version": 1, "ru": "Сожмите ягодичные мышцы и подайте нижнюю часть таза вперед.", "en": "Squeeze your glute muscles and tilt your pelvis forward.", "enSynonyms": [ "Engage your glutes and shift your pelvis forward.", "Tighten your glute muscles and tilt the pelvis forward.", "Contract your glutes and move your pelvis forward.", "Activate your gluteal muscles and push your pelvis forward.", "Clench your glutes and tilt your pelvis forward.", "Squeeze the glutes and angle your pelvis forward.", "Engage the glute muscles and rotate your pelvis forward.", "Tighten the glutes and guide your pelvis forward.", "Firmly squeeze your glutes and shift the pelvis forward.", "Activate your glutes and nudge your pelvis forward.", "Clench your glutes and bring the pelvis forward.", "Squeeze the glute muscles and press the pelvis forward.", "Contract the glutes and gently tilt the pelvis forward.", "Engage your glutes and direct the pelvis forward.", "Activate the gluteal muscles and angle your pelvis forward.", "Tighten your glutes and gently shift the pelvis forward.", "Firmly contract your glutes and tilt the pelvis forward.", "Squeeze your glutes and adjust the pelvis forward.", "Engage the glutes fully and tilt the pelvis forward.", "Clench the gluteal muscles and push the pelvis forward." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Грудной клеткой тянитесь вперед и вверх." },
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Отведите плечи назад, чтобы они были вне поля зрения.", "en": "Pull the shoulders back so they are out of the field of the view." },
{ "silence": 1000 },
{ "chance": 95, "version": 1, "ru": "+Урдхва хаст+асана.", "en": "Urdhva Hastasana" },
{ "silence": 500 },
{ "chance": 60, "version": 1, "ru": "Вытяжение рук вверх из положения стоя." },
{ "silence": 1000 },
{ "chance": 60, "version": 1, "ru": "Сделайте глубокий вдох и задержите дыхание.", "en": "Take a deep breath and hold your breath." },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 5000 }
]