[
{ "ru": "Удерживая руки поднятыми, опуститесь на пятки." },
{ "silence": 500 },
{ "ru": "Пятки врось." },
{ "silence": 500 },
{ "chance": 65, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 500 },
{ "chance": 65, "ru": "Сожмите ягодичные мышцы и подайте нижнюю часть таза вперед." },
{ "silence": 500 },
{ "ru": "Грудной клеткой тянитесь вперед и вверх." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Отведите плечи назад, чтобы они были вне поля зрения.", "en": "Pull the shoulders back so they are out of the field of the view." },
{ "silence": 1000 },
{ "chance": 95, "ru": "+Урдхва хаст+асана.", "en": "Urdhva Hastasana" },
{ "silence": 500 },
{ "chance": 65, "ru": "Вытяжение рук вверх из положения стоя." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Сделайте глубокий вдох и задержите дыхание.", "en": "Take a deep breath and hold your breath." },
{ "silence": 500 },
{ "chance": 30, "ru": "Направьте внимание на мышцы лица.", "en": "Shift the attention to the face muscles.", "enSynonyms": ["Focus your awareness on the muscles of your face.", "Bring your attention to the facial muscles.", "Direct your awareness to the muscles in your face.", "Turn your focus to the area around your face.", "Guide your attention to the facial region.", "Place your awareness on the expressions in your face.", "Concentrate on the sensations in your facial muscles.", "Shift your focus to the tension or relaxation in your face.", "Tune into the movement or stillness in your facial muscles.", "Focus your mind on the face and its muscles."] },
{ "silence": 5000 }
]