[
{ "version": 1, "ru": "Носок поднятой ноги вытяните от себя." },
{ "silence": 2000 },
{ "version": 1, "ru": "Вперед протяните поднятое колено." },
{ "silence": 2000 },
{ "version": 1, "ru": "Прижмите переднюю часть бедра к поверхности." },
{ "silence": 2000 },
{ "version": 1, "ru": "Кисти поставьте ближе к тазу." },
{ "silence": 500 },
{"version":2,"ru":"Под кисти поместите блок.","en":"Place a block under your hands.","enSynonyms":["Position a block beneath your hands.","Set a block under your palms.","Put a block below your hands.","Arrange a block underneath your hands.","Place a yoga block under your hands for support."]},
{ "silence": 2000 },
{ "chance": 55, "version": 1, "ru": "Макушкой тянитесь вверх.", "en": "Reach upwards through the crown of your head.", "enSynonyms": [ "Stretch upwards through the top of your head.", "Lift through the crown of your head.", "Extend your energy upwards from the crown of your head.", "Reach up through the crown of your head, lengthening your spine.", "Grow taller by lifting through the crown of your head.", "Imagine reaching upwards through the top of your head.", "Lift the crown of your head towards the sky.", "Stretch the crown of your head upwards.", "Feel the energy rising from the top of your head.", "Draw your attention upwards through the crown of your head.", "Reach through the top of your head, extending your body upward.", "Lengthen your spine by reaching through the crown of your head.", "Stretch tall by lifting through the crown of your head.", "Extend upward through the top of your head, lengthening your posture.", "Reach towards the sky, lifting from the crown of your head.", "Lift through the crown of your head, reaching for the sky.", "Feel the stretch as you reach through the top of your head.", "Lift your head upwards, feeling the length in your spine.", "Feel your crown reach towards the ceiling as you stretch upwards." ] },
{ "silence": 4000 },
{ "version": 1, "ru": "Согните вытянутую ногу и противоположной кистью возьмитесь за подъем стопы." },
{ "silence": 2000 },
{"version":2,"ru":"Скользните коленом вытянутой ноги назад.","en":"Glide the knee of your extended leg backward with mindful control.","enSynonyms":["Draw the knee of your straightened leg rearward through intentional alignment","Guide the knee of your lengthened leg backward in a smooth transition","Slide the patella of your elongated limb toward the posterior plane","Shift your weight onto the back knee while extending the front leg","Move the knee of the stretched leg in a posterior direction with conscious awareness"]},
{ "silence": 2000 },
{ "version": 1, "ru": "Пятку тяните к ягодице, а носок - к пояснице." },
{ "silence": 1000 },
{ "version": 1, "ru": "Отведенный назад плечевой сустав подайте вперед." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Передняя часть бедра вытянутой ноги расслаблена." },
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."] },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Внимание направьте на точку растяжения.", "en": "Direct your attention to the point of stretch.", "enSynonyms": ["Focus your awareness on the area where you feel the stretch.", "Bring your attention to the point of tension and elongation.", "Shift your focus to the spot where the stretch is most noticeable.", "Guide your awareness to the sensation of the stretch.", "Concentrate on the area of your body experiencing the stretch.", "Direct your focus to the region where you feel the pull.", "Place your attention on the part of your body being stretched.", "Tune in to the point of tension and stretching.", "Bring your focus to the specific area where the stretch is felt.", "Concentrate your awareness on the point of elongation."] },
{ "silence": 1000 },
{"chance":65,"version": 1, "ru":"Дыш+ите.","en":"Breathe deeply and mindfully.","enSynonyms":["Inhale with awareness and exhale gently.","Allow your breath to flow freely and naturally.","Breathe in with intent and exhale with calm.","Focus on your breath, inhaling and exhaling with ease.","Let your breath guide you with each inhalation and exhalation.","Take a deep breath, embracing its rhythm.","Inhale deeply, exhaling with full release.","With every breath, find a sense of balance and calm.","Focus your awareness on the gentle rise and fall of your breath.","Breathe with intention, allowing the air to nourish you."]},
{ "silence": 36000 }
  ]