[
{ "ru": "Носок поднятой ноги вытяните от себя." },
{ "silence": 2000 },
{ "ru": "Вперед протяните поднятое колено." },
{ "silence": 2000 },
{ "ru": "Прижмите переднюю часть бедра к поверхности." },
{ "silence": 2000 },
{ "ru": "Кисти поставьте ближе к тазу." },
{ "silence": 500 },
{ "ru": "Под кисти поместите блок." },
{ "silence": 2000 },
{ "ru": "Потянитесь вверх." },
{ "silence": 4000 },
{ "ru": "Согните вытянутую ногу и противоположной кистью возьмитесь за подъем стопы." },
{ "silence": 2000 },
{ "ru": "Скользните коленом вытянутой ноги назад." },
{ "silence": 2000 },
{ "ru": "Пятку тяните к ягодице, а носок - к пояснице." },
{ "silence": 1000 },
{ "ru": "Отведенный назад плечевой сустав подайте вперед." },
{ "silence": 1000 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 1000 },
{ "ru": "Передняя часть бедра вытянутой ноги расслаблена." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."], "enSynonyms_Expanded": ["Arch gently at the lower back, letting the spine flow with the movement.", "Start by curving the lower back forward in a subtle arch.", "Slightly tilt your pelvis forward, causing a gentle curve in the lumbar region.", "Shape the lower back with a gentle arch, ensuring the spine aligns smoothly.", "Engage the muscles of the lower back to create a soft yet purposeful arch.", "As you bend at the lower back, let the spine naturally form a slight curve.", "Feel the curve in your lower back as it gently arches forward.", "Initiate a soft, controlled arch in your lumbar spine, maintaining balance.", "Start by engaging your lower back, creating a graceful arch in your spine.", "Focus on bending your lower back slightly to create an arch that aligns with your posture."]},
{ "silence": 500 },
{ "chance": 65, "ru": "Внимание направьте на точку растяжения.", "en": "Direct your attention to the point of stretch.", "enSynonyms": ["Focus your awareness on the area where you feel the stretch.", "Bring your attention to the point of tension and elongation.", "Shift your focus to the spot where the stretch is most noticeable.", "Guide your awareness to the sensation of the stretch.", "Concentrate on the area of your body experiencing the stretch.", "Direct your focus to the region where you feel the pull.", "Place your attention on the part of your body being stretched.", "Tune in to the point of tension and stretching.", "Bring your focus to the specific area where the stretch is felt.", "Concentrate your awareness on the point of elongation."] },
{ "silence": 1000 },
{ "chance": 65, "ru": "Дыш+ите." },
{ "silence": 36000 }
  ]