[
  { "version": 1, "ru": "Опустите ногу." },
  { "silence": 3500 },
  { "version": 1, "ru": "Кисти под плечевые суставы." },
  { "silence": 1000 },
  {"version":2,"ru":"Поднимите одно колено, и другим коснитесь лба.","en":"Lift one knee and touch your forehead with the other.","enSynonyms":["Raise one knee and bring the other to your forehead.","Elevate one knee and touch your forehead with the opposite.","Lift a knee and reach your forehead with the other.","Bring one knee up and touch your forehead with the other.","Raise a knee and place the other against your forehead."]},
  { "silence": 1000 },
  { "version": 1, "ru": "Удерживая колено прижатым ко лбу, сделайте отжимания." },
  { "silence": 500 },
  { "chance": 60, "version": 1, "ru": "Касайтесь макушкой коврика.", "en": "Touch the mat with the crown of your head.", "enSynonyms": ["Place the crown of your head lightly on the mat.", "Let the top of your head make contact with the mat.", "Rest the crown of your head gently on the mat.", "Bring the crown of your head to touch the mat softly.", "Make a light connection between the crown of your head and the mat.", "Allow the crown of your head to rest lightly against the mat.", "Press the crown of your head delicately onto the mat.", "Lower the top of your head to gently meet the mat.", "Touch the mat softly with the topmost part of your head.", "Lightly place the crown of your head on the mat.", "Align the crown of your head so it touches the mat.", "Ease the top of your head down onto the mat.", "Let the crown of your head rest softly upon the mat.", "Gently touch the mat with the top of your head.", "Soften your movement as the crown of your head meets the mat.", "Bring the crown of your head carefully down to the mat.", "Position the top of your head to lightly touch the mat.", "Feel the crown of your head connect gently with the mat.", "Allow the crown of your head to softly touch the mat's surface."] },
  { "silence": 1000 },
  { "version": 1, "ru": "Отжимания из пхалакасаны." },
  { "silence": 500 },
  { "chance": 60, "version": 1, "ru": "Отжимания из верхней планки." },
  { "silence": 1000 }
]