[
{ "silence": 8000 },
{"version":2,"ru":"Распределите вес между стоп.","en":"It is through an even distribution of weight across both feet that stability in your asana is truly achieved.","enSynonyms":["Balance your weight evenly between your feet to ground yourself firmly.","Spread the weight equally across both soles for a steady foundation.","What you need is to press down through all four corners of each foot, really, so your stance remains unshaken.","To anchor yourself properly, let the weight settle uniformly—yes, from heel to toe—on both sides.","Feel the earth beneath you as you consciously divide the load, making sure neither foot bears more than the other."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Руки поднимайте через стороны и сложите ладони над головой.", "en": "Raise the hands along sides and fold the palms above the head." },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти с силой сжимайте и опустите на уровень грудной клетки", "en": "On the exhale, press your palms together firmly and lower them to chest level.", "enSynonyms": ["As you exhale, firmly press your palms together and bring them down to chest level.", "With the exhale, apply pressure to your palms as you lower them to your chest.", "Press your palms forcefully together on the exhale, lowering them to align with your chest.", "On the exhale, clasp your palms with strength and move them down to chest height.", "While exhaling, squeeze your palms together and bring them gently to your chest.", "Lower your palms to chest level as you exhale, pressing them firmly together.", "During the exhale, press your palms together strongly and drop them to chest level.", "As you breathe out, bring your palms together with force and lower them to your chest.", "With an exhale, push your palms together and align them at chest height.", "On exhalation, squeeze your palms tightly and bring them to rest at chest level.", "Exhaling, apply strong pressure between your palms and drop them to the chest.", "Firmly press your palms together as you exhale, lowering them to your chest line.", "As you exhale, forcefully clasp your palms together and move them to chest level.", "On your exhale, align your palms together firmly and lower them near your chest.", "While exhaling, press your palms tightly and lower them to align with your chest.", "On the exhale, firmly press your palms and move them down to chest level.", "As you breathe out, apply strength to your palms and lower them to the chest area.", "During exhalation, press your palms together tightly and align them with your chest.", "On exhale, squeeze your palms together and gently lower them to chest height.", "With each exhale, press your palms with intention and lower them to the level of the chest."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Тад+асана.", "en": "Tad+asana." },
{ "silence": 500 },
{ "chance": 55, "version": 1, "ru": "Поза гор+ы.", "en": "Mountain Pose." },
{ "silence": 500 },
{"version": 1, "ru": "Вариант с кистями, сложенными в намасте.", "en": "A variation with the hands folded in Namaste position.", "enSynonyms": ["Perform this variation with your hands joined in a Namaste gesture.", "Try this option by folding your hands together in Namaste.", "Adopt the Namaste position by bringing your palms together for this variation.", "Place your hands in Namaste as you follow this variation.", "Modify the pose by folding your hands into the Namaste gesture.", "Include the Namaste hand position for this variation.", "Perform this variation while keeping your hands in the Namaste position.", "Add the element of Namaste with hands gently pressed together.", "Use the Namaste gesture as you explore this pose variation.", "Bring your palms together in Namaste for this alternative position.", "Hold your hands in Namaste to incorporate this variation.", "Use this pose variation with hands folded gracefully in Namaste.", "Fold your hands in a Namaste gesture for this option.", "Join your hands together in Namaste to refine this variation.", "Place your palms together gently in Namaste for this pose option.", "Include folded hands in Namaste for an added variation.", "Modify the posture by incorporating hands folded in Namaste.", "Keep your hands in Namaste to try this gentle variation.", "Explore this option with palms joined together in Namaste.", "Adopt the Namaste hand gesture to complement this variation."]},
{ "silence": 1000 },
{"chance":50,"version": 1, "ru":"Все мышцы тела в легком тонусе.","en":"All the muscles of the body are in light tonus.","enSynonyms":["The muscles throughout the body are in a gentle tone.","All of the body’s muscles are subtly engaged.","Every muscle in the body is in a mild tone.","The entire body’s muscles are slightly tensed.","Muscles throughout the body are in a light state of tension.","The muscles of your body are gently activated.","Your body’s muscles are in a light, controlled tone.","All your muscles are engaged in a soft, light tension.","There is a subtle toning of every muscle in the body.","Your muscles are delicately toned throughout the body.","Feel the gentle activation of your body’s muscles.","Your body’s muscles are in a slight, graceful tone.","All the muscles in your body are lightly activated.","Every muscle in your body has a soft tone.","There’s a light tension in every muscle of your body.","The muscles in your body are all in a calm, light tonus.","Every muscle is subtly engaged, with a light tone.","Your body’s muscles are lightly engaged in a soft tonus.","Muscles throughout the body maintain a soft, controlled tone.","Every muscle in the body is gently activated in a mild tonus."]},
{ "silence": 500 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 1000 },
  { "version": 1, "ru": "Кисти поместите по краям коврика.", "en": "Place your hands at the edges of the mat.", "enSynonyms": [ "Position your hands along the edges of the mat.", "Place your palms at the sides of the mat.", "Set your hands along the mat's edges.", "Put your hands on the mat's outer edges.", "Place your wrists at the edges of the mat.", "Align your hands with the edges of the mat.", "Place your hands at the sides of the yoga mat.", "Position your palms on the edges of the mat.", "Rest your hands on the edges of the mat.", "Place your palms flat along the mat’s edges.", "Position your hands parallel to the edges of the mat.", "Place your hands on the outer edges of the mat.", "Set your palms down at the edges of the mat.", "Rest your wrists at the edges of the mat.", "Ensure your hands are positioned at the mat's edges.", "Place your palms at the corners of the mat.", "Position your hands evenly along the edges of the mat.", "Set your hands just at the edges of the mat for balance.", "Place your hands along the sides of the mat for stability." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Опустите на коврик колени и поставьте их на ширине плеч.", "en": "Lower your knees to the mat and position them shoulder-width apart.", "enSynonyms": [ "Gently place your knees on the mat, spacing them shoulder-width apart.", "Bring your knees down to the mat and align them with your shoulders.", "Lower both knees onto the mat, keeping them spaced at shoulder width.", "Rest your knees on the mat, positioning them at a comfortable shoulder-width distance.", "Set your knees down on the mat, ensuring they are shoulder-width apart.", "Bring your knees softly to the mat and adjust them to shoulder-width spacing.", "Place your knees on the mat, keeping the distance equal to your shoulder width.", "Lower your knees gently onto the mat, aligning them at shoulder-width apart.", "Position your knees on the mat at a steady and balanced shoulder-width distance.", "Drop your knees onto the mat and arrange them to match the width of your shoulders.", "Let your knees rest on the mat, maintaining a shoulder-width gap between them.", "Gently bring your knees to the mat and ensure they are aligned shoulder-width apart.", "Ease your knees down onto the mat, spacing them to align with your shoulders.", "Place both knees on the mat, ensuring they are evenly spaced at shoulder width.", "Position your knees firmly on the mat, keeping a shoulder-width distance between them.", "Align your knees on the mat at shoulder-width, lowering them with control.", "Lower your knees to the mat, setting them apart at a shoulder-width distance.", "Bring your knees to rest on the mat, spacing them to match the width of your shoulders.", "Place your knees carefully on the mat, ensuring a shoulder-width gap between them.", "Rest your knees on the mat, keeping them evenly spaced to align with your shoulders." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Таз опустите между колен.", "en": "Lower your pelvis gently between your knees.", "enSynonyms": ["Sink your pelvis softly between the knees.", "Bring the pelvis downwards, settling it between the knees.", "Allow your pelvis to lower naturally between your knees.", "Position your pelvis downward between your knees.", "Ease your pelvis into a low position between the knees.", "Drop the pelvis carefully between your knees.", "Guide the pelvis downward between your knees.", "Let the pelvis rest lightly between your knees.", "Shift your pelvis downward so it sits between your knees.", "Place your pelvis carefully between your knees.", "Gently align your pelvis with a downward motion between the knees.", "Softly lower your hips so that the pelvis is nestled between the knees.", "Bring your hips down in a slow motion, resting the pelvis between your knees.", "Settle your pelvic region gracefully, ensuring it aligns between the knees.", "Flow your pelvis downward, making it rest comfortably between the knees.", "Draw the pelvis downward deliberately, aligning it between your knees.", "Move the pelvis downward with focus, letting it rest snugly between the knees.", "Ease your hips and let the pelvis descend, resting between your knees.", "Shift your pelvic area so it comfortably rests between the knees, without strain.", "Lower the pelvis with care, aligning it precisely between your knees in a steady motion."] },
{ "silence": 1000 },
{ "version": 1, "ru": "При необходимости присядьте на блок.", "en": "If necessary, use a block." },
{ "silence": 1000 },
{ "version": 1, "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 1000 },
{"version": 1, "ru": "Закройте глаза.", "en": "Close your eyes.", "enSynonyms": ["Gently close your eyes.", "Shut your eyes softly.", "Close both of your eyes.", "Relax and close your eyes.", "Close your eyelids slowly.", "Let your eyes close gently.", "Shut your eyes quietly.", "Ease your eyes closed.", "Allow your eyes to close.", "Close your eyes with a calm gesture.", "Lower your eyelids to close your eyes.", "Shut your eyes slowly and softly.", "Close your eyes gently and relax.", "Slowly close your eyes.", "Shut both eyes softly.", "Close your eyes and let them rest.", "Gently lower your eyelids and close your eyes.", "Close your eyes softly and calmly.", "Ease your eyelids down to close your eyes.", "Allow your eyelids to close gently." ]},
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Если внимание уходит в сторону, мягко возвращайте внимание на дыхание.", "en": "If your focus drifts, gently guide it back to your breath.", "enSynonyms": [ "If your mind wanders, softly bring your awareness back to your breath.", "Should your attention shift, gently refocus on your breath.", "If your focus strays, calmly bring your attention back to the breath.", "If your thoughts wander, gently return your focus to the breath.", "If your attention moves away, gently bring it back to your breath.", "When attention drifts, softly return to focusing on your breath.", "If your focus falters, gently draw your attention back to your breath.", "If your mind drifts off, gently bring your awareness back to the breath.", "If your attention wanders, kindly return to the rhythm of your breath.", "If distractions arise, gently guide your attention back to your breath.", "If your focus slips away, gently bring it back to the breath.", "Should your focus wander, gently return your attention to your breath.", "When the mind drifts, gently bring it back to your breathing.", "If your awareness shifts, gently return it to your breath.", "If you lose focus, gently return to the awareness of your breath.", "Should your mind wander, gently guide your attention back to your breathing.", "If distractions pull your attention, gently refocus on your breath." ] },
{ "silence": 10000 },
{ "version": 1, "ru": "", "en": "Take a moment to observe the rhythm of your breath." },
{ "silence": 10000 },
{ "version": 1, "ru": "", "en": "Pay attention to how your body feels as you breathe. Notice the rise and fall of your chest, the sensation of air passing through your nose, and the feeling of relaxation spreading through you." },
{ "silence": 10000 },
{ "version": 1, "ru": "", "en": "Allow your breath to return to its normal rhythm. Sit quietly for a moment, noticing how you feel." },
{ "silence": 10000 },
{ "version": 1, "ru": "", "en": "When you’re ready, gently open your eyes or shift your attention back to your surroundings." },
{ "silence": 10000 }
]