[
{ "silence": 2000 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward." },
{ "silence": 500 },
{ "version": 1, "ru": "Лопатки отведите назад и вниз.", "en": "Move the shoulder joints back and down." },
{ "silence": 500 },
{ "version": 1, "ru": "Поднимите руки через стороны.", "en": "Raise your arms through the sides." },
{ "silence": 100 },
{ "version": 1, "ru": "Кисти с силой сжимайте и опустите на уровень грудной клетки", "en": "On the exhale, press your palms together firmly and lower them to chest level.", "enSynonyms": ["As you exhale, firmly press your palms together and bring them down to chest level.", "With the exhale, apply pressure to your palms as you lower them to your chest.", "Press your palms forcefully together on the exhale, lowering them to align with your chest.", "On the exhale, clasp your palms with strength and move them down to chest height.", "While exhaling, squeeze your palms together and bring them gently to your chest.", "Lower your palms to chest level as you exhale, pressing them firmly together.", "During the exhale, press your palms together strongly and drop them to chest level.", "As you breathe out, bring your palms together with force and lower them to your chest.", "With an exhale, push your palms together and align them at chest height.", "On exhalation, squeeze your palms tightly and bring them to rest at chest level.", "Exhaling, apply strong pressure between your palms and drop them to the chest.", "Firmly press your palms together as you exhale, lowering them to your chest line.", "As you exhale, forcefully clasp your palms together and move them to chest level.", "On your exhale, align your palms together firmly and lower them near your chest.", "While exhaling, press your palms tightly and lower them to align with your chest.", "On the exhale, firmly press your palms and move them down to chest level.", "As you breathe out, apply strength to your palms and lower them to the chest area.", "During exhalation, press your palms together tightly and align them with your chest.", "On exhale, squeeze your palms together and gently lower them to chest height.", "With each exhale, press your palms with intention and lower them to the level of the chest."] },
{ "silence": 500 },
{ "version": 1, "ru": "Тад+асана.", "en": "Tad+asana." },
{ "silence": 500 },
{ "chance":50,"version": 1, "ru": "Все мышцы тела в легком тонусе.","en":"All the muscles of the body are in light tonus.","enSynonyms":["The muscles throughout the body are in a gentle tone.","All of the body’s muscles are subtly engaged.","Every muscle in the body is in a mild tone.","The entire body’s muscles are slightly tensed.","Muscles throughout the body are in a light state of tension.","The muscles of your body are gently activated.","Your body’s muscles are in a light, controlled tone.","All your muscles are engaged in a soft, light tension.","There is a subtle toning of every muscle in the body.","Your muscles are delicately toned throughout the body.","Feel the gentle activation of your body’s muscles.","Your body’s muscles are in a slight, graceful tone.","All the muscles in your body are lightly activated.","Every muscle in your body has a soft tone.","There’s a light tension in every muscle of your body.","The muscles in your body are all in a calm, light tonus.","Every muscle is subtly engaged, with a light tone.","Your body’s muscles are lightly engaged in a soft tonus.","Muscles throughout the body maintain a soft, controlled tone.","Every muscle in the body is gently activated in a mild tonus."]},
{ "silence": 500 },
{ "version": 1, "ru": "Вариант с кистями, сложенными в намасте.", "en": "A variation with the hands folded in Namaste position.", "enSynonyms": ["Perform this variation with your hands joined in a Namaste gesture.", "Try this option by folding your hands together in Namaste.", "Adopt the Namaste position by bringing your palms together for this variation.", "Place your hands in Namaste as you follow this variation.", "Modify the pose by folding your hands into the Namaste gesture.", "Include the Namaste hand position for this variation.", "Perform this variation while keeping your hands in the Namaste position.", "Add the element of Namaste with hands gently pressed together.", "Use the Namaste gesture as you explore this pose variation.", "Bring your palms together in Namaste for this alternative position.", "Hold your hands in Namaste to incorporate this variation.", "Use this pose variation with hands folded gracefully in Namaste.", "Fold your hands in a Namaste gesture for this option.", "Join your hands together in Namaste to refine this variation.", "Place your palms together gently in Namaste for this pose option.", "Include folded hands in Namaste for an added variation.", "Modify the posture by incorporating hands folded in Namaste.", "Keep your hands in Namaste to try this gentle variation.", "Explore this option with palms joined together in Namaste.", "Adopt the Namaste hand gesture to complement this variation."]},
{ "silence": 500 }
]