[
{ "silence": 8000 },
{ "version":3,"ru":"Распределите вес между стоп.","en":"Shift your weight evenly between both feet."},
{ "silence": 1000 },
{ "version": 1, "ru": "Руки поднимайте через стороны и сложите ладони над головой.", "en": "Raise the hands along sides and fold the palms above the head." },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти с силой сжимайте и опустите на уровень грудной клетки", "en": "On the exhale, press your palms together firmly and lower them to chest level." },
{ "silence": 1000 },
{ "version": 1, "ru": "Тад+асана.", "en": "Tad+asana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза гор+ы.", "en": "Mountain Pose." },
{ "silence": 500 },
{ "version": 1, "ru": "Вариант с кистями, сложенными в намасте.", "en": "A variation with the hands folded in Namaste position." },
{ "silence": 1000 },
{ "chance":50,"version": 1, "ru": "Все мышцы тела в легком тонусе.","en":"All the muscles of the body are in light tonus." },
{ "silence": 500 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally." },
{ "silence": 500 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly." },
{ "silence": 1000 },
{ "version": 1, "ru": "Кисти поместите по краям коврика.", "en": "Place your hands at the edges of the mat.", "enSynonyms": [ "Position your hands along the edges of the mat.", "Place your palms at the sides of the mat.", "Set your hands along the mat's edges.", "Put your hands on the mat's outer edges.", "Place your wrists at the edges of the mat.", "Align your hands with the edges of the mat.", "Place your hands at the sides of the yoga mat.", "Position your palms on the edges of the mat.", "Rest your hands on the edges of the mat.", "Place your palms flat along the mat’s edges.", "Position your hands parallel to the edges of the mat.", "Place your hands on the outer edges of the mat.", "Set your palms down at the edges of the mat.", "Rest your wrists at the edges of the mat.", "Ensure your hands are positioned at the mat's edges.", "Place your palms at the corners of the mat.", "Position your hands evenly along the edges of the mat.", "Set your hands just at the edges of the mat for balance.", "Place your hands along the sides of the mat for stability." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Опустите на коврик колени и поставьте их на ширине плеч.", "en": "Lower your knees to the mat and position them shoulder-width apart." },
{ "silence": 1000 },
{ "version": 1, "ru": "Таз опустите между колен.", "en": "Lower your pelvis gently between your knees." },
{ "silence": 1000 },
{ "version": 1, "ru": "При необходимости присядьте на блок.", "en": "If necessary, use a block." },
{ "silence": 1000 },
{ "version": 1, "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest.", "enSynonyms": [ "Bring your palms together in a namaste position in front of your chest.", "Place your palms together in front of the chest, forming a namaste.", "Join your palms together in a namaste gesture at chest height.", "Position your palms together in front of the chest in a namaste pose.", "Align your palms together in namaste at the level of your chest.", "Form a namaste with your palms in front of your chest.", "Press your palms together in namaste in front of your chest.", "Place both palms together in front of the chest, in namaste position.", "Join your hands in namaste in front of the chest.", "Bring your palms together at chest level in a namaste position.", "Form a namaste gesture with your palms in front of the chest.", "Position your hands in a namaste position before the chest.", "Press the palms together in front of the chest in namaste.", "Place your hands in a namaste position in front of the chest.", "Bring your palms together in a prayer position in front of the chest.", "Create a namaste gesture by pressing your palms together at chest height.", "Position your palms in a namaste pose at chest level.", "Place your hands in namaste before your chest, gently pressed together.", "Join your palms in namaste, aligned with the chest." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Закройте глаза.", "en": "Close your eyes." },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "Наблюдайте за каждым вдохом и за каждым выдохом.", "en": "Follow each inhalation and each exhalation.", "enSynonyms": [ "Observe every breath in and every breath out.", "Pay attention to each inhale and each exhale.", "Focus on every inhalation and every exhalation.", "Notice each breath as it comes in and goes out.", "Be mindful of every inhale and exhale individually.", "Watch each inhalation and each exhalation closely.", "Track every breath as it flows in and out.", "Stay conscious of each inhaling and exhaling moment.", "Observe every single inhale and exhale.", "Follow every breath in and every breath out.", "Pay close attention to every inhalation and exhalation.", "Notice every individual breath as it moves in and out.", "Focus on each moment of breathing in and out.", "Observe every inhalation and each exhalation fully.", "Stay aware of every single breath cycle.", "Track each breath flow, both in and out.", "Watch every moment of inhaling and exhaling closely.", "Be mindful of every breath as it enters and leaves.", "Focus deeply on each inhale and each exhale.", "Notice every cycle of inhalation and exhalation clearly." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Если внимание уходит в сторону, мягко возвращайте внимание на дыхание.", "en": "If your focus drifts, gently guide it back to your breath.", "enSynonyms": [ "If your mind wanders, softly bring your awareness back to your breath.", "Should your attention shift, gently refocus on your breath.", "If your focus strays, calmly bring your attention back to the breath.", "If your thoughts wander, gently return your focus to the breath.", "If your attention moves away, gently bring it back to your breath.", "When attention drifts, softly return to focusing on your breath.", "If your focus falters, gently draw your attention back to your breath.", "If your mind drifts off, gently bring your awareness back to the breath.", "If your attention wanders, kindly return to the rhythm of your breath.", "If distractions arise, gently guide your attention back to your breath.", "If your focus slips away, gently bring it back to the breath.", "Should your focus wander, gently return your attention to your breath.", "When the mind drifts, gently bring it back to your breathing.", "If your awareness shifts, gently return it to your breath.", "If you lose focus, gently return to the awareness of your breath.", "Should your mind wander, gently guide your attention back to your breathing.", "If distractions pull your attention, gently refocus on your breath." ] },
{ "silence": 10000 },
{ "version": 1, "ru": "", "en": "Take a moment to observe the rhythm of your breath." },
{ "silence": 10000 },
{ "version": 1, "ru": "", "en": "Pay attention to how your body feels as you breathe. Notice the rise and fall of your chest, the sensation of air passing through your nose, and the feeling of relaxation spreading through you." },
{ "silence": 10000 },
{ "version": 1, "ru": "", "en": "Allow your breath to return to its normal rhythm. Sit quietly for a moment, noticing how you feel." },
{ "silence": 10000 },
{ "version": 1, "ru": "", "en": "When you’re ready, gently open your eyes or shift your attention back to your surroundings." },
{ "silence": 10000 }
]