[
{ "silence": 8000 },
{"ru": "Распределите вес между стоп.", "en": "Evenly distribute your weight between both feet, finding a balanced stance.", "enSynonyms": ["Shift your weight evenly across both feet, ensuring a stable posture.", "Disperse your weight equally between your feet, grounding yourself firmly.", "Balance your weight across both feet, creating a steady foundation.", "Spread your weight evenly between your feet, maintaining a centred stance.", "Place your weight equally on both feet, finding balance and stability.", "Shift into a balanced position by distributing your weight between your feet.", "Share your weight evenly across both feet, keeping your stance grounded.", "Adjust your posture to evenly spread your weight across your feet.", "Ensure your weight is equally balanced between both feet, creating steadiness.", "Distribute your body weight equally between your feet, standing firm and stable.", "Find a balanced position by shifting your weight evenly onto both feet.", "Spread your weight evenly over both feet, feeling grounded and secure.", "Balance your body by evenly dispersing your weight between your feet.", "Shift your weight so it rests equally on both feet, stabilising your position.", "Anchor yourself by distributing your weight equally across your feet.", "Position yourself so your weight is spread evenly between both feet.", "Maintain stability by balancing your weight equally between your feet.", "Adjust your stance to ensure your weight is distributed evenly across both feet.", "Ground yourself by evenly sharing your weight between your feet.", "Stand tall and balanced, evenly distributing your weight onto both feet."]},
{ "silence": 1000 },
{ "ru": "Руки поднимайте через стороны и сложите ладони над головой.", "en": "Raise the hands along sides and fold the palms above the head." },
{ "silence": 500 },
{ "ru": "На выдох кисти с силой сжимайте и опустите на уровень грудной клетки", "en": "On the exhale put the palms together with applying force and lower the palms to the level of the chest." },
{ "silence": 1000 },
{ "ru": "Тад+асана.", "en": "Tad+asana." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза гор+ы.", "en": "Mountain Pose." },
{ "silence": 500 },
{ "ru": "Вариант с кистями, сложенными в намасте." },
{ "silence": 1000 },
{ "chance": 50, "ru": "Все мышцы тела в легком тонусе.", "en": "All the muscles of the body are in light tonus." },
{ "silence": 500 },
{ "ru": "Кисти на бёдра." },
{ "silence": 500 },
{ "ru": "Колени подсогн+ите.", "en": "Bend your knees slightly." },
{ "silence": 1000 },
{ "ru": "Руки опустите по краям коврика." },
{ "silence": 500 },
{ "ru": "Опустите на коврик колени и поставьте их на ширине плеч." },
{ "silence": 1000 },
{ "ru": "Таз опустите между колен." },
{ "silence": 1000 },
{ "ru": "При необходимости присядьте на блок.", "en": "If necessary, use a block." },
{ "silence": 1000 },
{ "ru": "Ладони сложите в намасте перед грудной клеткой.", "en": "Put the palms together in namaste in front of the chest." },
{ "silence": 1000 },
{ "ru": "Закройте глаза.", "en": "Close the eyes."},
{ "silence": 1000 },
{ "chance": 20, "ru": "Сопровождайте вниманием каждый вдох и каждый выдох.", "en": "Follow each inhalation and each exhalation." },
{ "silence": 1000 },
{ "chance": 20, "ru": "Если внимание уходит в сторону, мягко возвращайте внимание на дыхание.", "en": "If attention drifts away, gently bring your attention back to the breath." },
{ "silence": 50000 }
]