[
{ "silence": 2000 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 500 },
{ "ru": "Лопатки отведите назад и вниз.", "en": "Move the shoulder joints back and down." },
{ "silence": 500 },
{ "ru": "На вдох руки поднимите через стороны.", "en": "Raise the hands across the sides." },
{ "silence": 100 },
{ "ru": "На выдох, с силой сжимая ладони, опустите р+уки до грудной клетки." },
{ "silence": 500 },
{ "ru": "Тад+асана.", "en": "Tad+asana." },
{ "silence": 500 },
{ "chance": 50, "ru": "Все мышцы тела в легком тонусе.", "en": "All the muscles of the body are in light tonus." },
{ "silence": 500 },
{"ru": "Вариант с кистями, сложенными в намасте.", "en": "A variation with the hands folded in Namaste position.", "enSynonyms": ["Perform this variation with your hands joined in a Namaste gesture.", "Try this option by folding your hands together in Namaste.", "Adopt the Namaste position by bringing your palms together for this variation.", "Place your hands in Namaste as you follow this variation.", "Modify the pose by folding your hands into the Namaste gesture.", "Include the Namaste hand position for this variation.", "Perform this variation while keeping your hands in the Namaste position.", "Add the element of Namaste with hands gently pressed together.", "Use the Namaste gesture as you explore this pose variation.", "Bring your palms together in Namaste for this alternative position.", "Hold your hands in Namaste to incorporate this variation.", "Use this pose variation with hands folded gracefully in Namaste.", "Fold your hands in a Namaste gesture for this option.", "Join your hands together in Namaste to refine this variation.", "Place your palms together gently in Namaste for this pose option.", "Include folded hands in Namaste for an added variation.", "Modify the posture by incorporating hands folded in Namaste.", "Keep your hands in Namaste to try this gentle variation.", "Explore this option with palms joined together in Namaste.", "Adopt the Namaste hand gesture to complement this variation."]},
{ "silence": 500 }
]