[
{ "version": 1, "ru": "Кисти поместите по краям коврика.", "en": "Place your hands at the edges of the mat.", "enSynonyms": [ "Position your hands along the edges of the mat.", "Place your palms at the sides of the mat.", "Set your hands along the mat's edges.", "Put your hands on the mat's outer edges.", "Place your wrists at the edges of the mat.", "Align your hands with the edges of the mat.", "Place your hands at the sides of the yoga mat.", "Position your palms on the edges of the mat.", "Rest your hands on the edges of the mat.", "Place your palms flat along the mat’s edges.", "Position your hands parallel to the edges of the mat.", "Place your hands on the outer edges of the mat.", "Set your palms down at the edges of the mat.", "Rest your wrists at the edges of the mat.", "Ensure your hands are positioned at the mat's edges.", "Place your palms at the corners of the mat.", "Position your hands evenly along the edges of the mat.", "Set your hands just at the edges of the mat for balance.", "Place your hands along the sides of the mat for stability." ] },
{ "silence": 1500 },
{ "version":2, "ru": "Колено поместите на предплечье ног+и на той же стороне.","en":"Position your knee onto the forearm of the same-side leg, aligning joints mindfully to cultivate stability.","enSynonyms":["Place the knee securely atop the forearm of the corresponding leg, grounding through your foundation.","Rest the bent knee onto the forearm aligned with its side, engaging your core for balance.","Nestle the knee into the forearm’s cradle on the same side, activating muscular engagement for control.","With deliberate awareness, guide the knee to meet the forearm’s plane on its matching side.","Let the knee find its sanctuary on the forearm’s arch, mirroring the body’s natural symmetry.","As breath flows, invite the knee to anchor onto the forearm, creating a bridge between earth and sky."]},
{ "silence": 1000 },
{ "version": 1, "ru": "На разгибание локтей вытягивайте ногу и пяткой давите назад.", "en": "As you straighten your elbows, extend your leg and press backward with your heel.", "enSynonyms": ["While straightening your elbows, stretch your leg and push backward with the heel.", "Extend your leg as you straighten your elbows and press the heel backward.", "Straighten your elbows and stretch your leg, pressing back with the heel.", "As you extend your elbows, push your heel back and stretch your leg fully.", "Straighten the elbows, extend the leg and press backward with the heel.", "While your elbows straighten, push your heel backward as you extend your leg.", "On the elbow extension, stretch your leg and press back with the heel.", "As your elbows straighten, press the heel back and extend the leg.", "Extend your leg fully and push backward with the heel as you straighten your elbows.", "Push back with your heel while straightening your elbows and extending the leg.", "Straighten your elbows and press backward with your heel as you extend your leg.", "On the elbow extension, press your heel backward and stretch your leg out.", "As the elbows extend, stretch the leg and press the heel backward.", "Straighten your elbows, extend your leg and press the heel back toward the ground.", "Extend the leg and press the heel back as you straighten your elbows.", "Push the heel back while straightening your elbows and extending your leg.", "While straightening your elbows, press back with the heel and fully extend the leg.", "As your elbows straighten, stretch the leg back and press the heel down.", "As you extend your elbows, push the heel backward while fully extending the leg."] },
{ "silence": 1500 },
{ "version":2, "ru": "На сгибание локтей колено помещайте обратно на предплечье.","en":"As you bend your elbows, guide your knee back onto the forearm, stabilizing through your core.","enSynonyms":["While bending the elbows, reposition the knee onto the forearm with mindful control.","On the flexion of the elbows, return the knee to rest securely on the forearm.","Engage elbow flexion to nestle the knee against the forearm’s plane, maintaining balance.","Fold the elbows deliberately, allowing the knee to reconnect with the forearm’s surface.","With a fluid motion, draw the elbows inward to cradle the knee atop the forearm’s strength.","As elbows fold like wings, let the knee find its sanctuary on the forearm’s platform."]},
{ "silence": 100 },
{ "version": 1, "ru": "Отожмитесь до касания грудной клетки поверхности.", "en": "Push up until your chest touches the surface.", "enSynonyms": [ "Perform a push-up until your chest makes contact with the surface.", "Lower your chest to the surface and then push back up.", "Push up until your chest reaches the surface.", "Lower your body until your chest touches the floor, then push back up.", "Do a push-up and lower yourself until your chest touches the surface.", "Bring your chest close to the surface during the push-up.", "Push yourself down until your chest makes contact with the surface.", "Lower your body until your chest touches the ground, then return up.", "Lower your chest to the floor and push up again.", "Push down until your chest touches the ground, then press back up.", "Perform a full push-up, lowering your chest to the surface.", "Lower your chest to the ground until it touches, then push back up.", "Go down into the push-up until your chest is near the surface.", "Reach the surface with your chest during the push-up.", "Push your body down until your chest is aligned with the surface.", "Lower your chest to the mat, then push up to the starting position.", "Go as low as your chest touching the surface, then push up again.", "Keep your chest close to the surface as you push up.", "Lower your chest gently to touch the surface, then press back up." ] },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "На усилие - выдох.", "en": "Exhale on exertion.", "enSynonyms": [ "Breathe out during exertion.", "Exhale while making an effort.", "Release your breath on the effort phase.", "Breathe out as you apply force.", "Exhale as you perform the exertion.", "Let your breath out during the hard part of the movement.", "Exhale while engaging your strength.", "Breathe out as you push through the effort.", "Release air from your lungs during exertion.", "Exhale naturally while applying effort.", "Focus on exhaling during the exertion phase.", "Breathe out steadily as you exert force.", "Exhale with control during the effort.", "Push out your breath as you exert yourself.", "Exhale while performing the challenging part of the action.", "Let your breath flow out as you engage effort.", "Breathe out during the physical exertion.", "Exhale calmly as you make an effort.", "Release your breath while applying strength.", "Exhale deeply during the hardest part of the motion." ] },
{ "silence": 7000 }
]