[
{ "ru": "Кисти поместите по краям коврика.", "en": "Place your hands at the edges of the mat.", "enSynonyms": [ "Position your hands along the edges of the mat.", "Place your palms at the sides of the mat.", "Set your hands along the mat's edges.", "Put your hands on the mat's outer edges.", "Place your wrists at the edges of the mat.", "Align your hands with the edges of the mat.", "Place your hands at the sides of the yoga mat.", "Position your palms on the edges of the mat.", "Rest your hands on the edges of the mat.", "Place your palms flat along the mat’s edges.", "Position your hands parallel to the edges of the mat.", "Place your hands on the outer edges of the mat.", "Set your palms down at the edges of the mat.", "Rest your wrists at the edges of the mat.", "Ensure your hands are positioned at the mat's edges.", "Place your palms at the corners of the mat.", "Position your hands evenly along the edges of the mat.", "Set your hands just at the edges of the mat for balance.", "Place your hands along the sides of the mat for stability." ] },
{ "silence": 1500 },
{ "ru": "Согнутое колено поместите на предплечье той же стороны." },
{ "silence": 1000 },
{ "ru": "На разгибание локтей вытягивайте ногу и пяткой давите назад." },
{ "silence": 1500 },
{ "ru": "На сгибание локтей колено помещайте обратно на предплечье." },
{ "silence": 100 },
{ "ru": "Отожмитесь до касания грудной клетки поверхности.", "en": "Push up until your chest touches the surface.", "enSynonyms": [ "Perform a push-up until your chest makes contact with the surface.", "Lower your chest to the surface and then push back up.", "Push up until your chest reaches the surface.", "Lower your body until your chest touches the floor, then push back up.", "Do a push-up and lower yourself until your chest touches the surface.", "Bring your chest close to the surface during the push-up.", "Push yourself down until your chest makes contact with the surface.", "Lower your body until your chest touches the ground, then return up.", "Lower your chest to the floor and push up again.", "Push down until your chest touches the ground, then press back up.", "Perform a full push-up, lowering your chest to the surface.", "Lower your chest to the ground until it touches, then push back up.", "Go down into the push-up until your chest is near the surface.", "Reach the surface with your chest during the push-up.", "Push your body down until your chest is aligned with the surface.", "Lower your chest to the mat, then push up to the starting position.", "Go as low as your chest touching the surface, then push up again.", "Keep your chest close to the surface as you push up.", "Lower your chest gently to touch the surface, then press back up." ] },
{ "silence": 1000 },
{ "chance": 10, "ru": "На усилие - выдох.", "en": "Exhale on exertion." },
{ "silence": 7000 }
]