[
{ "silence": 2000 },
{ "ru": "Поднимите руки через стороны.", "en": "Raise the hands across the sides." },
{ "silence": 1000 },
{ "ru": "На выдох наклонитесь вперед." },
{ "silence": 500 },
{ "ru": "Руки вытягивайте вперед в горизонтальной плоскости.", "en": "Extend the hands forward up to the top of the head." },
{ "silence": 1000 },
{ "chance": 65, "ru": "+Ардха уттан+асана.", "en": "Ardha Uttanasana." },
{ "silence": 500 },
{ "chance": 65, "ru": "Поза вытяжения в наклоне вперед.", "en": "Standing half-forward bend." },
{ "silence": 1000 },
{ "ru": "Тянитесь животом к передней части бёдер.", "en": "Reach forward with your abdomen, gently drawing it towards the front of your hips." },
{ "silence": 1000 },
{ "ru": "Потянитесь вперед за кистями." },
{ "silence": 1000 },
{ "chance": 40, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 1000 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."], "enSynonyms_Expanded": ["Arch gently at the lower back, letting the spine flow with the movement.", "Start by curving the lower back forward in a subtle arch.", "Slightly tilt your pelvis forward, causing a gentle curve in the lumbar region.", "Shape the lower back with a gentle arch, ensuring the spine aligns smoothly.", "Engage the muscles of the lower back to create a soft yet purposeful arch.", "As you bend at the lower back, let the spine naturally form a slight curve.", "Feel the curve in your lower back as it gently arches forward.", "Initiate a soft, controlled arch in your lumbar spine, maintaining balance.", "Start by engaging your lower back, creating a graceful arch in your spine.", "Focus on bending your lower back slightly to create an arch that aligns with your posture."]},
{ "silence": 1000 },
{ "chance": 65, "ru": "Шею вытяните.", "en": "Extend the neck.", "enSynonyms": ["Lengthen your neck.", "Stretch your neck upwards.", "Elongate your neck.", "Draw your neck out.", "Reach your neck upwards.", "Lift your neck gracefully.", "Stretch the neck area.", "Raise your neck with ease.", "Gently extend your cervical spine.", "Reach for the sky with your neck.", "Straighten the neck area.", "Lift your head and neck in alignment.", "Push your neck upward with control.", "Extend the cervical spine to its full length.", "Feel the lengthening sensation in your neck.", "Focus on stretching your neck upwards.", "Let your neck rise upwards in a gentle motion.", "Create a sense of elongation in your neck.", "Reach through your neck towards the ceiling.", "Stretch your neck long and tall."], "enSynonyms_Expanded": ["Begin by gently lengthening your neck, ensuring it extends upwards with control.", "Feel the stretch as your neck elongates, reaching towards the sky.", "Lift your neck with intention, letting it reach its full length.", "Gently raise your neck, elongating it for better alignment.", "Create a sense of space and length through your neck, stretching it upwards.", "As you extend your neck, feel the vertebrae lengthening and opening.", "Reach your neck up, aiming for a full stretch that aligns with your spine.", "Stretch your neck with purpose, lifting it gracefully towards the heavens.", "Focus on elongating your neck with a calm and deliberate motion.", "Feel the upward stretch in your neck, aligning the cervical spine with care."]},
{ "silence": 2000 }
]