[
  {"ru": "Это сопровождение носит демонстрационное назначение.", "en": "This guidance is intended for demonstration purposes.", "enSynonyms": ["This support serves purely demonstrative purposes.", "This guidance is meant solely for demonstration.", "This assistance is provided for illustrative purposes.", "This accompaniment is intended as an example.", "This support is designed for demonstration only.", "This guidance is purely for display purposes.", "This assistance is offered as a demonstration.", "This accompaniment is provided to illustrate.", "This support is exclusively for demonstrative use.", "This guidance functions as an example for demonstration.", "This assistance aims to serve as a demonstration.", "This accompaniment is used for illustrative purposes.", "This guidance has a demonstrative purpose only.", "This support serves to showcase an example.", "This assistance is strictly for demonstration purposes.", "This accompaniment illustrates the process for learning.", "This guidance is strictly for instructional demonstration.", "This support is offered as a visual demonstration.", "This accompaniment is for explanatory purposes only.", "This assistance demonstrates the intended process."]},
  {"silence": 500},
  {"ru": "Занимайтесь физическими упражнениями под присмотром специалиста.", "en": "Do the physical activity under the supervision of a professional.", "enSynonyms": ["Perform physical exercises under the guidance of an expert.", "Engage in workouts only with professional supervision.", "Ensure your physical training is monitored by a specialist.", "Carry out your fitness routines under the watchful eye of a qualified professional.", "Exercise under the careful observation of a certified expert.", "Do all physical activities with the support of a professional trainer.", "Always undertake workouts while being supervised by a professional.", "Conduct your exercise sessions under the watchful guidance of an expert.", "Participate in physical fitness programs with a professional overseeing them.", "Workout sessions should always occur under professional observation.", "Engage in exercise routines under the competent guidance of a specialist.", "Pursue fitness activities only with the assistance of a qualified trainer.", "Ensure all workouts are conducted with expert supervision.", "Complete physical activities under the trained eye of a professional coach.", "Undertake exercise plans with the constant support of a certified professional.", "Physical training should always be done under a specialist's observation.", "Fitness activities are best approached with professional oversight.", "Follow your exercise regimens under the supervision of an experienced coach.", "Carry out fitness routines with the guidance of a knowledgeable trainer.", "Engage in physical exercises under the direct care of a professional expert."]},
  {"silence": 500},
  {"ru": "В любой +асане прилагайте максимум восемьдесят процентов усилия.", "en": "In every asana, apply no more than eighty percent of your effort, ensuring you remain at ease and in control.", "enSynonyms": ["In all yoga poses, exert only up to eighty percent of your energy, staying relaxed and mindful.", "During any asana, maintain your efforts at around eighty percent, balancing focus with comfort.", "In each pose, utilise a measured eighty percent of your strength to preserve a sense of ease.", "For every posture, keep your exertion within eighty percent to avoid unnecessary strain.", "Within any yoga position, engage just eighty percent of your effort, fostering harmony and stability.", "In every yoga practice, aim for an eighty percent effort level to encourage flow and ease.", "Apply only eighty percent of your energy during poses, embracing calmness and control.", "While holding asanas, limit your strength to eighty percent to ensure grace and steadiness.", "Maintain an eighty-percent energy threshold in every yoga pose, enhancing composure and fluidity.", "Exert a balanced eighty percent effort in asanas, allowing your body to remain light and graceful.", "In yoga, always keep your effort at about eighty percent, cultivating mindful relaxation.", "During postures, aim to apply a controlled eighty percent of your physical power for balance.", "Throughout asanas, let your energy flow gently at eighty percent to maintain equilibrium.", "In poses, channel eighty percent of your strength so you can stay attuned to your breathing.", "Every yoga pose is best approached with a gentle eighty percent effort, staying present and aware.", "Keep your focus on an eighty-percent exertion rate in postures, sustaining harmony in the practice.", "Ensure that each pose involves only an eighty percent physical effort, allowing mindful movement.", "Within asanas, practise giving no more than eighty percent energy to nurture steady alignment.", "In yoga practice, reserve twenty percent for peace by applying eighty percent effort in each asana.", "Balance your movements with an eighty-percent energy allocation for asanas, fostering growth and serenity."]},
  {"silence": 500},
  {"ru": "При боли прекратите упражнение.", "en": "If you feel pain, stop the exercise.", "enSynonyms": ["If you experience any discomfort or pain, immediately pause your practice.", "Should pain arise, take a moment to stop and assess your body.", "If at any point you feel pain, gently come out of the pose and rest.", "In case of discomfort or pain, slowly release the position and take a break.", "If there is any sensation of pain, stop what you are doing and listen to your body.", "When pain is felt, pause your movement and honour your limits.", "If pain occurs, ease out of the exercise and take time to recover.", "Whenever you feel pain, stop, breathe, and reflect on what your body needs.", "If you notice pain creeping in, bring your practice to a pause and relax.", "Should you encounter pain, immediately stop, reassess, and adjust your practice."]},
  {"silence": 500}
]