[
{ "ru": "Распределите вес между стоп.", "en": "Distribute your weight between your feet." },
{ "silence": 1000 },
{ "ru": "Разотрите ладони в течение нескольких секунд, чтобы ладони стали горячими.", "en": "Rub the palms for a few seconds until they get hot." },
{ "silence": 2000 },
{ "ru": "Горячие ладони положите на глазные яблоки.", "en": "Put warm palms on the eyeballs." },
{ "silence": 2000 },
{ "ru": "Надавливайте на глаза.", "en": "Now push on the eyeballs." },
{ "silence": 1000 },
{ "ru": "Пальминг.", "en": "The palming." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Одна секунда - одно движение.", "en": "One second - one movement." },
{ "silence": 8000 },
{ "ru": "Оставьте ладони на глазах и держите.", "en": "Leave the palms on the eyes and hold." },
{ "silence": 5000 },
{ "ru": "Поместите ладони на уши, при этом пальцы должны оказаться на затылке.", "en": "Put the palms on the ears with the fingers behind on the back of the head." },
{ "silence": 1000 },
{ "ru": "Надавливайте ладонями на уши.", "en": "Using the palms press on the ears." },
{ "silence": 1000 },
{ "ru": "Давление на уши.", "en": "Ear pumping." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Одна секунда - одно движение.", "en": "One second - one movement." },
{ "silence": 1000 },
{ "chance": 10, "ru": "Смягчите интенсивность если есть дикскомфорт.", "en": "Soften the intensity if you feel uncomfortable." },
{ "silence": 10000 },
{ "ru": "Put the thumbs behind the ears.", "en": "Большой палец положите за ухо." },
{ "silence": 1000 },
{ "ru": "Начните подтягивать лицо от подбородка к ушам, сильно надавливая на лицо.", "en": "Start lifting the face from the chin to the ears." },
{ "silence": 100 },
{ "ru": "Подтяжка лица.", "en": "Facelift." },
{ "silence": 1000 },
{ "ru": "Надавливайте на лицо сильно.", "en": "Press on our face strongly." },
{ "silence": 10000 },
{ "ru": "Положите одну ладонь на лоб, другую сверху.", "en": "Put a palm on the forehead, another on top of the previous one." },
{ "silence": 1000 },
{ "ru": "Выполняйте потирающие движения от виска к виску.", "en": "Begin rubbing movements from the temple to the temple." },
{ "silence": 1000 },
{ "ru": "Массаж лба.", "en": "The forehead massage." },
{ "silence": 10000 },
{ "ru": "Руки сплетите в кольцо.", "en": "Weave the hands into a ring." },
{ "silence": 2000 },
{ "ru": "Начните делать движения от головы от лба к затылку.", "en": "Begin to make movements from above the head to the forehead." },
{ "silence": 1000 },
{ "ru": "Массаж коронной чакры.", "en": "The crown chakra massage." },
{ "silence": 5000 },
{ "ru": "Теперь делайте движения от одного уха к другому. ", "en": "Now do the movements from one ear to the other." },
{ "silence": 5000 },
{ "ru": "Положите одну руку на щитовидку, другу сверху" , "en": "Put a hand on the thyroid, another on top of." },
{ "silence": 2000 },
{ "ru": "Делайте движение той рукой которая сверху от щитовидной железы до пупка на расстоянии несколько сантиметров от туловища.", "en": "Begin to make the movements with the top hand from the thyroid gland to the navel at a distance of several centimeters from the trunk." },
{ "silence": 5000 },
{ "ru": "Одной рукой сползите на живот.", "en": "Slide a hand on the stomach." },
{ "silence": 2000 },
{ "ru": "Делайте круговые движения руками по животу.", "en": "Вo circular movements with the hands on the stomach." },
{ "silence": 1000 },
{ "ru": "Массаж живота.", "en": "The belly massage." },
{ "silence": 10000 },
{"ru": "Примите лежачее положение.", "en": "Move to a lying position, allowing your body to rest comfortably and fully on the mat.", "enSynonyms": ["Transition into a lying-down posture, letting your body settle softly onto the mat.", "Ease yourself into a fully reclined position, ensuring you are comfortable.", "Gently lower your body into a supine position, connecting with the surface beneath you.", "Shift your body into a lying pose, letting your back fully support you.", "Come down into a relaxed, lying position, feeling grounded and stable.", "Rest your entire body in a lying-down posture, surrendering to the mat.", "Lie back gently, allowing your body to naturally relax and settle.", "Ease down into a fully horizontal position, taking a moment to adjust.", "Bring yourself into a supine position, ensuring a balanced and supported posture.", "Lower yourself into a flat, reclined pose, ready to transition into stillness.", "Find your way to a lying-down pose, aligning your body with the floor beneath.", "Gently recline into a lying position, letting all tension melt away.", "Position yourself lying flat on your back, allowing the ground to support you.", "Shift into a calm, reclining position, feeling your body settle and release.", "Settle into a fully reclined posture, focusing on a feeling of deep relaxation.", "Move your body into a lying-down pose, making any adjustments for comfort.", "Transition your body into a horizontal position, supported and aligned.", "Gently bring yourself into a lying pose, with your spine relaxed and at ease.", "Ease into a grounded, lying posture, surrendering to the mat's support.", "Lie down in a comfortable, resting position, with full awareness of your body."]},
{ "silence": 8000 },
{"ru": "Поднимите руки и ноги вверх.", "en": "Lift your hands and feet up towards the ceiling, feeling a gentle stretch through your body.", "enSynonyms": ["Raise your arms and legs upwards, extending gently towards the sky.", "Bring your hands and feet up high, allowing your body to stretch and engage.", "Lift your arms and legs straight up, aiming for the ceiling with energy and control.", "Extend your hands and feet upward, reaching with intention and grace.", "Raise your arms and legs together, feeling a lengthening through your entire body.", "Bring your limbs up towards the ceiling, engaging your core and stretching fully.", "Lift both your hands and feet high, allowing for an energised and mindful movement.", "Gently elevate your arms and legs, focusing on a smooth and controlled lift.", "Stretch your hands and feet upwards, aligning your body in one fluid motion.", "Raise your limbs up as one, reaching for the sky with steady focus.", "Lift your hands and feet together, creating a sense of lightness in your body.", "Bring your arms and legs straight up, ensuring you maintain a strong and steady posture.", "Reach upwards with your hands and feet, letting your body extend and activate.", "Elevate your arms and legs towards the ceiling, holding a sense of calm and energy.", "Lift your limbs high, feeling a gentle pull through your muscles and joints.", "Raise your hands and feet upwards, aiming for a balanced and even stretch.", "Bring your limbs up smoothly, connecting each movement with your breath.", "Lift your arms and legs together, ensuring your movements are deliberate and relaxed.", "Stretch upwards with your hands and feet, creating length and space in your body.", "Raise your hands and feet towards the ceiling, allowing your body to feel centred and extended."]},
{ "silence": 2000 },
{"ru": "Вращайте руки в запястьях, а ноги в голеностопных суставах.", "en": "Rotate your hands at the wrists and your feet at the ankles in slow, controlled circles.", "enSynonyms": ["Gently rotate your wrists and ankles, moving each joint in smooth circles.", "Make circular motions with your hands at the wrists and your feet at the ankles.", "Move your wrists and ankles in slow, circular rotations to loosen the joints.", "Circle your hands at the wrists and your feet at the ankles, feeling the movement.", "Create small, controlled circles with your wrists and ankles, keeping it fluid and relaxed.", "Rotate your wrists and ankles steadily, allowing the joints to warm up and release tension.", "Make gentle circles with your hands at the wrists and feet at the ankles, one motion at a time.", "Slowly rotate your wrists and ankles, focusing on a smooth and even flow of movement.", "Turn your hands at the wrists and feet at the ankles in controlled, rounded motions.", "Move your wrists and ankles in gentle, rhythmic circles, feeling each joint engage.", "Circle your wrists and ankles carefully, aiming for full mobility and a sense of ease.", "Rotate your hands and feet slowly, allowing the circular motion to release tension.", "Draw circles with your wrists and ankles, ensuring smooth and mindful movements.", "Move your wrists and ankles in a steady, circular pattern, keeping it soft and controlled.", "Turn your wrists and ankles in flowing, circular motions, focusing on balance and grace.", "Rotate your hands and feet gently, creating fluid movements at the joints.", "Make deliberate circles with your wrists and ankles, connecting with the rhythm of your breath.", "Circle your wrists and ankles slowly, allowing each rotation to feel effortless and natural.", "Move your wrists and ankles through full, rounded rotations, paying attention to smoothness.", "Rotate your wrists and ankles with care, creating gentle, steady circles to loosen the joints."]},
{ "silence": 8000 },
{"ru": "Теперь встряхивайте кисти и стопы одновременно.", "en": "Now shake both your hands and feet at the same time, letting go of any tension in your body.", "enSynonyms": ["Shake your hands and feet together now, releasing tension and relaxing fully.", "Gently shake both your hands and feet at the same time, allowing the energy to flow.", "Move your hands and feet together in a shaking motion, letting go of stiffness.", "Shake your hands and feet simultaneously, feeling a sense of lightness and freedom.", "Now start shaking both your hands and feet together, loosening up your body.", "Shake your hands and feet at the same moment, focusing on releasing any tension.", "Vigorously shake both your hands and feet together, inviting relaxation into your body.", "Simultaneously shake your hands and feet, feeling a wave of energy moving through you.", "Shake your feet and hands at the same time, letting every part of you feel the movement.", "Move both your hands and feet in a shaking motion now, softening any tightness.", "Shake your hands and feet in unison, letting your body feel free and light.", "Now shake your hands and feet together, allowing a playful and energising motion.", "Simultaneously shake your hands and feet, focusing on a sense of release and relaxation.", "Start shaking both your hands and feet now, creating a light and energised rhythm.", "Gently shake your hands and feet together, helping your body feel more at ease.", "Shake your hands and feet at the same time now, feeling the movement flow naturally.", "Move your hands and feet in a shaking motion simultaneously, connecting with your breath.", "Shake your hands and feet in harmony, encouraging a full-body sense of ease and relaxation.", "Now shake your hands and feet at the same time, letting any tension dissolve completely.", "Shake both your hands and feet together, allowing your body to feel loose and light."]},
{ "silence": 5000 },
{"ru": "Теперь встряхивайте только кисти, а стопы направляйте назад и вперед.", "en": "Now, while shaking your hands, move your feet back and forth in a controlled motion.", "enSynonyms": ["Shake your hands now, and at the same time, point your feet forward and backward smoothly.", "Continue shaking your hands, moving your feet back and forth in a gentle rhythm.", "Now focus on shaking your hands while your feet move back and forth in unison.", "Shake your hands steadily, and let your feet point forward and backward with control.", "While shaking your hands, begin to guide your feet back and forth with ease.", "Shake your hands gently, moving your feet forward and backward in a flowing motion.", "Keep shaking your hands while directing your feet back and forth in a rhythmic pattern.", "Now shake your hands, letting your feet shift forward and backward in a steady movement.", "Focus on shaking your hands as you guide your feet back and forth with intention.", "Shake your hands actively, and simultaneously point your feet forward and backward.", "While shaking your hands, move your feet back and forth with a calm and steady flow.", "Shake your hands with energy, while gently pointing your feet forward and back.", "Now, shake your hands and move your feet back and forth, coordinating both movements.", "Keep your hands shaking, and point your feet back and forth in a smooth manner.", "Shake your hands lightly, while guiding your feet through a forward and backward motion.", "Now focus on shaking your hands and sliding your feet forward and back at the same time.", "Shake your hands freely, allowing your feet to move back and forth naturally.", "Keep shaking your hands while your feet sway forward and back in a controlled way.", "Shake your hands with fluidity, while smoothly moving your feet forward and backward.", "Now shake your hands, coordinating with your feet as they shift back and forth calmly."]},
{ "silence": 3000 },
{"ru": "Теперь встряхивайте только стопы, а кисти направляйте назад и вперед.", "en": "Now, while shaking your feet, move your hands back and forth in a smooth motion.", "enSynonyms": ["Shake your feet now, and at the same time, guide your hands forward and backward steadily.", "Continue shaking your feet, while your hands move back and forth with purpose.", "Now focus on shaking your feet while gently directing your hands forward and back.", "Shake your feet lightly, and let your hands flow forward and backward in harmony.", "While shaking your feet, begin moving your hands back and forth in a controlled rhythm.", "Shake your feet gently, allowing your hands to glide forward and backward smoothly.", "Keep shaking your feet while your hands move back and forth in a balanced motion.", "Now shake your feet actively, while directing your hands forward and back with ease.", "Focus on shaking your feet as your hands sway back and forth in a rhythmic way.", "Shake your feet steadily, and at the same time, move your hands forward and backward.", "While shaking your feet, guide your hands back and forth with soft, deliberate movements.", "Shake your feet energetically, and at the same time, move your hands forward and back.", "Now, shake your feet while gently pushing your hands forward and pulling them back.", "Keep your feet shaking, and let your hands flow forward and back with intention.", "Shake your feet freely, while moving your hands back and forth in a calm manner.", "Now focus on shaking your feet and allowing your hands to move forward and backward naturally.", "Shake your feet smoothly, while your hands extend forward and then return backward.", "Keep shaking your feet, and simultaneously move your hands forward and back in a fluid way.", "Shake your feet with energy, while your hands move forward and back in a coordinated rhythm.", "Now, as your feet shake, move your hands back and forth gently and with control."]},
{ "silence": 3000 },
{ "ru": "Теперь встряхивайте только стопы, а кисти вращайте.", "en": "Now while shaking the feet, rotate the hands back and forth." },
{ "silence": 3000 },
{ "ru": "Теперь встряхивайте кисти и стопы одновременно.", "en": "Now shake both the hands and feet at the same time." },
{ "silence": 8000 },
{ "ru": "Теперь примите сидячее положение.", "en": "Now take a seated position." },
{ "silence": 4000 },
{ "ru": "Растирайте стопу.", "en": "Rub a foot." },
{ "silence": 10000 },
{ "ru": "Повторите манипуляцию с другой стопой.", "en": "Repeat the manipulation with the another foot." },
{ "silence": 10000 },
{ "ru": "Выполняйте гладящие движения от стоп до колен и выше.", "en": "Grap a leg with both hands and do stroking movements from the foot to the knee and above." },
{ "silence": 1000 },
{ "ru": "Прокачка лимфы.", "en": "Lymphatic pumping." },
{ "silence": 1000 },
{ "chance": 1, "ru": "", "en": "The lymphatic channels doesn't have their own heart, and the lymph movement relies on the physical movements." },
{ "silence": 9000 },
{ "ru": "Другая нога.", "en": "Another leg." },
{ "silence": 9000 },
{ "ru": "Теперь делайте гладящие движения от запястья одной руки до локтевого суставов.", "en": "Now do the stroking movements from a wrist of one hand to the elbow joint." },
{ "silence": 9000 },
{ "ru": "Другая рука.", "en": "Another hand." },
{ "silence": 9000 }
]