[
{ "version":2, "ru":"Распределите вес между стоп.","en":"It is through an even distribution of weight across both feet that stability in your asana is truly achieved.","enSynonyms":["Balance your weight evenly between your feet to ground yourself firmly.","Spread the weight equally across both soles for a steady foundation.","What you need is to press down through all four corners of each foot, really, so your stance remains unshaken.","To anchor yourself properly, let the weight settle uniformly—yes, from heel to toe—on both sides.","Feel the earth beneath you as you consciously divide the load, making sure neither foot bears more than the other."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Разотрите ладони в течение нескольких секунд, чтобы ладони стали горячими.", "en": "Rub your palms together for a few seconds until they become warm.", "enSynonyms": ["Rub your hands briskly for a few seconds to heat them up.", "Warm up your palms by rubbing them together for a few seconds.", "Rub your palms quickly for a moment until they feel warm.", "Vigorously rub your hands together to generate warmth.", "Heat your palms by rubbing them together for several seconds.", "Rub your hands together rapidly to make them warm.", "Create warmth by rubbing your palms together for a short while.", "Warm your hands by rubbing them briskly for a few seconds.", "Rub your palms with energy until they feel hot.", "Generate heat in your palms by rubbing them together quickly.", "Rub your hands together firmly to warm them up.", "Quickly rub your palms for several seconds to heat them.", "Rub your hands to create heat for a few moments.", "Rub your palms energetically until they become warm to the touch.", "Heat up your palms by rubbing them together for a little while.", "Rub both hands together until they feel noticeably warm.", "Vigorously rub your palms until they become heated.", "Rub your hands swiftly to create warmth within seconds.", "Warm your palms up by rubbing them together with some force.", "Rub your hands for a few moments to achieve warmth."]},
{ "silence": 2000 },
{ "version": 1, "ru": "Горячие ладони положите на глазные яблоки.", "en": "Place your warm palms gently over your eyeballs.", "enSynonyms": ["Lay your heated palms softly on your eyes.", "Rest your warm hands gently over your closed eyes.", "Position your warm palms carefully on your eyeballs.", "Cover your eyeballs lightly with your warm hands.", "Place your warmed palms gently over your eyes.", "Set your heated palms softly against your closed eyes.", "Put your warm hands delicately over your eyeballs.", "Gently rest your warm palms on your eyes.", "Carefully position your warm palms over your eyeballs.", "Place your warm hands softly over your closed eyelids.", "Cover your eyes tenderly with your heated palms.", "Lay your warm palms gently against your eyes.", "Apply your warmed palms delicately to your closed eyes.", "Set your heated hands softly on your eyeballs.", "Gently press your warm palms over your eyes.", "Put your warm hands lightly on your closed eyes.", "Place your heated palms carefully on your eyeballs.", "Rest your warm palms gently on your closed eyelids.", "Cover your eyeballs softly with your warm palms.", "Position your warm hands lightly over your eyes."]},
{ "silence": 2000 },
{ "version": 1, "ru": "Надавливайте на глаза.", "en": "Now gently press on the eyeballs.", "enSynonyms": ["Apply gentle pressure to your eyeballs.", "Softly push on your eyes.", "Gently press your fingers against your eyeballs.", "Apply a light pressure to your closed eyes.", "Carefully push on your eyeballs with gentle force.", "Softly apply pressure to your eyes.", "Press gently on your closed eyelids.", "Use light pressure on your eyeballs now.", "Gently press down on your eyeballs.", "Apply mild pressure to your eyes now.", "Carefully push against your closed eyes.", "Lightly press on your eyeballs with care.", "Gently push your fingers onto your closed eyelids.", "Apply soft pressure to the eyeballs now.", "Lightly press down on your eyes.", "Softly push against your eyeballs now.", "Gently apply force to your closed eyes.", "Now lightly press your hands on your eyeballs.", "Gently exert pressure on your eyes.", "Softly push onto your closed eyelids."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Пальминг.", "en": "The palming." },
{ "silence": 2000 },
{ "chance": 50, "version": 1, "ru": "Одна секунда - одно движение.", "en": "One second - one movement." },
{ "silence": 8000 },
{ "version": 1, "ru": "Оставьте ладони на глазах и держите.", "en": "Keep your palms on your eyes and hold them there.", "enSynonyms": ["Rest your palms on your eyes and hold them steady.", "Leave your hands on your eyes and keep them in place.", "Keep your palms over your eyes and hold gently.", "Maintain your palms on your eyes and hold still.", "Place your palms on your eyes and leave them there.", "Keep your hands over your eyes and hold softly.", "Rest your palms against your eyes and hold them there.", "Leave your palms over your eyes and stay steady.", "Keep your hands on your eyes and hold without moving.", "Hold your palms on your eyes and stay relaxed.", "Keep your hands placed on your eyes and hold.", "Leave your palms steady on your eyes and stay calm.", "Hold your palms gently on your eyes and remain still.", "Rest your hands softly on your eyes and hold in place.", "Keep your palms settled over your eyes and hold them.", "Leave your palms lying on your eyes and stay steady.", "Keep your palms positioned on your eyes and hold firmly.", "Hold your hands over your eyes and stay focused.", "Maintain the palms on your eyes and remain still.", "Keep your hands resting on your eyes and hold quietly."]},
{ "silence": 5000 },
{ "version": 1, "ru": "Поместите ладони на уши, при этом пальцы должны оказаться на затылке.", "en": "Place your palms on your ears with your fingers resting on the back of your head.", "enSynonyms": ["Position your palms over your ears, with your fingers on the nape of your neck.", "Place your hands on your ears, and let your fingers rest at the back of your head.", "Put your palms over your ears, with the fingers placed on the back of your head.", "Rest your palms on your ears while your fingers are positioned at the nape of your neck.", "Set your palms on your ears, fingers resting gently on the back of your head.", "Place your hands on your ears, fingers settled at the back of your head.", "Position your palms against your ears with your fingers touching the back of your neck.", "Rest your palms on your ears, with fingers positioned at the back of your head.", "Set your palms over your ears and let your fingers fall on the back of your head.", "Place your palms on your ears and fingers on the back of your neck.", "Gently rest your palms on your ears, with fingers on the back of your head.", "Place your hands over your ears, fingers resting on your neck's back.", "Put your palms over your ears and let your fingers touch the nape of your neck.", "Rest your palms on your ears, allowing the fingers to rest behind your head.", "Set your palms on your ears, ensuring your fingers are on the back of your head.", "Position your palms on your ears and fingers gently placed on the back of your head.", "Rest your hands over your ears, with your fingers at the nape of your neck.", "Put your palms on your ears, with your fingers behind your head.", "Place your palms gently on your ears, fingers resting on the back of your neck.", "Rest your hands on your ears, ensuring your fingers rest behind your head."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Надавливайте ладонями на уши.", "en": "Press your palms against your ears.", "enSynonyms": ["Apply pressure to your ears with your palms.", "Gently press your palms onto your ears.", "Use your palms to apply pressure on your ears.", "Place your palms on your ears and press gently.", "Press down with your palms on your ears.", "Apply your palms firmly on your ears.", "Use your hands to press gently on your ears.", "Press your palms against your ears with soft pressure.", "Push your palms onto your ears with gentle force.", "Exert pressure on your ears with your palms.", "Press your palms against your ears softly.", "Apply a light pressure to your ears with your palms.", "Gently push your palms onto your ears.", "Press your palms onto your ears with care.", "Apply gentle pressure using your palms on your ears.", "Use your palms to gently press on your ears.", "Press your palms softly onto your ears.", "Apply steady pressure on your ears with your palms.", "Place your palms on your ears and press gently.", "Gently apply pressure with your palms on your ears."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Давление на уши.", "en": "Ear pumping." },
{ "silence": 1000 },
{ "version":2, "chance":20, "ru":".","en":"When possible, silently tally each repetition in your mind to maintain rhythm and awareness.","enSynonyms":["If you can, keep a mental count of your reps to stay present and intentional.","Track repetitions internally when feasible—this helps synchronize breath with movement.","What aids focus is numbering each cycle in your thoughts, really, linking mind to motion.","For greater mindfulness, try counting each pass silently, yes, letting numbers anchor your flow.","Where attention allows, let an inner voice log every iteration, creating a meditative cadence."]},
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Одна секунда - одно движение.", "en": "One second - one movement." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Смягчите интенсивность если есть дикскомфорт.", "en": "Reduce the intensity if you feel discomfort.", "enSynonyms": ["Lower the intensity if you experience discomfort.", "Ease up the intensity if you feel any discomfort.", "Decrease the intensity if discomfort arises.", "Soften the effort if you sense discomfort.", "Reduce the pressure if you feel uncomfortable.", "Scale back the intensity if discomfort occurs.", "Ease the intensity if you start feeling discomfort.", "Lower the effort if you feel discomfort.", "Calm down the intensity if you experience discomfort.", "Adjust the intensity if discomfort is felt.", "Relax the intensity if any discomfort is present.", "Slightly reduce the intensity if you feel any discomfort.", "Reduce the pressure or effort if you feel discomfort.", "Soften the intensity level if discomfort appears.", "Cut back the intensity if discomfort becomes noticeable.", "Dial down the intensity if you feel discomfort.", "Lower the intensity if discomfort is felt.", "Reduce the strain if you start to feel discomfort.", "Relax the effort if discomfort arises.", "Soften the intensity if discomfort is felt." ]},
{ "silence": 10000 },
{ "version": 1, "ru": "Put the thumbs behind the ears.", "en": "Place your thumbs behind your ears.", "enSynonyms": ["Position your thumbs behind your ears.", "Rest your thumbs behind your ears.", "Place both thumbs at the back of your ears.", "Set your thumbs behind your ears.", "Place the thumbs behind the ears gently.", "Put your thumbs at the back of your ears.", "Position the thumbs behind the ears.", "Rest the thumbs behind your ears softly.", "Gently place your thumbs behind your ears.", "Position your thumbs gently at the back of your ears.", "Place both of your thumbs behind your ears.", "Rest your thumbs softly behind your ears.", "Set your thumbs behind the ear area.", "Place your thumbs carefully behind your ears.", "Put your thumbs gently behind your ears.", "Position your thumbs securely behind your ears.", "Rest the thumbs gently on the back of your ears.", "Set your thumbs comfortably behind your ears.", "Place your thumbs lightly behind your ears.", "Gently place your thumbs behind your ears." ]},
{ "silence": 1000 },
{ "version": 1, "ru": "Начните подтягивать лицо от подбородка к ушам, сильно надавливая на лицо.", "en": "Start lifting the face from the chin to the ears." },
{ "silence": 1000 },
{ "version": 1, "ru": "Подтяжка лица.", "en": "Facelift." },
{ "silence": 1000 },
{ "version":2, "ru":"Надавливайте на лицо сильно.","en":"Apply firm, mindful pressure to your facial points using deliberate, controlled motions.","enSynonyms":["Engage in deep facial compression with purposeful intensity.","Press firmly yet consciously onto your facial muscles, maintaining steady breath.","What you want is therapeutic tension—yes, use your fingertips to knead deeply but safely.","For maximum benefit, sustain strong pressure while avoiding strain—really let the touch penetrate tension.","With focused awareness, work your fingers into the facial tissue, releasing knots through intentional pressure."]},
{ "silence": 10000 },
{ "version": 1, "ru": "Положите одну ладонь на лоб, другую сверху.", "en": "Place one palm on your forehead, and the other on top of the first one.", "enSynonyms": ["Rest one palm on your forehead and the other on top.", "Set one hand on your forehead and place the other on top.", "Place one hand gently on your forehead, with the other one above.", "Put one palm on your forehead, and position the other above it.", "Rest one palm on your forehead, and the other on top of that.", "Place your palm on your forehead, and stack the second one above.", "Set one palm on your forehead and place the other on top of it.", "Position one hand on your forehead, with the other above.", "Place one palm on your forehead, and place the other on top gently.", "Rest one hand on your forehead, the other on top of the first one.", "Put your palm on your forehead, and position the second one above it.", "Place one hand on your forehead and gently rest the other on top.", "Set one palm on your forehead and place the other hand above.", "Place one palm on your forehead and the second one on top.", "Rest your palm on your forehead, with the other stacked on top.", "Place your first palm on your forehead and the second above it.", "Put one palm on your forehead, with the second one placed above.", "Rest one palm on your forehead and position the second one above.", "Place one hand on your forehead and put the other on top." ]},
{ "silence": 1000 },
{ "version": 1, "ru": "Выполняйте потирающие движения от виска к виску.", "en": "Perform rubbing motions from one temple to the other.", "enSynonyms": ["Rub gently from one temple to the other.", "Make circular rubbing movements from temple to temple.", "Begin massaging from the temple to the opposite temple.", "Rub in a smooth motion from one temple to the next.", "Make gentle rubbing motions across the temples.", "Start rubbing from the left temple to the right temple.", "Rub from temple to temple in a soothing motion.", "Perform smooth rubbing movements from one temple to the other.", "Move your hands in rubbing motions across your temples.", "Start rubbing in a motion from one temple to the other.", "Rub gently from the left side of your forehead to the right.", "Massage the temples with rubbing motions from one to the other.", "Initiate rubbing movements from one temple to the other.", "Rub in a soft, continuous motion from one temple to the next.", "Move in gentle rubbing motions from temple to temple.", "Start with rubbing from one temple and move to the other.", "Rub the area from temple to temple in a circular motion.", "Perform smooth, calming rubbing from one temple to the other.", "Gently rub from temple to temple in soft movements.", "Move your hands in rubbing strokes from one temple to the other." ]},
{ "silence": 1000 },
{ "version": 1, "ru": "Массаж лба.", "en": "The forehead massage." },
{ "silence": 10000 },
{ "version": 1, "ru": "Руки сплетите в кольцо.", "en": "Weave the hands into a ring." },
{ "silence": 2000 },
{ "version": 1, "ru": "Начните делать движения от головы от лба к затылку.", "en": "Start making movements from your forehead to the back of your head.", "enSynonyms": ["Begin moving from the forehead towards the back of your head.", "Start with movements from your forehead to the nape of your neck.", "Make gentle movements from your forehead to the back of your head.", "Initiate movements from your forehead towards the back of your head.", "Begin moving from your forehead down to the nape of your neck.", "Start the movement from the forehead to the base of your skull.", "Move from your forehead to the back of your head in smooth motions.", "Start the motions from the forehead and move towards the back of your head.", "Make gentle strokes from your forehead to the nape of your neck.", "Begin at the forehead and move your hands to the back of your head.", "Move from your forehead towards the nape of your neck.", "Initiate strokes from the forehead to the back of your neck.", "Begin from the forehead and gradually move to the back of your head.", "Start making slow movements from the forehead to the nape of the neck.", "Begin with strokes from the forehead to the back of the skull.", "Start moving your hands from your forehead to the back of your head.", "Make gentle strokes from the forehead towards the nape of your neck.", "Start with slow movements from your forehead to the back of your head.", "Move from your forehead to the base of your neck in smooth motions." ]},
{ "silence": 1000 },
{ "version": 1, "ru": "Массаж коронной чакры.", "en": "The crown chakra massage." },
{ "silence": 5000 },
{ "version": 1, "ru": "Теперь делайте движения от одного уха к другому.", "en": "Now make movements from one ear to the other.", "enSynonyms": ["Perform movements from one ear to the opposite ear.", "Move from one ear to the other in smooth motions.", "Now transition from one ear to the other with your movements.", "Do movements across from one ear to the other.", "Move gently from one ear to the other.", "Now perform motions from one ear to the other side.", "Start moving from one ear and proceed to the other.", "Make smooth transitions from one ear to the other.", "Move from one ear to the next with gentle motions.", "Transition from one ear to the opposite with fluid movements.", "Now move from one ear to the other side in a soothing motion.", "Perform gentle motions from one ear to the other.", "Do gentle movements from one ear towards the other.", "Move in a continuous motion from one ear to the other.", "Now flow from one ear to the other in slow motions.", "Perform soothing movements from one ear to the other.", "Now shift from one ear to the other with ease.", "Begin transitioning from one ear to the other with soft strokes.", "Make flowing movements from one ear to the other." ]},
{ "silence": 5000 },
{ "version": 1, "ru": "Положите одну руку на щитовидку, другу сверху", "en": "Place one hand on your thyroid, with the other on top.", "enSynonyms": ["Rest one hand on your thyroid and the other on top.", "Put one hand over your thyroid, with the other resting on top.", "Set one hand on your thyroid and the other hand above it.", "Place one hand gently on your thyroid, the other on top of it.", "Rest one hand on your thyroid, with the other placed on top.", "Place your first hand on your thyroid, with the second hand above it.", "Set one hand on your thyroid and position the other on top.", "Put one hand on your thyroid and gently place the other on top.", "Place one hand over the thyroid and set the other above it.", "Rest your hand on your thyroid and place the other hand on top.", "Set your first hand on your thyroid and the second hand above it.", "Put one hand on your thyroid and place the other gently above.", "Position one hand on your thyroid, the other one on top.", "Place your hand on your thyroid and position the other above.", "Rest one hand over your thyroid and place the second hand on top.", "Place one hand gently on your thyroid, with the other resting above.", "Put your hand on your thyroid, and place the other hand above it.", "Rest your palm on your thyroid, and place the other on top.", "Set one hand on your thyroid, with the second resting above it."]},
{ "silence": 2000 },
{ "version": 1, "ru": "Делайте движение той рукой которая сверху от щитовидной железы до пупка на расстоянии несколько сантиметров от туловища.", "en": "Begin to make the movements with the top hand from the thyroid gland to the navel at a distance of several centimeters from the trunk." },
{ "silence": 5000 },
{ "version": 1, "ru": "Одной рукой сползите на живот.", "en": "Slide a hand on the stomach." },
{ "silence": 2000 },
{ "version": 1, "ru": "Делайте круговые движения руками по животу.", "en": "Make circular movements with your hands on your stomach.", "enSynonyms": ["Perform circular motions with your hands on your stomach.", "Move your hands in circles on your stomach.", "Create circular movements on your stomach with your hands.", "Make gentle circular motions with your hands across your stomach.", "Use your hands to make circles on your stomach.", "Perform slow circular movements with your hands on your abdomen.", "Move your hands in a circular motion over your stomach.", "Create slow circles with your hands on your stomach.", "Begin making circular movements on your stomach with your hands.", "Move your hands in circular patterns over your stomach.", "Perform circular motions on your abdomen with your hands.", "Start circular movements with your hands on your stomach.", "Gently rub your stomach in circular motions with your hands.", "Use your hands to gently circle your stomach.", "Make smooth circular movements with your hands on your abdomen.", "Start circular motions with your hands on your stomach.", "Rub your stomach in circular movements with your hands.", "Move your hands in a calming circular pattern on your stomach.", "Perform gentle circular movements with your hands on your abdomen." ]},
{ "silence": 1000 },
{ "version": 1, "ru": "Массаж живота.", "en": "The belly massage." },
{ "silence": 10000 },
{ "version": 2, "ru": "Примите лежачее положение.", "en": "Lie down on your back, allowing your body to fully relax into the mat.", "enSynonyms": ["Assume a reclined position on the floor.", "Position yourself flat on your back.", "Gently lower yourself onto your back, ensuring your spine is aligned.", "Settle into a supine posture, letting your limbs rest comfortably."]},
{ "silence": 8000 },
{ "version": 1, "ru": "Поднимите руки и ноги вверх.", "en": "Lift your hands and feet up towards the ceiling, feeling a gentle stretch through your body.", "enSynonyms": ["Raise your arms and legs upwards, extending gently towards the sky.", "Bring your hands and feet up high, allowing your body to stretch and engage.", "Lift your arms and legs straight up, aiming for the ceiling with energy and control.", "Extend your hands and feet upward, reaching with intention and grace.", "Raise your arms and legs together, feeling a lengthening through your entire body.", "Bring your limbs up towards the ceiling, engaging your core and stretching fully.", "Lift both your hands and feet high, allowing for an energised and mindful movement.", "Gently elevate your arms and legs, focusing on a smooth and controlled lift.", "Stretch your hands and feet upwards, aligning your body in one fluid motion.", "Raise your limbs up as one, reaching for the sky with steady focus.", "Lift your hands and feet together, creating a sense of lightness in your body.", "Bring your arms and legs straight up, ensuring you maintain a strong and steady posture.", "Reach upwards with your hands and feet, letting your body extend and activate.", "Elevate your arms and legs towards the ceiling, holding a sense of calm and energy.", "Lift your limbs high, feeling a gentle pull through your muscles and joints.", "Raise your hands and feet upwards, aiming for a balanced and even stretch.", "Bring your limbs up smoothly, connecting each movement with your breath.", "Lift your arms and legs together, ensuring your movements are deliberate and relaxed.", "Stretch upwards with your hands and feet, creating length and space in your body.", "Raise your hands and feet towards the ceiling, allowing your body to feel centred and extended."]},
{ "silence": 2000 },
{ "version": 1, "ru": "Вращайте руки в запястьях, а ноги в голеностопных суставах.", "en": "Rotate your hands at the wrists and your feet at the ankles in slow, controlled circles." },
{ "silence": 8000 },
{ "version": 1, "ru": "Теперь встряхивайте кисти и стопы одновременно.", "en": "Now shake both your hands and feet at the same time, letting go of any tension in your body." },
{ "silence": 5000 },
{ "version": 1, "ru": "Теперь встряхивайте только кисти, а стопы направляйте назад и вперед.", "en": "Now, while shaking your hands, move your feet back and forth in a controlled motion.", "enSynonyms": ["Shake your hands now, and at the same time, point your feet forward and backward smoothly.", "Continue shaking your hands, moving your feet back and forth in a gentle rhythm.", "Now focus on shaking your hands while your feet move back and forth in unison.", "Shake your hands steadily, and let your feet point forward and backward with control.", "While shaking your hands, begin to guide your feet back and forth with ease.", "Shake your hands gently, moving your feet forward and backward in a flowing motion.", "Keep shaking your hands while directing your feet back and forth in a rhythmic pattern.", "Now shake your hands, letting your feet shift forward and backward in a steady movement.", "Focus on shaking your hands as you guide your feet back and forth with intention.", "Shake your hands actively, and simultaneously point your feet forward and backward.", "While shaking your hands, move your feet back and forth with a calm and steady flow.", "Shake your hands with energy, while gently pointing your feet forward and back.", "Now, shake your hands and move your feet back and forth, coordinating both movements.", "Keep your hands shaking, and point your feet back and forth in a smooth manner.", "Shake your hands lightly, while guiding your feet through a forward and backward motion.", "Now focus on shaking your hands and sliding your feet forward and back at the same time.", "Shake your hands freely, allowing your feet to move back and forth naturally.", "Keep shaking your hands while your feet sway forward and back in a controlled way.", "Shake your hands with fluidity, while smoothly moving your feet forward and backward.", "Now shake your hands, coordinating with your feet as they shift back and forth calmly."]},
{ "silence": 3000 },
{ "version": 1, "ru": "Теперь встряхивайте только стопы, а кисти направляйте назад и вперед.", "en": "Now, while shaking your feet, move your hands back and forth in a smooth motion." },
{ "silence": 3000 },
{ "version": 1, "ru": "Теперь встряхивайте только стопы, а кисти вращайте.", "en": "Now, while shaking your feet, rotate your hands in smooth, controlled circles.", "enSynonyms": ["Shake your feet now, and at the same time, circle your hands in a steady motion.", "Continue shaking your feet as you gently rotate your hands in controlled circles.", "Now focus on shaking your feet while moving your hands in a circular pattern.", "Shake your feet lightly, and let your hands flow in smooth rotations.", "While shaking your feet, begin to circle your hands slowly and steadily.", "Shake your feet gently, allowing your hands to rotate in a relaxed manner.", "Keep shaking your feet as your hands move through wide, even circular motions.", "Now shake your feet actively, while your hands rotate in soft, controlled circles.", "Focus on shaking your feet and guiding your hands through fluid circular movements.", "Shake your feet steadily, while at the same time rotating your hands in circles.", "While shaking your feet, guide your hands through slow, deliberate circular rotations.", "Shake your feet energetically, and let your hands move in gentle, flowing circles.", "Now, as your feet shake, rotate your hands in smooth and balanced circles.", "Keep your feet shaking, while your hands circle round in a steady rhythm.", "Shake your feet freely, and let your hands rotate smoothly with control and ease.", "Now focus on shaking your feet and moving your hands in consistent, calm circles.", "Shake your feet smoothly, while your hands create wide and even circular motions.", "Keep shaking your feet, while your hands rotate in a focused and relaxed way.", "Shake your feet with energy, while your hands make gentle, flowing circles.", "Now, as your feet shake, guide your hands in soft, controlled circular motions."]},
{ "silence": 3000 },
{ "version": 1, "ru": "Теперь встряхивайте кисти и стопы одновременно.", "en": "Now shake both your hands and feet at the same time, allowing your body to loosen and relax." },
{ "silence": 8000 },
{ "version": 1, "ru": "Теперь примите сидячее положение.", "en": "Now take a seated position, sitting comfortably and grounding yourself.", "enSynonyms": ["Move into a seated position, ensuring you are comfortable and balanced.", "Now sit down gently, allowing your body to rest in a grounded position.", "Shift into a seated pose, finding a comfortable and steady posture.", "Take a seat now, settling into a calm and relaxed seated position.", "Move into a sitting position, keeping your back straight and shoulders relaxed.", "Now take a comfortable seat, grounding yourself and aligning your spine.", "Ease into a seated position, letting your body find balance and stability.", "Adopt a seated posture now, sitting tall and relaxing your shoulders.", "Take a seated pose, allowing yourself to feel grounded and at ease.", "Find a seated position, sitting comfortably and focusing on your breath.", "Now sit in a comfortable position, aligning your body with a sense of calm.", "Shift into a relaxed seated position, letting your body feel steady and supported.", "Take a calm and grounded seat now, resting your hands gently on your knees.", "Move into a seated position, sitting with ease and creating a stable posture.", "Take a moment to sit down, ensuring your body is balanced and comfortable.", "Now transition into a seated pose, aligning your back and relaxing your breath.", "Sit comfortably now, with your body relaxed and your mind focused.", "Settle into a seated position, grounding yourself and feeling a sense of calm.", "Now take a seat, ensuring your body feels supported and relaxed.", "Sit down gently, adopting a comfortable and balanced seated position."]},
{ "silence": 4000 },
{ "version": 1, "ru": "Растирайте стопу.", "en": "Gently rub your foot, using steady and soothing motions.", "enSynonyms": ["Massage your foot gently, applying smooth and even pressure.", "Rub your foot with care, using circular and relaxing movements.", "Soften and relax your foot by rubbing it with steady hands.", "Gently knead your foot, releasing any tension or tightness.", "Rub your foot firmly yet gently, focusing on easing stiffness.", "Massage the sole of your foot in a gentle and calming rhythm.", "Apply light pressure as you rub your foot, soothing and relaxing it.", "Gently work your hands over your foot, massaging with smooth motions.", "Rub your foot slowly, paying attention to any areas of tension.", "Use steady movements to rub your foot, bringing relaxation to the muscles.", "Massage your foot with soft, even strokes, creating a calming effect.", "Rub your foot gently, focusing on comfort and releasing tension.", "Knead your foot softly, encouraging relaxation and a sense of ease.", "Apply soothing pressure as you rub your foot, helping it feel lighter.", "Move your hands gently over your foot, massaging it with care.", "Rub your foot with calm, deliberate motions to promote relaxation.", "Massage your foot using smooth, circular strokes to ease discomfort.", "Rub your foot lightly, letting the movement calm and relax the muscles.", "Work your hands over your foot, massaging it in a steady rhythm.", "Gently massage your foot, paying attention to its arch and sole."]},
{ "silence": 10000 },
{ "version": 1, "ru": "Повторите манипуляцию с другой стопой.", "en": "Repeat the movement with the other foot, maintaining the same controlled motion.", "enSynonyms": ["Now repeat the same movement using your other foot with equal attention.", "Perform the same action again, this time focusing on your other foot.", "Repeat the motion with your opposite foot, keeping the movement steady.", "Now do the same manipulation on your other foot, keeping it smooth and controlled.", "Switch to the other foot and repeat the motion, maintaining focus and rhythm.", "Repeat the exercise with the other foot, staying consistent with your movement.", "Now move to the other foot and repeat the same gentle motion.", "Perform the same movement again, switching to your other foot this time.", "Repeat the motion on your opposite foot, keeping the flow and control.", "Now, using your other foot, replicate the same action with ease and balance.", "Repeat the exercise, this time focusing on your other foot.", "Switch to your opposite foot and repeat the motion in a similar, controlled way.", "Now focus on your other foot and perform the same movement gently.", "Repeat the same action with your other foot, matching the rhythm and flow.", "Using your other foot now, repeat the manipulation in a steady manner.", "Switch over to the opposite foot and repeat the same smooth motion.", "Now replicate the movement with your other foot, staying calm and focused.", "Repeat the same exercise on your other foot, keeping the flow steady.", "Move to your other foot now and repeat the motion with equal ease.", "Focus on your opposite foot now and repeat the movement in a gentle rhythm."]},
{ "silence": 10000 },
{ "version": 1, "ru": "Выполняйте гладящие движения от стоп до колен и выше.", "en": "Perform stroking movements from the foot to the knee and beyond.", "enSynonyms": ["Do gentle stroking motions from the foot to the knee and higher.", "Use both hands to stroke from the foot to the knee and above.", "Make smooth stroking movements from your foot to your knee and upwards.", "Stroke gently from the foot to the knee and above.", "With both hands, perform smooth movements from the foot to the knee and higher.", "Begin stroking from the foot to the knee and extend above.", "Move your hands in stroking motions from foot to knee and beyond.", "Gently stroke from the foot to the knee, and continue upwards.", "Perform soft stroking motions from the foot to the knee and beyond.", "Use both hands to glide from the foot to the knee and beyond.", "Do gentle strokes from the foot, up to the knee and higher.", "Perform smooth, stroking movements from the foot to the knee and above.", "With both hands, stroke upwards from the foot to the knee and beyond.", "Make gentle, upward strokes from foot to knee and beyond.", "Gently stroke from the foot, up to the knee and beyond.", "Stroke smoothly from the foot to the knee and higher.", "Move your hands from the foot to the knee with gentle strokes.", "Stroke from foot to knee and continue upwards.", "Perform continuous stroking movements from the foot to the knee and above." ]},
{ "silence": 1000 },
{ "version": 1, "ru": "Прокачка лимфы.", "en": "Lymphatic pumping." },
{ "silence": 1000 },
{ "chance": 1, "version": 1, "ru": "", "en": "The lymphatic channels doesn't have their own heart, and the lymph movement relies on the physical movements." },
{ "silence": 9000 },
{ "version": 1, "ru": "Другая нога.", "en": "Another leg." },
{ "silence": 9000 },
{ "version": 1, "ru": "Теперь делайте гладящие движения от запястья одной руки до локтевого суставов.", "en": "Now do the stroking movements from a wrist of one hand to the elbow joint." },
{ "silence": 9000 },
{ "version": 1, "ru": "Другая рука.", "en": "Another hand." },
{ "silence": 9000 }
]