[
{ "ru": "Втян+ите живот, скруглите поясницу." },
{ "silence": 500 },
{ "ru": "Копчик поджимайте под себя.", "en": "Tuck your tailbone underneath you.", "enSynonyms": ["Pull your coccyx under your body.", "Draw your tailbone inward.", "Tuck the base of your spine underneath you.", "Move your tailbone in towards your pelvis.", "Engage your tailbone and pull it under.", "Tilt your pelvis forward, tucking your coccyx under.", "Press your tailbone towards your body.", "Roll your tailbone under your spine.", "Retract your tailbone under your body.", "Guide your tailbone inward and under.", "Move your coccyx beneath you.", "Tuck your coccyx forward, under your body.", "Retract the base of your spine beneath you.", "Bring your tailbone under you, engaging the lower spine.", "Curl your tailbone towards your pelvis.", "Press the tailbone down and underneath you.", "Tuck your coccyx under, aligning your spine.", "Activate the lower spine by pulling your tailbone under.", "Pull your tailbone beneath you to align the spine." ] },
{ "silence": 500 },
{ "ru": "Скруглите спину.", "en": "Round your back.", "enSynonyms": [ "Curve your spine.", "Arch your back into a rounded position.", "Round your entire back.", "Flex your spine and round it gently.", "Tuck your chin and round your back.", "Draw your navel in and round your spine.", "Gently round your back, creating a smooth curve.", "Curl your spine into a rounded position.", "Round your back from the tailbone up.", "Flex your spine and round through your back.", "Tuck your pelvis and round your back.", "Curl your back, starting from the lower spine.", "Engage your core and round your back gently.", "Create a gentle curve in your spine.", "Tuck your pelvis under and round your back.", "Press your spine into a round shape.", "Create a rounded back, keeping your posture soft.", "Roll your spine into a rounded position.", "Flex and round your spine from the lower to upper back.", "Curl your upper back, making a smooth rounded shape." ] },
{ "silence": 500 },
{ "ru": "Скруглите шейный отдел.", "en": "Round your cervical spine.", "enSynonyms": ["Curve your neck vertebrae.", "Tuck your chin and round your neck.", "Gently curve your cervical area.", "Flex your neck to create a rounded shape.", "Arch your neck forward in a smooth curve.", "Draw your chin towards your chest and round your neck.", "Create a rounded shape in the neck area.", "Move your neck into a gentle curve.", "Engage your cervical spine and round it.", "Slightly round your neck, drawing the chin inward.", "Round the upper spine by flexing the neck forward.", "Press your chin towards the chest, creating a rounded neck position.", "Allow your cervical spine to curve smoothly forward.", "Tuck your chin in and round the neck area.", "Focus on rounding the upper spine through the neck.", "Engage the neck muscles to create a rounded cervical position.", "Curve your neck gently, creating a slight arc.", "Tuck your chin, rounding the cervical spine with intention.", "Move the neck into a subtle, rounded position." ] },
{ "silence": 1000 },
{ "ru": "Колени поставьте на ширине таза." },
{ "silence": 500 },
{ "ru": "Одним коленом коснитесь лба." },
{ "silence": 1000 },
{ "ru": "Носок поднятой ноги вытягивайте от себя, а пятку тяните к ягодичной мышце.", "en": "Point the toes of your lifted leg away from you, and draw your heel towards your gluteal muscle.", "enSynonyms": ["Extend the toes of your raised leg forward while pulling the heel back towards your buttock.", "Stretch the toes of your elevated leg outward, and guide the heel inward towards your glute.", "Push the toes of your lifted foot away and gently pull the heel towards the gluteus.", "Lengthen the toes of the raised foot forward as you bring the heel closer to the glute.", "Direct the toes of the extended leg forward and pull the heel back to the glute area.", "Reach the toes of your elevated leg outward while drawing the heel back to the base of the glute.", "Project the toes of the raised leg away, then guide the heel inward towards the backside muscle.", "Elongate the toes of your lifted leg outward as the heel is gently pulled back to the glute.", "Push the toes of the elevated leg outward, and draw the heel inward to the buttock area.", "Stretch the toes of the lifted foot away as the heel draws near to the gluteus maximus.", "Ensure the toes of your lifted leg point away while gently moving the heel toward the backside muscles.", "Extend the toes of the raised foot outward, consciously guiding the heel towards your glutes.", "Draw the toes of your lifted foot outward deliberately, while subtly pulling the heel toward the glute area.", "Let the toes of your raised leg point away, and with mindful ease, pull the heel closer to the gluteal muscles.", "Stretch the toes of your elevated leg into the distance, gently drawing the heel into alignment with the glutes.", "Reach the toes of the extended leg away from you as you guide the heel inward, connecting it to the glute.", "Make sure the toes of the lifted leg stretch outward while softly pulling the heel toward the supportive gluteus muscle.", "Point the toes of your raised leg outwards while bringing the heel closer to the glute with intention.", "Gently stretch the toes of your elevated leg away and allow the heel to come in towards the glute.", "Let your lifted leg's toes extend forward as you guide your heel to align with the gluteal region with a sense of focus."] },
{ "silence": 500 },
{ "ru": "Плечевыми суставами давите назад.", "en": "Press your shoulder joints backwards.", "enSynonyms": ["Push your shoulders back.", "Engage your shoulder joints and press them backwards.", "Draw your shoulders backward.", "Move your shoulder joints towards the back.", "Pull your shoulder joints in reverse.", "Reposition your shoulders by pressing them backward.", "Activate your shoulder joints and shift them back.", "Press the shoulder joints in a backward motion.", "Send your shoulder joints behind you.", "Take your shoulder joints back.", "Push your shoulder blades towards the spine.", "Align your shoulder joints to move back and down.", "Draw the shoulder blades together as you press them backward.", "With the shoulder joints, create a backward pressure.", "Direct your shoulder joints back with intention.", "Squeeze the shoulder blades together as they travel back.", "Move your shoulders in a backward direction, activating the joints.", "Push your shoulders back while engaging the joints deeply.", "Pull your shoulder joints behind you, aligning them properly.", "Move your shoulders with focus, pressing them backward and down." ] },
{ "silence": 1000 },
{ "ru": "Марджари+асана с коленом ко лбу.", "en": "Marjari+asana with knee to forehead." },
{ "silence": 5000 }
]