[
{ "version": 2, "ru": "Втяните живот, скруглите поясницу.", "en": "Draw your abdomen inwards and gently round your lower back." },
{ "silence": 500 },
{ "version": 1, "ru": "Копчик поджимайте под себя.", "en": "Tuck your tailbone underneath you." },
{ "silence": 500 },
{ "version": 1, "ru": "Скруглите спину.", "en": "Round your back." },
{ "silence": 500 },
{ "version":3,"ru":"Скруглите шейный отдел.","en":"Round your neck forward."},
{ "silence": 1000 },
{ "version": 1, "ru": "Колени поставьте на ширине таза.", "en": "Place your knees at hip-width apart." },
{ "silence": 500 },
{ "version": 2, "ru": "Одним коленом коснитесь лба.", "en": "Bring one knee up to touch your forehead.", "enSynonyms": ["Lift one knee to meet your brow.", "Raise a knee until it gently meets your forehead.", "Guide one knee upward to lightly touch your temple.", "Move one knee towards your head to connect with your forehead.", "Elevate one knee and allow it to softly graze your brow."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Носок поднятой ноги вытягивайте от себя, а пятку тяните к ягодичной мышце.", "en": "Point the toes of your lifted leg away from you, and draw your heel towards your gluteal muscle." },
{ "silence": 500 },
{ "version": 1, "ru": "Плечевыми суставами давите назад.", "en": "Press your shoulder joints backwards.", "enSynonyms": ["Push your shoulders back.", "Engage your shoulder joints and press them backwards.", "Draw your shoulders backward.", "Move your shoulder joints towards the back.", "Pull your shoulder joints in reverse.", "Reposition your shoulders by pressing them backward.", "Activate your shoulder joints and shift them back.", "Press the shoulder joints in a backward motion.", "Send your shoulder joints behind you.", "Take your shoulder joints back.", "Push your shoulder blades towards the spine.", "Align your shoulder joints to move back and down.", "Draw the shoulder blades together as you press them backward.", "With the shoulder joints, create a backward pressure.", "Direct your shoulder joints back with intention.", "Squeeze the shoulder blades together as they travel back.", "Move your shoulders in a backward direction, activating the joints.", "Push your shoulders back while engaging the joints deeply.", "Pull your shoulder joints behind you, aligning them properly.", "Move your shoulders with focus, pressing them backward and down." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Марджари+асана с коленом ко лбу.", "en": "Marjari+asana with knee to forehead." },
{ "silence": 5000 }
]