[
{ "version": 2, "ru": "Втяните живот, скруглите поясницу.", "en": "Draw your abdomen inwards and gently round your lower back." },
{ "silence": 500 },
{ "version": 1, "ru": "Копчик поджимайте под себя.", "en": "Tuck your tailbone underneath you.", "enSynonyms": ["Pull your coccyx under your body.", "Draw your tailbone inward.", "Tuck the base of your spine underneath you.", "Move your tailbone in towards your pelvis.", "Engage your tailbone and pull it under.", "Tilt your pelvis forward, tucking your coccyx under.", "Press your tailbone towards your body.", "Roll your tailbone under your spine.", "Retract your tailbone under your body.", "Guide your tailbone inward and under.", "Move your coccyx beneath you.", "Tuck your coccyx forward, under your body.", "Retract the base of your spine beneath you.", "Bring your tailbone under you, engaging the lower spine.", "Curl your tailbone towards your pelvis.", "Press the tailbone down and underneath you.", "Tuck your coccyx under, aligning your spine.", "Activate the lower spine by pulling your tailbone under.", "Pull your tailbone beneath you to align the spine." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Скруглите спину.", "en": "Round your back.", "enSynonyms": [ "Curve your spine.", "Arch your back into a rounded position.", "Round your entire back.", "Flex your spine and round it gently.", "Tuck your chin and round your back.", "Draw your navel in and round your spine.", "Gently round your back, creating a smooth curve.", "Curl your spine into a rounded position.", "Round your back from the tailbone up.", "Flex your spine and round through your back.", "Tuck your pelvis and round your back.", "Curl your back, starting from the lower spine.", "Engage your core and round your back gently.", "Create a gentle curve in your spine.", "Tuck your pelvis under and round your back.", "Press your spine into a round shape.", "Create a rounded back, keeping your posture soft.", "Roll your spine into a rounded position.", "Flex and round your spine from the lower to upper back.", "Curl your upper back, making a smooth rounded shape." ] },
{ "silence": 500 },
{"version":3,"ru":"Скруглите шейный отдел.","en":"Round your neck forward."},
{ "silence": 1000 },
{ "version": 1, "ru": "Колени поставьте на ширине таза.", "en": "Place your knees at hip-width apart.", "enSynonyms": [ "Position your knees so they are aligned with your hips.", "Place your knees directly under your hips, maintaining hip-width distance.", "Set your knees apart to align with the width of your hips.", "Position your knees at a comfortable hip-width distance for balance.", "Spread your knees so they are hip-width apart, ensuring alignment.", "Place your knees at the same width as your hips, creating a stable base.", "Align your knees with your hips, keeping them shoulder-width apart.", "Set your knees hip-width apart, making sure they are aligned with your hips.", "Place your knees evenly apart, at a width equal to your hips.", "Bring your knees to a hip-width distance, keeping them aligned with your body.", "Position your knees at a distance that matches the width of your hips.", "Align your knees with your hips, ensuring the correct width for stability.", "Set your knees apart, maintaining a hip-width distance for proper alignment.", "Position your knees evenly apart at the width of your hips for stability.", "Align your knees with your hips, creating a strong, steady foundation.", "Spread your knees at hip-width, ensuring proper alignment and balance.", "Ensure your knees are positioned at a hip-width distance, maintaining balance.", "Adjust your knees to be aligned with your hips, keeping them at a hip-width distance.", "Place your knees at hip-width apart, ensuring even alignment and support." ] },
{ "silence": 500 },
{ "version": 2, "ru": "Одним коленом коснитесь лба.", "en": "Bring one knee up to touch your forehead.", "enSynonyms": ["Lift one knee to meet your brow.", "Raise a knee until it gently meets your forehead.", "Guide one knee upward to lightly touch your temple.", "Move one knee towards your head to connect with your forehead.", "Elevate one knee and allow it to softly graze your brow."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Носок поднятой ноги вытягивайте от себя, а пятку тяните к ягодичной мышце.", "en": "Point the toes of your lifted leg away from you, and draw your heel towards your gluteal muscle." },
{ "silence": 500 },
{ "version": 1, "ru": "Плечевыми суставами давите назад.", "en": "Press your shoulder joints backwards.", "enSynonyms": ["Push your shoulders back.", "Engage your shoulder joints and press them backwards.", "Draw your shoulders backward.", "Move your shoulder joints towards the back.", "Pull your shoulder joints in reverse.", "Reposition your shoulders by pressing them backward.", "Activate your shoulder joints and shift them back.", "Press the shoulder joints in a backward motion.", "Send your shoulder joints behind you.", "Take your shoulder joints back.", "Push your shoulder blades towards the spine.", "Align your shoulder joints to move back and down.", "Draw the shoulder blades together as you press them backward.", "With the shoulder joints, create a backward pressure.", "Direct your shoulder joints back with intention.", "Squeeze the shoulder blades together as they travel back.", "Move your shoulders in a backward direction, activating the joints.", "Push your shoulders back while engaging the joints deeply.", "Pull your shoulder joints behind you, aligning them properly.", "Move your shoulders with focus, pressing them backward and down." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Марджари+асана с коленом ко лбу.", "en": "Marjari+asana with knee to forehead." },
{ "silence": 5000 }
]