[
{ "ru": "Втян+ите живот, скруглите поясницу." },
{ "silence": 500 },
{ "ru": "Копчик подожмите, скруглите спину." },
{ "silence": 500 },
{ "ru": "Скруглите шейный отдел.", "en": "Round your cervical spine.", "enSynonyms": ["Curve your neck vertebrae.", "Tuck your chin and round your neck.", "Gently curve your cervical area.", "Flex your neck to create a rounded shape.", "Arch your neck forward in a smooth curve.", "Draw your chin towards your chest and round your neck.", "Create a rounded shape in the neck area.", "Move your neck into a gentle curve.", "Engage your cervical spine and round it.", "Slightly round your neck, drawing the chin inward.", "Round the upper spine by flexing the neck forward.", "Press your chin towards the chest, creating a rounded neck position.", "Allow your cervical spine to curve smoothly forward.", "Tuck your chin in and round the neck area.", "Focus on rounding the upper spine through the neck.", "Engage the neck muscles to create a rounded cervical position.", "Curve your neck gently, creating a slight arc.", "Tuck your chin, rounding the cervical spine with intention.", "Move the neck into a subtle, rounded position." ] },
{ "silence": 1000 },
{ "ru": "Колени поставьте на ширине таза." },
{ "silence": 500 },
{ "ru": "На выдох одним коленом коснитесь лба." },
{ "silence": 1000 },
{ "ru": "Носок поднятой ноги вытягивайте от себя, а пятку тяните к ягодичной мышце." },
{ "silence": 500 },
{ "ru": "Плечевыми суставами давите назад.", "en": "Press your shoulder joints backwards.", "enSynonyms": ["Push your shoulders back.", "Engage your shoulder joints and press them backwards.", "Draw your shoulders backward.", "Move your shoulder joints towards the back.", "Pull your shoulder joints in reverse.", "Reposition your shoulders by pressing them backward.", "Activate your shoulder joints and shift them back.", "Press the shoulder joints in a backward motion.", "Send your shoulder joints behind you.", "Take your shoulder joints back.", "Push your shoulder blades towards the spine.", "Align your shoulder joints to move back and down.", "Draw the shoulder blades together as you press them backward.", "With the shoulder joints, create a backward pressure.", "Direct your shoulder joints back with intention.", "Squeeze the shoulder blades together as they travel back.", "Move your shoulders in a backward direction, activating the joints.", "Push your shoulders back while engaging the joints deeply.", "Pull your shoulder joints behind you, aligning them properly.", "Move your shoulders with focus, pressing them backward and down." ] },
{ "silence": 1000 },
{ "ru": "Марджари+асана с коленом ко лбу.", "en": "Marjari+asana with knee to forehead." },
{ "silence": 5000 }
]