[
{"version": 1, "ru": "Возьмите гвозди и положите на коврик.", "en": "Take the nails and place them on the mat.", "enSynonyms": ["Pick up the nails and lay them on the mat.", "Grab the nails and set them down on the mat.", "Take the nails and position them on the mat.", "Hold the nails and put them onto the mat.", "Lift the nails and arrange them on the mat.", "Gather the nails and place them onto the mat.", "Take hold of the nails and lay them onto the mat.", "Pick up the nails and carefully put them on the mat.", "Take the nails and gently place them on the mat.", "Hold the nails and neatly lay them on the mat.", "Collect the nails and position them carefully on the mat.", "Take the nails and smoothly place them onto the mat.", "Pick up the nails and organize them on the mat.", "Lift the nails and delicately place them on the mat.", "Gather the nails and arrange them carefully on the mat.", "Take hold of the nails and softly lay them onto the mat.", "Pick up the nails and align them on the mat.", "Lift the nails and thoughtfully place them on the mat.", "Grab the nails and smoothly lay them onto the mat.", "Hold the nails and systematically place them on the mat."]},
{ "silence": 20000 },
{"version": 1, "ru": "Лягте на гвозди.", "en": "Now lie down on the nails.", "enSynonyms": ["Lie on the nails carefully now.", "Gently lie down on the nails.", "Rest your body on the nails.", "Position yourself to lie on the nails.", "Slowly recline onto the nails.", "Ease your body down onto the nails.", "Now, lower yourself to lie on the nails.", "Calmly lie on the nails.", "Settle yourself gently onto the nails.", "Relax as you lie down on the nails.", "Lie flat on the nails now.", "Now position yourself to lie calmly on the nails.", "Lay yourself down on the nails gently.", "Recline smoothly onto the nails.", "Allow your body to rest on the nails.", "Gradually lie yourself down onto the nails.", "Place your body carefully onto the nails.", "Lie back slowly onto the nails.", "Relax as you settle onto the nails.", "Stretch out and lie down on the nails."]},
{ "silence": 30000 },
{"version": 1, "ru": "", "en": "Let your body relax fully onto the surface beneath you." },
{ "silence": 10000 },
{"version": 1, "ru": "", "en": "Feel the points of contact where your body meets the nails." },
{ "silence": 10000 },
{"version": 1, "ru": "", "en": "Bring your attention to your feet." },
{ "silence": 10000 },
{"version": 1, "ru": "", "en": "Notice the sensations there — any pressure, warmth, or tingling. Allow your feet to soften and relax." },
{ "silence": 8000 },
{"version": 1, "ru": "", "en": "Now, shift your awareness up to your legs." },
{ "silence": 10000 },
{"version": 1, "ru": "", "en": "Feel the weight of your calves, knees, and thighs resting fully. Release any tension you may be holding." },
{ "silence": 8000 },
{"version": 1, "ru": "", "en": "Travel your focus up your spine." },
{ "silence": 3000 },
{"version": 1, "ru": "", "en": "Notice the points of contact along your back. Let your shoulders drop, releasing any tightness there." },
{ "silence": 8000 },
{"version": 1, "ru": "", "en": "Bring your awareness to your arms and hands." },
{ "silence": 10000 },
{"version": 1, "ru": "", "en": "Feel the energy radiating out from your fingertips. Let them remain soft and free." },
{ "silence": 8000 },
{"version": 1, "ru": "", "en": "Finally, focus on your neck, jaw, and face." },
{ "silence": 10000 },
{"version": 1, "ru": "", "en": "Feel your facial muscles relax and soften with each breath. Let your entire body feel balanced, calm, and fully supported." },
{ "silence": 8000 },
{"version": 1, "ru": "", "en": "Take a few more breaths, feeling a sense of harmony and connection with the surface beneath you." },
{ "silence": 5000 },
{"version": 1, "ru": "", "en": "When you’re ready, slowly bring your awareness back to the room." },
{ "silence": 8000 },
{"version": 1, "ru": "Приготовьтесь приподниматься.", "en": "Prepare to get up from the nails.", "enSynonyms": ["Get ready to rise from the nails.", "Prepare yourself to lift off from the nails.", "Get set to stand up from the nails.", "Ready yourself to rise off the nails.", "Prepare to gently lift yourself from the nails.", "Brace yourself to get up from the nails.", "Prepare your body to move off the nails.", "Get ready to slowly lift away from the nails.", "Steady yourself to rise from the nails.", "Prepare to carefully stand up from the nails.", "Ready your posture to get up from the nails.", "Prepare to gradually lift yourself away from the nails.", "Get in position to rise off the nails.", "Prepare to ease your way up from the nails.", "Set yourself to carefully rise from the nails.", "Prepare your movements to stand up from the nails.", "Get ready to shift off the nails.", "Prepare to ascend from the nails.", "Steady yourself for lifting off from the nails.", "Prepare to gently transition off the nails."]},
{ "silence": 30000 },
{"version": 1, "ru": "Приподнимитесь с гвоздей.", "en": "Get up from the nails.", "enSynonyms": ["Rise carefully from the nails.", "Lift yourself off the nails.", "Stand up gently from the nails.", "Ease yourself up from the nails.", "Slowly get off the nails.", "Raise your body away from the nails.", "Gently rise up from the nails.", "Lift yourself away from the nails.", "Move upward off the nails.", "Carefully stand up from the nails.", "Transition gently off the nails.", "Ascend smoothly from the nails.", "Push yourself off the nails.", "Gradually get up from the nails.", "Come up carefully from the nails.", "Lift off from the nails with ease.", "Stand yourself up from the nails.", "Rise steadily off the nails.", "Move your body upward from the nails.", "Slowly ascend from the nails."]},
{ "silence": 20000 }
]