[
{ "version": 1, "ru": "Полный вдох.", "en": "A full inhalation." },
{ "silence": 500 },
{ "version":2, "ru": "Отпустите живот.","en":"Relax your belly completely."},
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 1000 },
{ "chance": 15, "version": 2, "ru": "Поднимите лицо.", "en": "Lift your face upwards." },
{ "silence": 1000 },
{ "version": 2, "ru": "Упритесь кистями в колени.", "en": "Press your palms firmly against your knees.", "enSynonyms": ["Plant your hands steadily on your knees.", "Rest your palms with pressure on your kneecaps.", "Apply gentle force by placing your hands on your knees.", "Support yourself by pressing your hands into your knee joints.", "Lean your hands into your knees for stability."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Агнисара Дхаути Крийя.", "en": "Agni Sara Dhauti Kriya." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Очищение внутренним огнём.", "en": "Purification through the inner fire." },
{ "silence": 1000 },
{ "version": 1, "ru": "Полный выдох.", "en": "A full exhalation." },
{ "silence": 500 },
{"version":2,"ru":"Подбородком давите на ярёмную ямку.","en":"Tuck your chin toward the base of your throat"},
{ "silence": 500 },
{ "version": 2, "ru": "Задержите дыхание, втяните живот.", "en": "Hold your breath and draw your abdomen inwards.", "enSynonyms": ["Pause your breathing and pull your belly in.", "Retain your breath and engage your core muscles.", "Suspend your breath and contract your stomach.", "Stop breathing momentarily and tighten your abdominal area."]},
{ "silence": 1000 },
{ "version": 2, "ru": "За счет мышц животом двигайте вверх и вниз.", "en": "Using your abdominal muscles, move upward and downward.", "enSynonyms": ["Engage your core to guide the motion up and down.", "Activate your stomach muscles to shift upwards and downwards.", "Let your abdominal strength propel the movement vertically.", "Drive the motion with your midsection, flowing both high and low.", "Utilise your belly muscles to create an up-and-down flow."]},
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Почувствуйте как работают мышцы живота.", "en": "Feel the engagement of your abdominal muscles." },
{ "silence": 10000 },
{ "version": 1, "ru": "Сделайте довыдох.", "en": "Perform a complete exhalation.", "enSynonyms": ["Exhale fully and completely.", "Release all the air from your lungs.", "Breathe out entirely without holding back.", "Perform a deep and thorough exhalation.", "Let every last bit of air leave your lungs.", "Complete the exhale fully and calmly.", "Push out all remaining air from your lungs.", "Allow your breath to empty out completely.", "Breathe out entirely, leaving no air behind.", "Perform a full and controlled exhalation.", "Exhale deeply, ensuring no air remains.", "Release your breath fully and intentionally.", "Carry out a thorough and complete exhale.", "Let your exhalation empty your lungs entirely.", "Expel all air with a focused exhale.", "Completely breathe out, clearing your lungs.", "Achieve a full release of your exhaled breath.", "Perform a calm and complete expulsion of air.", "Focus on emptying your lungs through a complete exhale.", "Push out your breath entirely, finishing the exhalation." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Полный вдох.", "en": "A full inhalation." },
{ "silence": 1000 },
{ "version": 1, "ru": "Полный выдох.", "en": "A full exhalation." },
{ "silence": 1000 },
{"version":2,"ru":"Подбородком давите на ярёмную ямку.","en":"Tuck your chin toward the base of your throat"},
{ "silence": 500 },
{ "version": 1, "ru": "Задержите дыхание.", "en": "Hold your breath." },
{ "silence": 500 },
{ "version":2, "ru": "Теперь двигайте мышцами живота вниз-вверх еще быстрее.","en":"Now move your abdominal muscles up and down even faster."},
{ "silence": 5000 },
{ "version": 1, "ru": "Сохраняя лицо направленным вниз и сохраняя круглую спину, разогните ноги, разогните туловище.", "en": "Keeping your face directed downward and your back rounded, straighten your legs and extend your torso.", "enSynonyms": ["Maintain a downward-facing gaze and a rounded back as you straighten your legs and lengthen your torso.", "With your face pointing down and your spine curved, extend your legs and torso.", "Keep your face angled downward and your back curved while straightening your legs and stretching your torso.", "Retain a downward gaze and a rounded posture as you elongate your legs and torso.", "Face downward, keep your spine arched, and stretch out your legs and torso.", "Hold a downward-facing position and a curved spine while extending your legs and torso.", "While your back stays rounded and your face points downward, straighten your legs and torso.", "Maintain a downward-directed face and curved back as you elongate your legs and torso.", "Keeping your gaze downward and spine rounded, extend your legs and lift your torso.", "With your head inclined downward and back rounded, stretch your legs and lengthen your torso.", "Ensure your face remains downward and your spine rounded as you extend both legs and torso.", "Let your gaze rest downward and spine curve while you straighten your legs and torso.", "Direct your face downward and round your back, then extend your legs and torso.", "Keep your head downward-facing and your back rounded as you push your legs and torso into alignment.", "Hold a downward look and a rounded back while straightening your legs and torso.", "Stay facing downward with a rounded spine, then extend your legs and body upward.", "Keep your downward gaze and arched back while stretching out your legs and upper body.", "Focus on a downward-facing position with a rounded spine as you extend your legs and torso.", "Maintain a curved back and downward face as you stretch your legs and lengthen your torso.", "While rounding your back and facing downward, straighten your legs and expand your torso." ] },
{ "silence": 1000 },
{ "chance": 45, "version": 1, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward." },
{ "silence": 1000 },
{ "chance": 15, "version": 2, "ru": "Поднимите лицо.", "en": "Lift your face upwards." },
{ "silence": 1000 },
{ "version": 1, "ru": "Поднимите руки через стороны.", "en": "Raise your arms through the sides." },
{ "silence": 1000 },
{ "version": 1, "ru": "Кисти плавно опустите перед собой.", "en": "Gently lower your hands in front of you." },
{ "silence": 2000 }
]