[
{ "ru": "Полный вдох, отпустите живот." },
{ "silence": 500 },
{ "chance": 65, "ru": "Раскройте грудную клетку, поднимите лицо." },
{ "silence": 1000 },
{ "ru": "Упритесь кистями в колени." },
{ "silence": 1000 },
{ "ru": "Агнисара Дхаути Крийя.", "en": "Agni Sara Dhauti Kriya." },
{ "silence": 500 },
{ "chance": 65, "ru": "Очищение внутренним огнём.", "en": "Purification through the inner fire." },
{ "silence": 1000 },
{ "ru": "Полный выдох.", "en": "A full exhalation.", "enSynonyms": ["A complete breath out.", "A thorough exhale.", "A deep and total exhalation.", "A comprehensive release of air.", "A full and complete out-breath.", "A total expulsion of air.", "A deep and thorough breath out.", "A complete clearing of your lungs.", "A full and mindful exhale.", "A steady and complete out-breath.", "A focused and total exhalation.", "A deep and deliberate breath out.", "A full and relaxed exhale.", "A complete and calm out-breath.", "A thorough and intentional exhalation.", "A deep release of all air from your lungs.", "A full and steady exhalation of breath.", "A mindful and complete release of air.", "A total and peaceful breath out.", "A complete and measured exhalation." ] },
{ "silence": 500 },
{ "ru": "Опустите подбородок." },
{ "silence": 500 },
{ "ru": "Задержите дыхание, втяните живот." },
{ "silence": 1000 },
{ "ru": "За счет мышц животом двигайте вверх и вниз." },
{ "silence": 500 },
{ "chance": 65, "ru": "Почувствуйте как работают мышцы живота.", "en": "Feel the engagement of your abdominal muscles.", "enSynonyms": ["Notice the activation of your core muscles.", "Sense how your abdominal muscles are working.", "Feel the strength in your abdominal region.", "Observe the tension building in your core.", "Become aware of the activity in your abdominal muscles.", "Feel the contraction of your stomach muscles.", "Experience the firmness in your core area.", "Notice the effort of your abdominal muscles at work.", "Tune into the power of your core muscles.", "Feel your abdominal muscles tightening with effort.", "Sense the energy centred in your core muscles.", "Pay attention to the work of your abdominal region.", "Feel the activation spreading across your core.", "Observe the movement of strength in your abdominal area.", "Feel the core muscles engaging with precision.", "Sense the purposeful effort of your abdominal muscles.", "Experience the steady activation of your stomach muscles.", "Feel the controlled contraction in your abdominal area.", "Tune into the dynamic work of your core muscles.", "Notice the synergy of effort in your abdominal region." ] },
{ "silence": 10000 },
{ "ru": "Сделайте довыдох.", "en": "Perform a complete exhalation.", "enSynonyms": ["Exhale fully and completely.", "Release all the air from your lungs.", "Breathe out entirely without holding back.", "Perform a deep and thorough exhalation.", "Let every last bit of air leave your lungs.", "Complete the exhale fully and calmly.", "Push out all remaining air from your lungs.", "Allow your breath to empty out completely.", "Breathe out entirely, leaving no air behind.", "Perform a full and controlled exhalation.", "Exhale deeply, ensuring no air remains.", "Release your breath fully and intentionally.", "Carry out a thorough and complete exhale.", "Let your exhalation empty your lungs entirely.", "Expel all air with a focused exhale.", "Completely breathe out, clearing your lungs.", "Achieve a full release of your exhaled breath.", "Perform a calm and complete expulsion of air.", "Focus on emptying your lungs through a complete exhale.", "Push out your breath entirely, finishing the exhalation." ] },
{ "silence": 1000 },
{ "ru": "Полный вдох.", "en": "A full inhalation.", "enSynonyms": ["A complete breath in.", "A deep and total inhale.", "A thorough intake of air.", "A full and complete in-breath.", "A total drawing in of air.", "A deep and mindful inhalation.", "A complete filling of your lungs.", "A full and steady breath in.", "A focused and total inhale.", "A deliberate and deep intake of air.", "A calm and complete in-breath.", "A thorough and intentional inhalation.", "A steady and deep drawing of air.", "A full and relaxed inhale.", "A comprehensive intake of oxygen.", "A complete and expansive inhalation.", "A mindful and total breath in.", "A deep and measured inhale.", "A total and peaceful intake of air.", "A full and serene inhalation." ] },
{ "silence": 1000 },
{ "ru": "Полный выдох.", "en": "A full exhalation.", "enSynonyms": ["A complete breath out.", "A thorough exhale.", "A deep and total exhalation.", "A comprehensive release of air.", "A full and complete out-breath.", "A total expulsion of air.", "A deep and thorough breath out.", "A complete clearing of your lungs.", "A full and mindful exhale.", "A steady and complete out-breath.", "A focused and total exhalation.", "A deep and deliberate breath out.", "A full and relaxed exhale.", "A complete and calm out-breath.", "A thorough and intentional exhalation.", "A deep release of all air from your lungs.", "A full and steady exhalation of breath.", "A mindful and complete release of air.", "A total and peaceful breath out.", "A complete and measured exhalation." ] },
{ "silence": 1000 },
{ "ru": "Опустите подбородок, втяните живот." },
{ "silence": 500 },
{ "ru": "Задержите дыхание.", "en": "Hold your breath.", "enSynonyms": ["Suspend your breath.", "Pause your breathing.", "Stop breathing momentarily.", "Take a breath and hold it.", "Hold onto your breath.", "Inhale and retain the air.", "Keep your breath steady and held.", "Breathe in and hold it in.", "Hold your inhaled breath.", "Suspend the flow of your breath.", "Take a breath and pause it.", "Maintain your breath in suspension.", "Hold the air inside.", "Take a breath and keep it.", "Let your breath rest inside.", "Inhale deeply and retain the breath.", "Stop the flow of your breath for a moment.", "Take a deep breath and hold it in.", "Pause your breath and hold it firmly.", "Retain your breath for a moment." ] },
{ "silence": 500 },
{ "ru": "Теперь двигайте мышцами живота вниз-вверх еще быстрее." },
{ "silence": 5000 },
{ "ru": "Сохраняя лицо направленным вниз и сохраняя круглую спину, разогните ноги, разогните туловище.", "en": "Keeping your face directed downward and your back rounded, straighten your legs and extend your torso.", "enSynonyms": ["Maintain a downward-facing gaze and a rounded back as you straighten your legs and lengthen your torso.", "With your face pointing down and your spine curved, extend your legs and torso.", "Keep your face angled downward and your back curved while straightening your legs and stretching your torso.", "Retain a downward gaze and a rounded posture as you elongate your legs and torso.", "Face downward, keep your spine arched, and stretch out your legs and torso.", "Hold a downward-facing position and a curved spine while extending your legs and torso.", "While your back stays rounded and your face points downward, straighten your legs and torso.", "Maintain a downward-directed face and curved back as you elongate your legs and torso.", "Keeping your gaze downward and spine rounded, extend your legs and lift your torso.", "With your head inclined downward and back rounded, stretch your legs and lengthen your torso.", "Ensure your face remains downward and your spine rounded as you extend both legs and torso.", "Let your gaze rest downward and spine curve while you straighten your legs and torso.", "Direct your face downward and round your back, then extend your legs and torso.", "Keep your head downward-facing and your back rounded as you push your legs and torso into alignment.", "Hold a downward look and a rounded back while straightening your legs and torso.", "Stay facing downward with a rounded spine, then extend your legs and body upward.", "Keep your downward gaze and arched back while stretching out your legs and upper body.", "Focus on a downward-facing position with a rounded spine as you extend your legs and torso.", "Maintain a curved back and downward face as you stretch your legs and lengthen your torso.", "While rounding your back and facing downward, straighten your legs and expand your torso." ] },
{ "silence": 1000 },
{ "chance": 55, "ru": "Круг назад плечевыми суставами.", "en": "Rotate the shoulder joints backward.", "enSynonyms": [ "Roll your shoulders backward.", "Circle your shoulder joints back.", "Make a backward rotation with your shoulders.", "Move your shoulders in a backward circle.", "Rotate your shoulders back in a smooth motion.", "Circle the shoulder joints backward with control.", "Roll your shoulders back in a gentle arc.", "Move your shoulder joints in a backward loop.", "Perform a backward circular motion with your shoulders.", "Draw a backward circle with your shoulder joints.", "Roll your shoulders in a controlled backward motion.", "Move the shoulder joints backward in a circular path.", "Rotate both shoulders back smoothly.", "Perform a backward roll with your shoulder joints.", "Circle your shoulders back with a gentle movement.", "Make a backward loop with your shoulder joints.", "Rotate the shoulders backward in a fluid motion.", "Roll your shoulder joints back with ease.", "Circle both shoulders backward gracefully.", "Perform a smooth backward rotation with the shoulders." ] },
{ "silence": 1000 },
{ "chance": 25, "ru": "Поднимите лицо.", "en": "Lift up the face." },
{ "silence": 1000 },
{ "ru": "Поднимите руки через стороны.", "en": "Raise the hands across the sides." },
{ "silence": 1000 },
{ "ru": "Кисти плавно опустите перед собой.", "en": "Gently lower your hands in front of you.", "enSynonyms": ["Smoothly bring your hands down before you.", "Lower your hands gently, placing them in front.", "Gracefully let your hands descend before you.", "Bring your hands down softly, positioning them ahead.", "Ease your hands downward, resting them in front.", "Lower your palms smoothly, aligning them in front of you.", "Softly guide your hands to rest before you.", "Let your hands fall gently into position in front.", "Bring your hands down in a controlled, fluid motion.", "Place your hands delicately in front of your body.", "Slowly lower your hands to a natural position ahead.", "Drop your hands with care, aligning them in front.", "Let your hands settle gently before you.", "Lower your hands in a fluid motion, positioning them ahead.", "Place your hands softly down in front of your torso.", "Smoothly guide your palms downward to rest before you.", "Ease your hands forward, placing them gently in front.", "Position your hands downward softly, resting them ahead.", "Lower your hands gracefully, aligning them with your torso.", "Bring your palms downward in a gentle, purposeful motion." ] },
{ "silence": 2000 }
]