[
{ "version": 1, "ru": "Поднятую стопу поставьте на коврик целиком." },
{ "silence": 100 },
{ "version": 1, "ru": "Опорную кисть поставьте строго под плечевым суставом." },
{ "silence": 100 },
{"version": 1, "ru": "Одну голень поместите скрестно поверх другой.", "en": "Place one shin crosswise over the other.", "enSynonyms": ["Position one shin diagonally across the other.", "Lay one shin over the other in a crossed position.", "Cross one shin over the top of the other.", "Place one lower leg across the other in a crisscross manner.", "Rest one shin on top of the other in a crossed position.", "Arrange one shin to lie diagonally over the other.", "Bring one shin across the other in a crossing motion.", "Position one shin over the other, forming a cross.", "Set one lower leg over the other, crossing them gently.", "Lay one shin crosswise atop the opposite leg."]},
{ "silence": 3000 },
{"version": 1, "ru": "Свободную руку вытяните вверх.", "en": "Extend your free arm upward.", "enSynonyms": ["Stretch your unengaged arm upwards.", "Reach your free arm toward the sky.", "Lift your relaxed arm upwards, extending it fully.", "Raise your unoccupied arm straight up.", "Guide your free arm upward, lengthening it towards the ceiling.", "Lift your free arm, reaching as high as comfortable.", "Stretch your arm upward, reaching for the sky.", "Extend your relaxed arm straight up into the air.", "Move your free arm upwards, keeping it extended.", "Bring your free arm up, reaching with intention."]},
{ "silence": 100 },
{ "version": 1, "ru": "Вас+иштха +асана." },
{ "silence": 500 },
{ "chance": 60, "version": 1, "ru": "Поза Мудреца Вас+иштхи." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Копчиком тянитесь в сторону пяток." },
{ "silence": 500 },
{ "chance": 60, "version": 1, "ru": "Взгляд направьте вдоль вытянутой кисти.", "en": "Direct your gaze along the line of your outstretched hand.", "enSynonyms": ["Focus your eyes along the path of your extended hand.", "Let your gaze follow the length of your outstretched hand.", "Keep your eyes aligned with the direction of your stretched hand.", "Draw your gaze forward, following the line of your extended hand.", "Maintain your focus along the reach of your outstretched hand.", "Guide your eyes to trace the line of your stretched hand.", "Set your gaze along the length of your extended arm and hand.", "Hold your gaze steady, looking along the line of your outstretched hand.", "Fix your eyes on the direction your stretched hand is pointing.", "Align your gaze with the flow of your extended hand."] },
{ "silence": 1000 }
]