[
{ "version": 1, "ru": "Лбом коснитесь коврика.", "en": "Touch the mat with your forehead.", "enSynonyms": ["Place your forehead on the mat.", "Gently touch the mat with your forehead.", "Let your forehead make contact with the mat.", "Rest your forehead on the mat.", "Bring your forehead to the mat.", "Press your forehead gently onto the mat.", "Lower your forehead to touch the mat.", "Touch the mat softly with your forehead.", "Place your forehead gently on the mat.", "Allow your forehead to rest on the mat.", "Lean forward and let your forehead touch the mat.", "Position your forehead on the mat.", "Touch the mat with your brow.", "Rest your forehead gently against the mat.", "Let your forehead rest on the mat for a moment.", "Lower your head and touch the mat with your forehead.", "Bring your brow to the mat.", "Gently bring your forehead to the mat.", "Touch the mat with your forehead, ensuring contact." ]},
{ "silence": 1000 },
{ "version":4, "ru": "Одну ногу поднимите назад и вверх.","en":"Lift one leg upward and back, aligning your posture."},
{ "silence": 1000 },
{ "version": 2, "ru": "Локти прижмите к туловищу.", "en": "Tuck your elbows close to your torso.", "enSynonyms": ["Draw your elbows in towards your body.", "Press your elbows firmly against your sides.", "Bring your elbows into alignment with your trunk.", "Hug your elbows tightly to your ribcage.", "Secure your elbows snugly alongside your torso."]},
{ "silence": 2000 },
{ "version":3, "ru": "Вытяните одну руку.","en":"Extend one arm straight out fully."},
{ "silence": 3500 },
{ "version":2, "ru": "Верните ее на коврик.","en":"Reconnect your hand to the mat with grounding intention, palm meeting its supportive surface.","enSynonyms":["Bring the hand back to rest on the yoga mat","Guide your palm to settle mindfully onto the mat surface","Allow the arm to lower with control, fingertips meeting the mat’s supportive surface","Return your palm earthward, re-establishing connection through the base of the hand","With your exhale, let the hand descend like a leaf touching down, anchoring energy into the ground","As you stabilize through the core, draw the hand back to its starting position on the mat’s textured plane"]},
{ "silence": 1500 },
{ "version":2, "ru": "Вытяните другую руку.","en":"Lengthen your opposite arm forward with fluid intention, fingertips reaching as an extension of your spine.","enSynonyms":["Extend the remaining arm forward with mindful intention","Guide your alternate arm to stretch fully from shoulder to fingertips","Reach the second arm outward, maintaining shoulder alignment as you expand through the collarbone","With an inhale, sweep the opposing arm forward like a river’s current, palm facing earthward","Let your arm become an arrow of energy, extending with purpose toward the horizon","As you root through your sitting bones, lengthen the other arm as if drawing a line of balance through space"]},
{ "silence": 3500 },
{ "version": 1, "ru": "Руку верните на коврик.", "en": "Return your hand to the mat.", "enSynonyms": ["Place your hand back on the mat.", "Bring your hand back to the mat.", "Reposition your hand on the mat.", "Put your hand back on the mat.", "Return your palm to the mat.", "Set your hand down again on the mat.", "Bring your hand to rest on the mat.", "Lower your hand back onto the mat.", "Reposition your hand onto the mat.", "Place your palm back on the mat.", "Move your hand back to the mat.", "Bring your hand back to the surface of the mat.", "Set your hand down on the mat once again.", "Lower your palm to the mat.", "Reestablish your hand on the mat.", "Reclaim your hand's position on the mat.", "Return your palm gently to the mat.", "Reposition your hand onto the surface of the mat." ] },
{ "silence": 1500 },
{ "version":2, "ru": "Обе рук+и разведите в стороны.","en":"Extend both arms laterally in a controlled expansion.","enSynonyms":["Stretch both arms outward to form a horizontal line","Open your arms wide, creating space across the collarbones","Engage your shoulder blades as you press hands away from midline","With palms facing earthward, reach through fingertips in opposite directions","Flow into a graceful T-formation, energy radiating through extended limbs","Now, sweeping outward—yes, that's it—let arms float parallel to the floor like wings"]},
{ "silence": 1500 },
{ "version":2, "ru": "Поднимите обе рук+и одновременно.","en":"Simultaneously lift both arms with coordinated intention." },
{ "silence": 500 },
{ "version":2, "ru": "Поднятое колено выпрямите и носок натяните на себя.","en":"Extend the lifted knee into a straight line and flex the foot, drawing toes toward the torso.","enSynonyms":["Straighten your raised leg fully, actively pulling the foot back","Lengthen through the elevated knee, engaging the quadriceps as you dorsiflex the foot","Initiate from the hip—yes, like so—to straighten the leg while creating resistance through the flexed foot","Ground through the standing leg as you articulate the raised limb into full extension, heel reaching forward","Flow into a long, energized leg position: knee lifted becomes straight arrow, foot in active flexion (imagine pressing against a wall)","Now, with intention—feel the hamstring engagement here—extend that knee and scoop the toes back toward your heartspace"]},
{ "silence": 500 },
{ "chance":60,"version":2, "ru": "Пяткой давите назад и вверх.","en":"Press your heel back and upwards.","enSynonyms":["Push your heel backward and upward.","Drive your heel back and lift it slightly.","Apply pressure through your heel, directing it back and up.","Engage your heel, pressing it firmly backward while lifting it upward.","Anchor your heel by pressing it back and gently elevating it to create length."]},
{ "silence": 1000 },
{ "version":2, "ru": "Опустите р+уки, подтяните к телу.","en":"Release your arms downward with intention, drawing them inward to anchor near the body’s midline.","enSynonyms":["Lower your hands close to your sides, hugging the torso","Bring arms down alongside the body, palms facing inward","Engage the latissimus dorsi to lower the arms with control, then activate the core as elbows draw near the ribs","Initiate from the shoulders—smoothly—allowing arms to descend while maintaining scapular stabilization, then tuck elbows snugly toward the ribcage","Flow into grounding—yes, release that tension—letting arms waterfall down as you gather energy toward your center","Earth the limbs—palms now receptive—as if gathering a weighted sphere toward your navel chamber"]},
{ "silence": 1000 },
{ "version":2, "ru": "Отожмитесь, и сохраните руки прямыми.","en":"Execute a controlled push-up while maintaining rigid arm alignment.","enSynonyms":["Perform a precise push-up with elbows locked in full extension","Press through the palms, arms unwavering as steel cables","Engage triceps and core stabilization to prevent elbow flexion during descent","Initiate scapular protraction—yes, like so—while preserving straight-line energy through the arms","Flow into chaturanga essence – torso hovering, limbs creating unyielding angles of support","Now, with warrior’s discipline – exhale into the push-up phase while maintaining arm integrity as if resisting gravitational pull"]},
{ "silence": 1000 },
{ "version": 1, "ru": "Согните вытянутую ногу и противоположной кистью перекрёстно возьмитесь за голень.", "en": "Bend your extended leg and cross your opposite hand to hold the shin.", "enSynonyms": ["Fold the extended leg and use the opposite hand to grasp the shin diagonally.", "Bend your outstretched leg and reach across with the opposite hand to grip the shin.", "Curve the extended leg and cross your hand over to clasp the shin.", "Bring the stretched leg into a bend and hold the shin with your opposite hand.", "Bend your straightened leg and grab the shin with a cross reach of the other hand.", "Fold the leg and reach across with the opposite hand to secure the shin.", "Flex the extended leg and use the opposing hand to grasp the shin.", "Bend your leg and take hold of the shin by crossing the opposite hand over.", "Bring the extended leg into a bend and diagonally hold the shin with the other hand.", "Bend the outstretched leg and reach across to clasp the shin with your other hand.", "Fold the extended leg, using your opposite hand to grip the shin in a crosswise motion.", "Bend your leg and cross the opposite hand to grasp the shin firmly.", "Flex the straight leg and take the shin with a diagonal reach of the opposing hand.", "Bring your leg into a bend and secure the shin with the opposite hand crossing over.", "Fold your extended leg and cross the opposite hand to hold the shin firmly.", "Bend the leg and use the other hand to cross over and clasp the shin.", "Flex your leg and diagonally reach to grasp the shin with the opposite hand.", "Curve the leg and cross the hand over to take hold of the shin.", "Bring your leg into a bend and grasp the shin with a cross-reach of the other hand.", "Bend the extended leg and secure the shin by reaching across with the opposite hand."] },
{ "silence": 2000 },
{ "version": 1, "ru": "Эка х+аста вьягр+асана.", "en": "Eka Hasta Vyaghrasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Поза тигра на одну сторону.", "en": "One Handed Tiger Pose." },
{ "silence": 1000 },
{ "version":2, "ru": "Поднятый плечевой сустав подайте вперед и вниз.","en":"Guide the elevated shoulder joint through a deliberate forward and downward trajectory." },
{ "silence": 1000 },
{ "version":2, "ru": "Ногу потяните вверх.","en":"Elevate the extended leg upward with intentional engagement.","enSynonyms":["Lift your leg skyward, maintaining muscular activation through the posterior chain","Raise the limb vertically while preserving spinal alignment","Initiate from the hip socket—yes, precisely—to create length through the hamstring as you ascend","Engage quadriceps and core stabilization to articulate the leg’s upward trajectory","Flow into upward extension – imagine your heel brushing against celestial energy","With mindful control—feel the ischial tuberosity anchor—draw the femur upward as if suspending it from cosmic threads"]},
{ "silence": 1000 },
{ "chance": 55, "version": 2, "ru": "Таз сместите в сторону поднятой ноги.", "en": "Shift your hips towards the side of your lifted leg.", "enSynonyms": ["Move your pelvis in the direction of your raised leg.", "Adjust your hips to align with the side of your elevated leg.", "Gently tilt your hips toward the side where your leg is lifted.", "Reposition your hips to face the side of your leg that is raised."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Поднятое колено подайте в сторону опорной ноги." },
{ "silence": 1000 },
{ "version": 1, "ru": "Узкий коридор.", "en": "A narrow corridor." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Грудная клетка раскрыта.", "en": "The chest is open and expanded.", "enSynonyms": ["Keep your chest open and lifted.", "Maintain an open and broad chest position.", "Ensure your chest is expanded and upright.", "Hold your chest wide and open, creating space.", "Keep your chest lifted and the ribcage broad.", "Allow your chest to remain open, with the shoulders back.", "Maintain an expansive chest, promoting openness.", "Hold your ribcage open and lifted with ease.", "Keep the chest broad and open, ensuring a feeling of space.", "Focus on holding your chest wide and expansive."] },
{ "silence": 7000 },
{ "version": 1, "ru": "Пятку согнутой ноги прижмите к ягодице." },
{ "silence": 2000 },
{ "version": 1, "ru": "Носок опорной стопы подверните." },
{ "silence": 2000 },
{ "version":2, "ru": "Выпрямите согнутую ногу и выведите таз вверх и назад.","en":"Straighten your bent leg and lift your pelvis upward and backward with mindful extension.","enSynonyms":["Extend your previously bent leg fully while raising the hips skyward and posteriorly","Straighten the flexed knee joint and elevate the pelvic bowl in an upward-backward trajectory","Release the bent leg into full extension while drawing the sacrum toward the ceiling","Engage your hamstrings to straighten the leg and tilt the pelvis upward-backward","Align the extended leg with spinal integrity while lifting the pelvic floor"]},
{ "silence": 3000 },
{ "version":3,"ru":"Одну кисть поставьте вперед на коврик.","en":"Place one hand forward on the mat." },
{ "silence": 500 },
{ "version":2, "ru": "Вытяните поднятую ногу назад и вверх.","en":"Stretch your lifted leg back and up.","enSynonyms":["Extend your raised leg backward and upwards.","Reach your elevated leg behind you and upwards.","Straighten your lifted leg, moving it back and upward.","Stretch the lifted leg behind you, reaching it upward."]},
{ "silence": 2000 },
{ "chance": 30, "version": 1, "ru": "Эка п+ада +Адхо мукха шван+асана.", "en": "Eka Pada Adho Mukha Svanasana." },
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Собака мордой вниз на одной ноге.", "en": "One-Legged Downward Facing Dog Pose." },
{ "silence": 1000 },
{ "version": 1, "ru": "Грудной клеткой тянитесь к колену.", "en": "Reach your chest towards your knee.", "enSynonyms": [ "Extend your chest toward your knee.", "Draw your chest towards your knee.", "Move your chest closer to your knee.", "Bring your chest towards your knee.", "Stretch your chest toward your knee.", "Reach your ribcage towards your knee.", "Guide your chest to move towards your knee.", "Lift your chest and aim it toward your knee.", "Push your chest forward towards your knee.", "Direct your chest towards your knee.", "Lift your upper body and reach toward your knee.", "Lean your chest towards your knee.", "Draw your ribcage closer to your knee.", "Move your torso towards your knee, leading with your chest.", "Bring your upper body forward, reaching your chest to your knee.", "Stretch your upper body and aim your chest towards your knee.", "Reach forward with your chest toward your knee.", "Extend your torso forward, bringing your chest to your knee.", "Bring your chest in line with your knee." ] },
{ "silence": 1000 },
{ "version":2, "ru": "Пятку опорной стопы потяните к коврику.","en":"Pull the heel of your standing foot back toward the mat as you press your toes down, keeping your foot firm and steady."},
{ "silence": 1000 },
{ "version": 1, "ru": "Отожмитесь сгибая локти.", "en": "Push up by bending your elbows.", "enSynonyms": [ "Perform a push-up by bending your elbows.", "Lower your body by bending your elbows and then push back up.", "Do a push-up by allowing your elbows to bend naturally.", "Push your body up while keeping your elbows bent during the motion.", "Bend your elbows to lower your body, then push back up.", "Press up from the ground, letting your elbows bend smoothly.", "Lower yourself by bending your elbows and then press back up to starting position.", "Perform a push-up with controlled elbow bending.", "Push yourself up, engaging your arms as your elbows bend.", "Move into a push-up by bending and straightening your elbows.", "Bend your elbows to bring your chest closer to the ground, then push upward.", "Allow your elbows to bend as you lower down, and straighten as you rise.", "Engage your chest and arms as you bend your elbows for the push-up.", "Keep your body aligned as you bend your elbows to perform the push-up.", "Bend your elbows deeply, then push through your arms to rise back up.", "With a steady motion, bend your elbows to lower and push to return up.", "Bring your chest down by bending your elbows, then push back up to full arm extension.", "Focus on bending your elbows to lower, maintaining control as you push up.", "Lower your body toward the ground by bending your elbows, then push up firmly.", "Complete the push-up by bending your elbows and pushing your body upward." ] },
{ "silence": 1000 },
{ "version":2, "ru": "Касайтесь локтями коврика.","en":"Lower your elbows to make contact with the mat surface.","enSynonyms":["Rest elbows gently on the practice surface","Bring forearms down to meet the mat","Engage scapular stabilization as you articulate elbow joints toward the earth plane","Initiate controlled descent of upper arms—yes, like so—until olecranon processes connect with support surface","Flow into grounding phase—palms may lift as focal weight transfers through antecubital regions","Now, with mindful intention—feel the triceps engage here—allow elbow crowns to kiss the earth beneath you"]},
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "На усилие - выдох.", "en": "Exhale on exertion.", "enSynonyms": [ "Breathe out during exertion.", "Exhale while making an effort.", "Release your breath on the effort phase.", "Breathe out as you apply force.", "Exhale as you perform the exertion.", "Let your breath out during the hard part of the movement.", "Exhale while engaging your strength.", "Breathe out as you push through the effort.", "Release air from your lungs during exertion.", "Exhale naturally while applying effort.", "Focus on exhaling during the exertion phase.", "Breathe out steadily as you exert force.", "Exhale with control during the effort.", "Push out your breath as you exert yourself.", "Exhale while performing the challenging part of the action.", "Let your breath flow out as you engage effort.", "Breathe out during the physical exertion.", "Exhale calmly as you make an effort.", "Release your breath while applying strength.", "Exhale deeply during the hardest part of the motion." ] },
{ "silence": 5000 },
{ "silence": 1000 },
{ "version": 1, "ru": "Сохраняя поднятую ногу вытянутой, противоположной кистью возьмитесь за голень." },
{ "silence": 5000 },
{ "version": 1, "ru": "Верните кисть на коврик." },
{ "silence": 1000 },
{ "version":2, "ru": "Протяните вперед одно, затем другое колени к кистям.","en":"Guide each knee sequentially toward the wrists in a flowing forward extension.","enSynonyms":["Alternately draw each knee forward to meet the corresponding wrist","Bring one knee at a time toward the hands in deliberate succession","Initiate from the hip sockets—yes, like so—to articulate each knee toward the hands while maintaining spinal length","Engage core stabilization as you sequentially guide patellas toward palmar surfaces","Flow through a kneeling progression—first left then right—as kneecaps seek alignment with wrist creases","With rhythmic intention—inhale prepare, exhale advance—orchestrate each knee’s journey toward hand anchors"]},
{ "silence": 1000 },
{ "version": 1, "ru": "Таз опустите между пяток.", "en": "Lower the pelvis between the heels."},
{ "silence": 1000 }
]