[
{ "version":2, "ru": "Руки поднимите, кистями упритесь в пятки.","en":"Elevate your arms skyward, grounding the palmar surfaces firmly into the heels." },
{ "silence": 500 },
{ "version": 1, "ru": "Поднимите затылок." },
{ "silence": 500 },
{ "version": 1, "ru": "Разогните одну руку, затем другую.", "en": "On the exhale, straighten one arm, then the other." },
{ "silence": 1500 },
{ "version": 1, "ru": "Кисти поместите по обе стороны бёдер.","en":"Place your palms on either side of your thighs." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "version":2, "ru": "Таз приподнимите.","en":"Raise your pelvis slightly off the ground." },
{ "silence": 1000 },
{ "version": 1, "ru": "Сохраняя прогиб в пояснице, опустите таз между колен.", "en": "Keep the lower back arched and lower the pelvis between the knees." },
{ "silence": 2000 },
{ "version":2, "ru": "Кисти протяните назад, лоб опустите на коврик.","en":"Reach your hands back and gently rest your forehead on the mat.","enSynonyms":["Extend your arms behind you and lower your forehead to the mat.","Stretch your hands back and place your forehead softly on the mat.","Draw your hands backward and let your forehead come down onto the mat.","Move your arms behind you, allowing your head to relax onto the mat.","Press your palms back and settle your forehead comfortably onto the mat."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Бал+асана.", "en": "Balasana." },
{ "silence": 100 },
{ "version": 1, "ru": "Поза ребенка.", "en": "Child's pose." },
{ "silence": 11000 },
{ "version": 1, "ru": "Кисти протяните вперед и тянитесь за ними.", "en": "Stretch your wrists forward and reach towards them." },
{ "silence": 4000 },
{ "version":3,"ru":"Пальцы кистей разведите широко.","en":"Spread your fingers wide apart."},
{ "silence": 1000 },
{ "version": 1, "ru": "Расстояние между кистями равно расстоянию между плечевыми суставами.", "en": "The distance between your hands is equal to the distance between your shoulder joints." },
{ "silence": 7000 },
{ "version": 1, "ru": "Таз приподнимите и выведите над коленями.", "en": "Lift your pelvis and position it above your knees.", "enSynonyms": ["Raise your pelvis and bring it directly over your knees.", "Elevate your pelvis, aligning it above the knees.", "Gently lift your pelvis and place it over the knees.", "Hoist your pelvis upward, ensuring it is centred above the knees.", "Guide your pelvis into a raised position above the knees.", "Raise the pelvic area so it hovers neatly above the knees.", "Position the pelvis upwards and place it directly over the knees.", "Draw your pelvis upwards, aligning it clearly over the knees.", "Bring your pelvis upward and align it over your knees.", "Move your pelvis to an elevated position, just above the knees.", "With controlled movement, raise the pelvis so it floats above the knees.", "Lift the pelvic area gently, ensuring it is positioned over the knees.", "Elevate your hips, allowing the pelvis to align neatly above the knees.", "Hoist your pelvis into a higher position, directly above the knees.", "Carefully raise the pelvis, ensuring it rests above your knees.", "Draw the pelvis upward in a smooth motion, positioning it above the knees.", "Raise the pelvis, guiding it into a comfortable position over the knees.", "Lift your hips gracefully, ensuring the pelvis hovers above the knees.", "Move your pelvis upwards with care, aligning it steadily above the knees.", "Guide the pelvis to an elevated state, floating calmly above the knees."] },
{ "silence": 4500 },
{ "version":2,"ru":"Встряхните стопы.","en":"Now, shake out your feet to release tension."},
{ "silence": 2500 },
{ "version": 1, "ru": "Носки подверните.", "en": "Tuck your toes under." },
{ "silence": 3500 },
{ "version": 1, "ru": "Разогните руки.", "en": "Straighten your arms fully, extending them with control and intention." },
{ "silence": 7500 },
{ "chance": 50, "version": 1, "ru": "Оставьте колени подсогнутыми, затем выпрямляйте до тех пор, пока поясница и спина сохраняются прямыми.", "en": "Keep your knees slightly bent at first, then straighten them gradually, ensuring your lower back and spine remain straight.", "enSynonyms": ["Start with your knees softly bent, and then straighten them carefully, keeping your lower back and spine aligned.", "Allow your knees to stay gently bent, then extend them slowly, maintaining a straight lower back and spine.", "Begin with your knees relaxed and slightly bent, straightening them only as far as your back stays straight.", "Keep your knees softly bent and extend them gradually, ensuring your back and spine stay aligned.", "Bend your knees slightly and straighten them carefully, keeping your spine and lower back straight.", "Start with your knees in a soft bend, straightening only until your back and spine remain flat.", "Leave your knees slightly flexed at first, then stretch them slowly, ensuring your back is straight and aligned.", "Maintain a gentle bend in your knees initially, extending them only as far as your back stays flat.", "Keep a slight bend in your knees and straighten them carefully, maintaining a straight and aligned back.", "Begin with a slight bend in your knees, straightening them slowly while keeping your spine and lower back straight."] },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "+Адхо мукха шван+асана.", "en": "+Adho mukha shwan+asana." },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Собака мордой вниз.", "en": "Downward-facing dog." },
{ "silence": 2000 },
{ "version": 1, "ru": "Отожмитесь сгибая локти.", "en": "Push up by bending your elbows." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "На усилие - выдох.", "en": "Exhale on exertion.", "enSynonyms": [ "Breathe out during exertion.", "Exhale while making an effort.", "Release your breath on the effort phase.", "Breathe out as you apply force.", "Exhale as you perform the exertion.", "Let your breath out during the hard part of the movement.", "Exhale while engaging your strength.", "Breathe out as you push through the effort.", "Release air from your lungs during exertion.", "Exhale naturally while applying effort.", "Focus on exhaling during the exertion phase.", "Breathe out steadily as you exert force.", "Exhale with control during the effort.", "Push out your breath as you exert yourself.", "Exhale while performing the challenging part of the action.", "Let your breath flow out as you engage effort.", "Breathe out during the physical exertion.", "Exhale calmly as you make an effort.", "Release your breath while applying strength.", "Exhale deeply during the hardest part of the motion." ] },
{ "silence": 14000 },
{ "version": 1, "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 1000 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly." },
{ "silence": 1000 },
{ "version": 1, "ru": "Шаг вперед одной, затем другой стопами.", "en": "Step forward with one foot and then the other.", "enSynonyms": ["Move one foot forward, followed by the other.", "Take a step forward with one foot, then bring the other forward.", "Step forward first with one foot, then with the other.", "Advance one foot ahead, then the second follows.", "Bring one foot forward, then step forward with the other.", "Step ahead with one foot, and then move the other forward.", "Place one foot forward, then step forward with the other.", "Move one foot ahead and follow it with the second.", "Step forward alternately with one foot and then the other.", "Advance forward with one foot, then follow with the second.", "Bring the first foot forward, then move the second ahead.", "Move one foot forward, followed immediately by the other.", "Take a forward step with one foot, then advance the other.", "Step with one foot and follow it forward with the other.", "First step with one foot, then bring the other forward.", "Move forward by stepping first with one foot, then the other.", "Place one foot ahead and then bring the second forward.", "Advance with one foot, then immediately step with the other.", "Start with one foot forward, then follow with the other.", "Take alternate steps forward with each foot."] },
{ "silence": 4000 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally." },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 3500 },
{ "version": 1, "ru": "Туловище выведите на уровень 45 градусов от поверхности.", "en": "Tilt your torso to a 45-degree angle from the surface.", "enSynonyms": [ "Position your torso at a 45-degree angle to the surface.", "Align your torso at a 45-degree angle from the floor.", "Tilt your body to a 45-degree angle with the surface.", "Bring your torso to a 45-degree angle from the ground.", "Angle your torso at 45 degrees from the surface.", "Position your upper body at a 45-degree tilt from the floor.", "Rotate your torso to a 45-degree angle with respect to the surface.", "Lean your torso to a 45-degree angle from the ground.", "Tilt your upper body at 45 degrees from the floor.", "Raise your torso to a 45-degree angle from the surface.", "Align your body to form a 45-degree angle with the ground.", "Position your torso so it forms a 45-degree angle from the surface.", "Raise your upper body to a 45-degree tilt from the surface.", "Set your torso at a 45-degree tilt from the floor.", "Rotate your upper body to a 45-degree angle from the surface.", "Position your torso 45 degrees above the surface.", "Angle your upper body to a 45-degree angle from the ground.", "Tilt your torso upward to a 45-degree angle with respect to the surface." ] },
{ "silence": 2500 },
{ "version":2, "ru": "Поднимите одну ногу и вытяните назад.","en":"Lift one leg and extend it gracefully behind you, grounding through your standing foot.","enSynonyms":["Raise a leg and stretch it backward, keeping your torso steady","Elevate one leg and reach it back with mindful alignment","Shift your weight onto the opposite foot as you lengthen your lifted leg backward","Gently lift a leg, extending it behind while maintaining a strong foundation","With control, raise one limb skyward and sweep it rearward like a flowing banner","Inhale to lift, exhale to extend – let your body create one long, elegant line from fingertips to heel"]},
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Носок вытяните от себя.", "en": "Point your toes away from you.", "enSynonyms": ["Extend your toes outward.", "Stretch your toes away from your body.", "Direct your toes forward with intention.", "Lengthen your foot by pointing your toes outward.", "Push your toes away in a stretched position.", "Reach your toes outward with a gentle stretch.", "Align your toes by pointing them away from yourself.", "Extend your toes forward in a graceful manner.", "Press your toes outward to elongate the foot.", "Focus on pointing your toes straight ahead.", "Stretch your toes forward and away from your body.", "Project your toes outward with a deliberate motion.", "Point your toes outward and away with precision.", "Flex your toes outward to lengthen your leg line.", "Direct your toes outward in a firm, elongated position.", "Stretch your toes away from your core gracefully.", "Push your toes forward, elongating the foot structure.", "Reach your toes forward with mindful extension.", "Guide your toes outward with a purposeful stretch.", "Point your toes outward to create a sleek line."] },
{ "silence": 1500 },
{ "version":2, "ru": "Опорная нога подсогнута.","en":"Keep your supporting leg slightly bent at the knee for stability.","enSynonyms":["Allow your standing leg to remain gently flexed at the knee.","Maintain a soft bend in your supporting leg’s knee joint.","Let your weight-bearing leg stay lightly curved at the knee area.","Ensure the leg you’re balancing on has a subtle, controlled bend."]},
{ "silence": 1500 },
{ "chance": 15, "version": 1, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest." },
{ "silence": 500 },
{ "version": 1, "ru": "Туловище выведите на уровень 45 градусов от поверхности.", "en": "Tilt your torso to a 45-degree angle from the surface.", "enSynonyms": [ "Position your torso at a 45-degree angle to the surface.", "Align your torso at a 45-degree angle from the floor.", "Tilt your body to a 45-degree angle with the surface.", "Bring your torso to a 45-degree angle from the ground.", "Angle your torso at 45 degrees from the surface.", "Position your upper body at a 45-degree tilt from the floor.", "Rotate your torso to a 45-degree angle with respect to the surface.", "Lean your torso to a 45-degree angle from the ground.", "Tilt your upper body at 45 degrees from the floor.", "Raise your torso to a 45-degree angle from the surface.", "Align your body to form a 45-degree angle with the ground.", "Position your torso so it forms a 45-degree angle from the surface.", "Raise your upper body to a 45-degree tilt from the surface.", "Set your torso at a 45-degree tilt from the floor.", "Rotate your upper body to a 45-degree angle from the surface.", "Position your torso 45 degrees above the surface.", "Angle your upper body to a 45-degree angle from the ground.", "Tilt your torso upward to a 45-degree angle with respect to the surface." ] },
{ "silence": 2000 },
{ "version":3, "ru": "Разведите руки по сторонам.","en":"Extend your arms out to the sides."},
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 6000 },
{ "version":3,"ru":"Руки выведите вперед и вверх.","en":"Extend your arms forward and upward to engage your upper body."},
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Взгляд направьте вперед", "en": "Align the glance forward." },
{ "silence": 4000 },
{ "version": 1, "ru": "Сделайте приседания на одной ноге, опуская живот на бедро.", "en": "Perform a single-leg squat, lowering your abdomen onto your thigh.", "enSynonyms": ["Execute a one-legged squat, bringing your abdomen down onto your thigh.", "Do a single-leg squat, gently pressing your abdomen onto your thigh.", "Perform a squat on one leg, leaning your abdomen onto your thigh.", "Complete a one-legged squat, lowering your torso to rest on your thigh.", "Practice a single-leg squat, aligning your abdomen with your thigh.", "Engage in a one-legged squat, bringing your abdomen closer to your thigh.", "Execute a squat using one leg, folding your abdomen onto your thigh.", "Do a one-leg squat, allowing your abdomen to descend towards your thigh.", "Perform a single-leg squat, resting your abdomen softly onto your thigh.", "Carry out a one-legged squat, guiding your abdomen down to your thigh.", "Perform a balanced squat on one leg, pressing your abdomen against your thigh.", "Lower into a one-legged squat, placing your abdomen over your thigh.", "Attempt a single-leg squat, positioning your abdomen onto your thigh.", "Do a squat on one leg, gently letting your abdomen touch your thigh.", "Engage in a one-legged squat, lowering your abdomen to meet your thigh.", "Execute a controlled single-leg squat, aligning your abdomen with your thigh.", "Perform a balanced squat on one leg, bringing your abdomen close to your thigh.", "Complete a single-leg squat, folding your abdomen over your thigh.", "Lower yourself into a one-leg squat, placing your abdomen onto your thigh.", "Perform a squat on one leg, softly resting your abdomen on your thigh."] },
{ "silence": 3000 },
{ "version":3,"ru":"Сохраняя стойку на опорной ноге, согните другую ногу и кистью возьмитесь за голень.","en":"Maintain your balance on one leg as you bend your opposite leg and grasp its shin with your hand."},
{ "silence": 1000 },
{ "version":2, "ru": "Кисть на стороне опорной ноги выведите вперед.","en":"Extend the hand on the side of your supporting leg forward.","enSynonyms":["Reach the hand on the side of your standing leg forward.","Stretch the hand on the side of your grounded leg ahead.","Move the hand on the side of your supporting leg forward.","Push the hand on the side of your standing leg forward.","Guide the hand on the side of your supporting leg forward."]},
{ "silence": 1000 },
{ "version":2, "ru": "Натарадж+асана.","en":"Natarajasana."},
{ "silence": 1000 },
{ "version":2, "ru": "Подайте вперед плечевой сустав руки с хватом за ногу, чтобы плечевые оказались в одной линии.","en":"Move the shoulder of the arm holding your leg forward, so that both shoulders align in a straight line.","enSynonyms":["Shift the shoulder of the arm gripping your leg forward, aligning both shoulders in a single line.","Advance the shoulder of the arm clasping your leg forward, keeping both shoulders in alignment.","Push the shoulder of the arm holding your leg forward, maintaining a straight line between both shoulders.","Guide the shoulder of the arm securing your leg forward, ensuring both shoulders are in line.","Adjust the shoulder of the arm holding your leg forward, creating a straight alignment of both shoulders."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Удерживайте баланс.", "en": "Maintain your balance.", "enSynonyms": ["Keep your balance steady.", "Hold your balance with control.", "Stay balanced and stable.", "Maintain a steady sense of balance.", "Preserve your balance with focus.", "Keep yourself grounded and balanced.", "Ensure your balance remains firm and steady.", "Hold the balance, staying centred.", "Stay steady and maintain your equilibrium.", "Focus on holding a stable balance."]},
{ "silence": 6000 },
{ "version": 1, "ru": "Сделайте приседания на одной ноге, опуская живот на бедро.", "en": "Perform a single-leg squat, lowering your abdomen onto your thigh.", "enSynonyms": ["Execute a one-legged squat, bringing your abdomen down onto your thigh.", "Do a single-leg squat, gently pressing your abdomen onto your thigh.", "Perform a squat on one leg, leaning your abdomen onto your thigh.", "Complete a one-legged squat, lowering your torso to rest on your thigh.", "Practice a single-leg squat, aligning your abdomen with your thigh.", "Engage in a one-legged squat, bringing your abdomen closer to your thigh.", "Execute a squat using one leg, folding your abdomen onto your thigh.", "Do a one-leg squat, allowing your abdomen to descend towards your thigh.", "Perform a single-leg squat, resting your abdomen softly onto your thigh.", "Carry out a one-legged squat, guiding your abdomen down to your thigh.", "Perform a balanced squat on one leg, pressing your abdomen against your thigh.", "Lower into a one-legged squat, placing your abdomen over your thigh.", "Attempt a single-leg squat, positioning your abdomen onto your thigh.", "Do a squat on one leg, gently letting your abdomen touch your thigh.", "Engage in a one-legged squat, lowering your abdomen to meet your thigh.", "Execute a controlled single-leg squat, aligning your abdomen with your thigh.", "Perform a balanced squat on one leg, bringing your abdomen close to your thigh.", "Complete a single-leg squat, folding your abdomen over your thigh.", "Lower yourself into a one-leg squat, placing your abdomen onto your thigh.", "Perform a squat on one leg, softly resting your abdomen on your thigh."] },
{ "silence": 7000 }
]