[
{"version":2,"ru":"Руки поднимите, кистями упритесь в пятки.","en":"Elevate your arms skyward, grounding the palmar surfaces firmly into the heels.","enSynonyms":["Lift your hands overhead, connecting palms to the back of your feet","Raise arms vertically, pressing wrists into the heel's apex","Engage scapular stabilization as you hoist arms upward, then root the heel-palm connection","Initiate from the shoulder girdle—yes, precisely—to extend arms while creating reciprocal pressure between hands and heels","Flow into an upward anchor—palms as conduits—transmitting energy through the limbs into the grounded heels","Now, with mindful intention—inhale to lift, exhale to bond—let hands and heels converse through structured opposition"]},
{ "silence": 500 },
{ "version": 1, "ru": "Поднимите затылок." },
{ "silence": 500 },
{"version": 1, "ru": "Разогните одну руку, затем другую.", "en": "On the exhale, straighten one arm, then the other.", "enSynonyms": ["With your exhale, extend one arm, followed by the other.", "As you exhale, straighten one arm and then the other.", "On the exhalation, unfold one arm, then extend the other.", "During the exhale, stretch out one arm, then the next.", "Exhaling, fully straighten one arm and follow with the other.", "With an exhale, lengthen one arm, then the other.", "As you breathe out, extend one arm and then do the same with the other.", "On the exhale, stretch one arm forward, then the next.", "During the exhalation, extend one arm outward, then repeat with the other.", "As you release your breath, straighten one arm and then the opposite."]},
{ "silence": 1500 },
{"version": 1, "ru":"Кисти поместите по обе стороны бёдер.","en":"Place your palms on either side of your thighs.","enSynonyms":["Position your hands beside each thigh.","Situate your wrists adjacent to both thighs.","Rest your palms alongside each leg.","Set your hands to the sides of your upper legs.","Locate your palms on both sides of your thighs.","Arrange your hands near each thigh.","Establish your palms beside both thighs.","Anchor your hands by the sides of your thighs.","Station your palms at either side of your thighs.","Fix your hands to either side of your upper legs.","By placing your palms on either side of your thighs, ensure balanced support.","Ensure your hands are positioned equidistantly on both sides of your thighs.","Guide your palms to rest securely on either side of your upper legs.","Secure your hands firmly on either side of your thighs for stability.","Direct your palms towards a position beside each thigh for optimal balance.","Position your hands so they flank each thigh symmetrically.","Place your palms with care on either side of your thighs for even distribution.","Adjust your hands to sit comfortably beside both thighs for enhanced posture.","By situating your hands on either side of your thighs, promote alignment and balance.","Ensure your palms are evenly placed on both sides of your thighs for better control.","Orient your hands on either side of your thighs to achieve a centered stance."]},
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{"version":2,"ru":"Таз приподнимите.","en":"Lift your hips up, creating a gentle arch and engaging your core.","enSynonyms":["Raise your pelvis slightly off the ground.","Elevate your hips to form a subtle upward curve.","Tilt your hips upward, activating your lower body.","Push your hips up, allowing your spine to lengthen.","Engage your glutes and lift your hips, creating space in your lower back."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Сохраняя прогиб в пояснице, опустите таз между колен.", "en": "Keep the lower back arched and lower the pelvis between the knees.", "enSynonyms": ["Maintain the arch in the lower back and lower the hips between the knees.", "Preserve the curve in the lower back and drop the pelvis down between the knees.", "Keep the lumbar curve intact and lower the hips between the knees.", "Sustain the lower back arch as you lower the pelvis between the knees.", "Preserve the arch in your lower back and lower the pelvis to rest between the knees.", "Keep the natural curve in your lower back as you bring the pelvis down between the knees.", "Maintain the lumbar curvature and lower the pelvis between the knees.", "With the lower back arched, lower the hips between the knees.", "Preserve the back's arch and drop the pelvis down between the knees.", "Maintain the curvature of the lower spine and lower your pelvis to the ground between the knees.", "Keep the lumbar curve intact as you lower your pelvis between your knees.", "Sustain the arch in your lower back while lowering the pelvis between the knees.", "Keep the arch in your lower back as you drop the pelvis between your knees.", "Hold the lower back's curve and lower the pelvis down between the knees.", "Keep the lower back arched while lowering the pelvis between the knees.", "Preserve the natural curve of the lower back and lower the hips between the knees.", "Maintain the arch in the lower back and guide the pelvis downward between the knees.", "Sustain the lumbar curve and lower the pelvis gently between the knees.", "Hold the lower back arch as you move the pelvis downward between the knees." ] },
{ "silence": 2000 },
{"version":2,"ru":"Кисти протяните назад, лоб опустите на коврик.","en":"Reach your hands back and gently rest your forehead on the mat.","enSynonyms":["Extend your arms behind you and lower your forehead to the mat.","Stretch your hands back and place your forehead softly on the mat.","Draw your hands backward and let your forehead come down onto the mat.","Move your arms behind you, allowing your head to relax onto the mat.","Press your palms back and settle your forehead comfortably onto the mat."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Бал+асана." },
{ "silence": 100 },
{"version": 1, "ru": "Поза ребенка.", "en": "Child's pose.", "enSynonyms": ["Balasana", "Child's resting pose.", "The child's position.", "The resting child's pose.", "Child's resting posture.", "Pose of the child.", "The child-like posture.", "Relaxed child pose.", "Child's asana.", "Resting child position.", "The child's resting position.", "Balasana pose.", "The position of the child.", "The child's pose for rest.", "The child-like resting posture.", "Relaxed Balasana pose.", "The calm child pose.", "The child-focused pose.", "The restful child's pose.", "The relaxing child pose."] },
{ "silence": 11000 },
{"version": 1, "ru": "Кисти протяните вперед и тянитесь за ними.", "en": "Extend your wrists forward and reach for them.", "enSynonyms": ["Stretch your wrists forward and reach towards them.", "Reach forward with your wrists and stretch towards them.", "Extend your wrists ahead and stretch out for them.", "Stretch your wrists forward and extend your arms towards them.", "Reach forward with your wrists and stretch to grasp them.", "Extend your wrists forward and try to reach them.", "Stretch your wrists ahead and stretch your arms towards them.", "Reach forward and extend your wrists to grasp them.", "Stretch your wrists out in front and reach towards them.", "Extend your wrists forward and stretch your hands to reach them.", "Reach out with your wrists and stretch for them.", "Extend your wrists forward and stretch your arms in pursuit of them.", "Stretch your wrists ahead and move your arms towards them.", "Reach forward with your wrists and stretch to grab them.", "Extend your wrists ahead and reach for them with your hands.", "Stretch forward with your wrists and reach out to touch them.", "Extend your wrists and stretch forward to catch them.", "Reach forward with your wrists and try to catch them.", "Stretch your wrists forward and move your arms to reach them." ]},
{ "silence": 4000 },
{"version":2,"ru":"Пальцы кистей разведите широко.","en":"Extend your fingers into a wide, expansive fan formation.","enSynonyms":["Spread your fingers wide apart","Expand each digit laterally","Engage the interosseous muscles to create maximum surface coverage","Activate hand musculature to separate each metacarpal","Flow into a starfish hand position – energy radiating through each fingertip","Now, with intention – feel the web spaces stretch – as if pressing against invisible resistance"]},
{ "silence": 1000 },
{"version": 1, "ru": "Расстояние между кистями равно расстоянию между плечевыми суставами.", "en": "The distance between your hands is equal to the distance between your shoulder joints.", "enSynonyms": ["The space between your hands should match the distance between your shoulder joints.", "Ensure the distance between your hands equals the distance between your shoulder joints.", "The distance between your wrists should be the same as the distance between your shoulder joints.", "The gap between your hands should correspond to the distance between your shoulder joints.", "Maintain the same distance between your hands as between your shoulder joints.", "Make sure the space between your hands aligns with the distance between your shoulder joints.", "The separation between your hands is equal to that between your shoulder joints.", "Keep the distance between your hands equal to the distance between your shoulder joints.", "Ensure that your hands are spaced the same as your shoulder joints.", "The distance between the wrists should be identical to the distance between your shoulder joints.", "Position your hands the same distance apart as your shoulder joints.", "Align your hands with the same spacing as your shoulder joints.", "Your hands should be placed at the same distance as your shoulder joints.", "Position your hands so that the distance between them matches that of your shoulder joints.", "Ensure your hands are positioned the same distance apart as your shoulder joints.", "Space your hands at a distance equal to that between your shoulder joints.", "Adjust the distance between your hands to be the same as between your shoulder joints.", "The distance between your hands should mirror that of your shoulder joints.", "Place your hands the same distance apart as your shoulder joints." ]},
{ "silence": 7000 },
{ "version": 1, "ru": "Таз приподнимите и выведите над коленями.", "en": "Lift your pelvis and position it above your knees.", "enSynonyms": ["Raise your pelvis and bring it directly over your knees.", "Elevate your pelvis, aligning it above the knees.", "Gently lift your pelvis and place it over the knees.", "Hoist your pelvis upward, ensuring it is centred above the knees.", "Guide your pelvis into a raised position above the knees.", "Raise the pelvic area so it hovers neatly above the knees.", "Position the pelvis upwards and place it directly over the knees.", "Draw your pelvis upwards, aligning it clearly over the knees.", "Bring your pelvis upward and align it over your knees.", "Move your pelvis to an elevated position, just above the knees.", "With controlled movement, raise the pelvis so it floats above the knees.", "Lift the pelvic area gently, ensuring it is positioned over the knees.", "Elevate your hips, allowing the pelvis to align neatly above the knees.", "Hoist your pelvis into a higher position, directly above the knees.", "Carefully raise the pelvis, ensuring it rests above your knees.", "Draw the pelvis upward in a smooth motion, positioning it above the knees.", "Raise the pelvis, guiding it into a comfortable position over the knees.", "Lift your hips gracefully, ensuring the pelvis hovers above the knees.", "Move your pelvis upwards with care, aligning it steadily above the knees.", "Guide the pelvis to an elevated state, floating calmly above the knees."] },
{ "silence": 4500 },
{ "version": 1, "ru": "Встряхните стопы." },
{ "silence": 2500 },
{"version": 1, "ru": "Носки подверните.", "en": "Tuck your toes under.", "enSynonyms": ["Curl your toes under gently.", "Tuck your toes beneath your feet.", "Bring your toes under, preparing for stability.", "Fold your toes underneath with control.", "Tuck the toes under to support your position.", "Curl your toes inward, grounding them gently.", "Adjust your toes by tucking them under.", "Turn your toes under, readying for the next movement.", "Position your toes beneath by tucking them under.", "Fold your toes under smoothly and firmly."]},
{ "silence": 3500 },
{ "version": 1, "ru": "Разогните руки." },
{ "silence": 7500 },
  { "chance": 50, "version": 1, "ru": "Оставьте колени подсогнутыми, затем выпрямляйте до тех пор, пока поясница и спина сохраняются прямыми.", "en": "Keep your knees slightly bent at first, then straighten them gradually, ensuring your lower back and spine remain straight.", "enSynonyms": ["Start with your knees softly bent, and then straighten them carefully, keeping your lower back and spine aligned.", "Allow your knees to stay gently bent, then extend them slowly, maintaining a straight lower back and spine.", "Begin with your knees relaxed and slightly bent, straightening them only as far as your back stays straight.", "Keep your knees softly bent and extend them gradually, ensuring your back and spine stay aligned.", "Bend your knees slightly and straighten them carefully, keeping your spine and lower back straight.", "Start with your knees in a soft bend, straightening only until your back and spine remain flat.", "Leave your knees slightly flexed at first, then stretch them slowly, ensuring your back is straight and aligned.", "Maintain a gentle bend in your knees initially, extending them only as far as your back stays flat.", "Keep a slight bend in your knees and straighten them carefully, maintaining a straight and aligned back.", "Begin with a slight bend in your knees, straightening them slowly while keeping your spine and lower back straight."] },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "+Адхо мукха шван+асана.", "en": "+Adho mukha shwan+asana." },
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Собака мордой вниз.", "en": "Downward-facing dog.", "enSynonyms": ["Adho Mukha Svanasana.", "Inverted dog pose.", "Downward dog position.", "Dog facing downward.", "Pose of the downward dog.", "Downward-facing canine pose.", "Downward dog stance.", "Adho Mukha position.", "Inverted dog posture.", "The downward-facing dog pose.", "Dog pose with the face down.", "Pose with the face directed towards the floor.", "Downward dog stretch.", "The posture of a dog facing downward.", "Downward dog asana.", "Face-down dog pose.", "Stretch into the downward dog.", "The pose where the dog faces downward.", "Position of the downward-facing dog." ] },
{ "silence": 2000 },
{ "version": 1, "ru": "Отожмитесь сгибая локти.", "en": "Push up by bending your elbows.", "enSynonyms": [ "Perform a push-up by bending your elbows.", "Lower your body by bending your elbows and then push back up.", "Do a push-up by allowing your elbows to bend naturally.", "Push your body up while keeping your elbows bent during the motion.", "Bend your elbows to lower your body, then push back up.", "Press up from the ground, letting your elbows bend smoothly.", "Lower yourself by bending your elbows and then press back up to starting position.", "Perform a push-up with controlled elbow bending.", "Push yourself up, engaging your arms as your elbows bend.", "Move into a push-up by bending and straightening your elbows.", "Bend your elbows to bring your chest closer to the ground, then push upward.", "Allow your elbows to bend as you lower down, and straighten as you rise.", "Engage your chest and arms as you bend your elbows for the push-up.", "Keep your body aligned as you bend your elbows to perform the push-up.", "Bend your elbows deeply, then push through your arms to rise back up.", "With a steady motion, bend your elbows to lower and push to return up.", "Bring your chest down by bending your elbows, then push back up to full arm extension.", "Focus on bending your elbows to lower, maintaining control as you push up.", "Lower your body toward the ground by bending your elbows, then push up firmly.", "Complete the push-up by bending your elbows and pushing your body upward." ] },
{ "silence": 1000 },
{ "chance": 10, "version": 1, "ru": "На усилие - выдох.", "en": "Exhale on exertion.", "enSynonyms": [ "Breathe out during exertion.", "Exhale while making an effort.", "Release your breath on the effort phase.", "Breathe out as you apply force.", "Exhale as you perform the exertion.", "Let your breath out during the hard part of the movement.", "Exhale while engaging your strength.", "Breathe out as you push through the effort.", "Release air from your lungs during exertion.", "Exhale naturally while applying effort.", "Focus on exhaling during the exertion phase.", "Breathe out steadily as you exert force.", "Exhale with control during the effort.", "Push out your breath as you exert yourself.", "Exhale while performing the challenging part of the action.", "Let your breath flow out as you engage effort.", "Breathe out during the physical exertion.", "Exhale calmly as you make an effort.", "Release your breath while applying strength.", "Exhale deeply during the hardest part of the motion." ] },
{ "silence": 14000 },
{ "version": 1, "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet." },
{ "silence": 1000 },
{ "version": 1, "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 1000 },
{ "version": 1, "ru": "Шаг вперед одной, затем другой стопами.", "en": "Step forward with one foot and then the other.", "enSynonyms": ["Move one foot forward, followed by the other.", "Take a step forward with one foot, then bring the other forward.", "Step forward first with one foot, then with the other.", "Advance one foot ahead, then the second follows.", "Bring one foot forward, then step forward with the other.", "Step ahead with one foot, and then move the other forward.", "Place one foot forward, then step forward with the other.", "Move one foot ahead and follow it with the second.", "Step forward alternately with one foot and then the other.", "Advance forward with one foot, then follow with the second.", "Bring the first foot forward, then move the second ahead.", "Move one foot forward, followed immediately by the other.", "Take a forward step with one foot, then advance the other.", "Step with one foot and follow it forward with the other.", "First step with one foot, then bring the other forward.", "Move forward by stepping first with one foot, then the other.", "Place one foot ahead and then bring the second forward.", "Advance with one foot, then immediately step with the other.", "Start with one foot forward, then follow with the other.", "Take alternate steps forward with each foot."] },
{ "silence": 4000 },
{ "version": 1, "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 3500 },
{ "version": 1, "ru": "Туловище выведите на уровень 45 градусов от поверхности.", "en": "Tilt your torso to a 45-degree angle from the surface.", "enSynonyms": [ "Position your torso at a 45-degree angle to the surface.", "Align your torso at a 45-degree angle from the floor.", "Tilt your body to a 45-degree angle with the surface.", "Bring your torso to a 45-degree angle from the ground.", "Angle your torso at 45 degrees from the surface.", "Position your upper body at a 45-degree tilt from the floor.", "Rotate your torso to a 45-degree angle with respect to the surface.", "Lean your torso to a 45-degree angle from the ground.", "Tilt your upper body at 45 degrees from the floor.", "Raise your torso to a 45-degree angle from the surface.", "Align your body to form a 45-degree angle with the ground.", "Position your torso so it forms a 45-degree angle from the surface.", "Raise your upper body to a 45-degree tilt from the surface.", "Set your torso at a 45-degree tilt from the floor.", "Rotate your upper body to a 45-degree angle from the surface.", "Position your torso 45 degrees above the surface.", "Angle your upper body to a 45-degree angle from the ground.", "Tilt your torso upward to a 45-degree angle with respect to the surface." ] },
{ "silence": 2500 },
{"version":2,"ru":"Поднимите одну ногу и вытяните назад.","en":"Lift one leg and extend it gracefully behind you, grounding through your standing foot.","enSynonyms":["Raise a leg and stretch it backward, keeping your torso steady","Elevate one leg and reach it back with mindful alignment","Shift your weight onto the opposite foot as you lengthen your lifted leg backward","Gently lift a leg, extending it behind while maintaining a strong foundation","With control, raise one limb skyward and sweep it rearward like a flowing banner","Inhale to lift, exhale to extend – let your body create one long, elegant line from fingertips to heel"]},
{ "silence": 500 },
{ "chance": 50, "version": 1, "ru": "Носок вытяните от себя.", "en": "Point your toes away from you.", "enSynonyms": ["Extend your toes outward.", "Stretch your toes away from your body.", "Direct your toes forward with intention.", "Lengthen your foot by pointing your toes outward.", "Push your toes away in a stretched position.", "Reach your toes outward with a gentle stretch.", "Align your toes by pointing them away from yourself.", "Extend your toes forward in a graceful manner.", "Press your toes outward to elongate the foot.", "Focus on pointing your toes straight ahead.", "Stretch your toes forward and away from your body.", "Project your toes outward with a deliberate motion.", "Point your toes outward and away with precision.", "Flex your toes outward to lengthen your leg line.", "Direct your toes outward in a firm, elongated position.", "Stretch your toes away from your core gracefully.", "Push your toes forward, elongating the foot structure.", "Reach your toes forward with mindful extension.", "Guide your toes outward with a purposeful stretch.", "Point your toes outward to create a sleek line."] },
{ "silence": 1500 },
{"version":2,"ru":"Опорная нога подсогнута.","en":"Keep your supporting leg slightly bent at the knee for stability.","enSynonyms":["Allow your standing leg to remain gently flexed at the knee.","Maintain a soft bend in your supporting leg’s knee joint.","Let your weight-bearing leg stay lightly curved at the knee area.","Ensure the leg you’re balancing on has a subtle, controlled bend."]},
{ "silence": 1500 },
{ "chance": 15, "version": 1, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Туловище выведите на уровень 45 градусов от поверхности.", "en": "Tilt your torso to a 45-degree angle from the surface.", "enSynonyms": [ "Position your torso at a 45-degree angle to the surface.", "Align your torso at a 45-degree angle from the floor.", "Tilt your body to a 45-degree angle with the surface.", "Bring your torso to a 45-degree angle from the ground.", "Angle your torso at 45 degrees from the surface.", "Position your upper body at a 45-degree tilt from the floor.", "Rotate your torso to a 45-degree angle with respect to the surface.", "Lean your torso to a 45-degree angle from the ground.", "Tilt your upper body at 45 degrees from the floor.", "Raise your torso to a 45-degree angle from the surface.", "Align your body to form a 45-degree angle with the ground.", "Position your torso so it forms a 45-degree angle from the surface.", "Raise your upper body to a 45-degree tilt from the surface.", "Set your torso at a 45-degree tilt from the floor.", "Rotate your upper body to a 45-degree angle from the surface.", "Position your torso 45 degrees above the surface.", "Angle your upper body to a 45-degree angle from the ground.", "Tilt your torso upward to a 45-degree angle with respect to the surface." ] },
{ "silence": 2000 },
{"version":2,"ru":"Разведите руки по сторонам.","en":"Spread your arms out to the sides with mindful expansion.","enSynonyms":["Extend your arms laterally from the shoulder joints","Reach your arms wide to the sides in a T-formation","Open your arms laterally from the shoulders with controlled breath","Create space through the upper body by extending arms outward","Expand your energetic field by stretching arms sideways"]},
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 6000 },
{"version":2,"ru":"Руки выведите вперед и вверх.","en":"Reach your arms forward and upward with mindful intention.","enSynonyms":["Extend your arms forward and upward through conscious reach","Guide your limbs into an upward-forward trajectory","Sweep your upper extremities forward and skyward","Lift your arms in a diagonal line from hips to zenith","Project energy through fingertips reaching toward the anterior horizon"]},
{ "silence": 500 },
{ "chance": 20, "version": 1, "ru": "Взгляд направьте вперед", "en": "Align the glance forward." },
{ "silence": 4000 },
{ "version": 1, "ru": "Сделайте приседания на одной ноге, опуская живот на бедро.", "en": "Perform a single-leg squat, lowering your abdomen onto your thigh.", "enSynonyms": ["Execute a one-legged squat, bringing your abdomen down onto your thigh.", "Do a single-leg squat, gently pressing your abdomen onto your thigh.", "Perform a squat on one leg, leaning your abdomen onto your thigh.", "Complete a one-legged squat, lowering your torso to rest on your thigh.", "Practice a single-leg squat, aligning your abdomen with your thigh.", "Engage in a one-legged squat, bringing your abdomen closer to your thigh.", "Execute a squat using one leg, folding your abdomen onto your thigh.", "Do a one-leg squat, allowing your abdomen to descend towards your thigh.", "Perform a single-leg squat, resting your abdomen softly onto your thigh.", "Carry out a one-legged squat, guiding your abdomen down to your thigh.", "Perform a balanced squat on one leg, pressing your abdomen against your thigh.", "Lower into a one-legged squat, placing your abdomen over your thigh.", "Attempt a single-leg squat, positioning your abdomen onto your thigh.", "Do a squat on one leg, gently letting your abdomen touch your thigh.", "Engage in a one-legged squat, lowering your abdomen to meet your thigh.", "Execute a controlled single-leg squat, aligning your abdomen with your thigh.", "Perform a balanced squat on one leg, bringing your abdomen close to your thigh.", "Complete a single-leg squat, folding your abdomen over your thigh.", "Lower yourself into a one-leg squat, placing your abdomen onto your thigh.", "Perform a squat on one leg, softly resting your abdomen on your thigh."] },
{ "silence": 3000 },
{"version":2,"ru":"Сохраняя стойку на опорной ноге, согните другую ногу и кистью возьмитесь за голень.","en":"Anchor into your standing leg as you bend the opposite knee and cradle your shin with a graceful grip.","enSynonyms":["Hold your balance on one leg while drawing the other knee upward to clasp your lower leg","Keep your foundation steady as you fold one knee and embrace your shin with palm-to-limb connection","Shift weight fully into your rooted foot, allowing the free leg to bend and meet your hand below the calf","Engage your core while lifting a bent leg, fingertips finding purchase along the muscular curve of your shin","Like a dancer in mid-pose, gather your raised limb – knee bent, hand tenderly securing the shin’s crescent","Inhale to stabilize, exhale to gather: let your body become both anchor and sail in this balancing act"]},
{ "silence": 1000 },
{"version":2,"ru":"Кисть на стороне опорной ноги выведите вперед.","en":"Extend the hand on the side of your supporting leg forward.","enSynonyms":["Reach the hand on the side of your standing leg forward.","Stretch the hand on the side of your grounded leg ahead.","Move the hand on the side of your supporting leg forward.","Push the hand on the side of your standing leg forward.","Guide the hand on the side of your supporting leg forward."]},
{ "silence": 1000 },
{"version":2,"ru":"Натарадж+асана.","en":"Natarajasana."},
{ "silence": 1000 },
{"version":2,"ru":"Подайте вперед плечевой сустав руки с хватом за ногу, чтобы плечевые оказались в одной линии.","en":"Move the shoulder of the arm holding your leg forward, so that both shoulders align in a straight line.","enSynonyms":["Shift the shoulder of the arm gripping your leg forward, aligning both shoulders in a single line.","Advance the shoulder of the arm clasping your leg forward, keeping both shoulders in alignment.","Push the shoulder of the arm holding your leg forward, maintaining a straight line between both shoulders.","Guide the shoulder of the arm securing your leg forward, ensuring both shoulders are in line.","Adjust the shoulder of the arm holding your leg forward, creating a straight alignment of both shoulders."]},
{ "silence": 1000 },
  {"version": 1, "ru": "Удерживайте баланс.", "en": "Maintain your balance.", "enSynonyms": ["Keep your balance steady.", "Hold your balance with control.", "Stay balanced and stable.", "Maintain a steady sense of balance.", "Preserve your balance with focus.", "Keep yourself grounded and balanced.", "Ensure your balance remains firm and steady.", "Hold the balance, staying centred.", "Stay steady and maintain your equilibrium.", "Focus on holding a stable balance."]},
{ "silence": 6000 },
{ "version": 1, "ru": "Сделайте приседания на одной ноге, опуская живот на бедро.", "en": "Perform a single-leg squat, lowering your abdomen onto your thigh.", "enSynonyms": ["Execute a one-legged squat, bringing your abdomen down onto your thigh.", "Do a single-leg squat, gently pressing your abdomen onto your thigh.", "Perform a squat on one leg, leaning your abdomen onto your thigh.", "Complete a one-legged squat, lowering your torso to rest on your thigh.", "Practice a single-leg squat, aligning your abdomen with your thigh.", "Engage in a one-legged squat, bringing your abdomen closer to your thigh.", "Execute a squat using one leg, folding your abdomen onto your thigh.", "Do a one-leg squat, allowing your abdomen to descend towards your thigh.", "Perform a single-leg squat, resting your abdomen softly onto your thigh.", "Carry out a one-legged squat, guiding your abdomen down to your thigh.", "Perform a balanced squat on one leg, pressing your abdomen against your thigh.", "Lower into a one-legged squat, placing your abdomen over your thigh.", "Attempt a single-leg squat, positioning your abdomen onto your thigh.", "Do a squat on one leg, gently letting your abdomen touch your thigh.", "Engage in a one-legged squat, lowering your abdomen to meet your thigh.", "Execute a controlled single-leg squat, aligning your abdomen with your thigh.", "Perform a balanced squat on one leg, bringing your abdomen close to your thigh.", "Complete a single-leg squat, folding your abdomen over your thigh.", "Lower yourself into a one-leg squat, placing your abdomen onto your thigh.", "Perform a squat on one leg, softly resting your abdomen on your thigh."] },
{ "silence": 7000 }
]