[
{ "ru": "Руки поднимите, кистями упритесь в пятки." },
{ "silence": 500 },
{ "ru": "Поднимите затылок." },
{ "silence": 500 },
{"ru": "Разогните одну руку, затем другую.", "en": "On the exhale, straighten one arm, then the other.", "enSynonyms": ["With your exhale, extend one arm, followed by the other.", "As you exhale, straighten one arm and then the other.", "On the exhalation, unfold one arm, then extend the other.", "During the exhale, stretch out one arm, then the next.", "Exhaling, fully straighten one arm and follow with the other.", "With an exhale, lengthen one arm, then the other.", "As you breathe out, extend one arm and then do the same with the other.", "On the exhale, stretch one arm forward, then the next.", "During the exhalation, extend one arm outward, then repeat with the other.", "As you release your breath, straighten one arm and then the opposite."]},
{ "silence": 1500 },
{ "ru": "Кисти поместите по обе стороны колен." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."] },
{ "silence": 1000 },
{ "ru": "Таз приподнимите." },
{ "silence": 1000 },
{ "ru": "Сохраняя прогиб в пояснице, опустите таз между колен." },
{ "silence": 1000 },
{ "ru": "Кисти протяните назад, лоб опустите на коврик." },
{ "silence": 1000 },
{ "ru": "Бал+асана." },
{ "silence": 100 },
{"ru": "Поза ребенка.", "en": "Child's pose.", "enSynonyms": ["Balasana", "Child's resting pose.", "The child's position.", "The resting child's pose.", "Child's resting posture.", "Pose of the child.", "The child-like posture.", "Relaxed child pose.", "Child's asana.", "Resting child position.", "The child's resting position.", "Balasana pose.", "The position of the child.", "The child's pose for rest.", "The child-like resting posture.", "Relaxed Balasana pose.", "The calm child pose.", "The child-focused pose.", "The restful child's pose.", "The relaxing child pose."] },
{ "silence": 11000 },
{ "ru": "Протяните кисти вперед." },
{ "silence": 4000 },
{ "ru": "Пальцы кистей разведите широко." },
{ "silence": 1000 },
{"ru": "Расстояние между кистями равно расстоянию между плечевыми суставами.", "en": "The distance between your hands is equal to the distance between your shoulder joints.", "enSynonyms": ["The space between your hands should match the distance between your shoulder joints.", "Ensure the distance between your hands equals the distance between your shoulder joints.", "The distance between your wrists should be the same as the distance between your shoulder joints.", "The gap between your hands should correspond to the distance between your shoulder joints.", "Maintain the same distance between your hands as between your shoulder joints.", "Make sure the space between your hands aligns with the distance between your shoulder joints.", "The separation between your hands is equal to that between your shoulder joints.", "Keep the distance between your hands equal to the distance between your shoulder joints.", "Ensure that your hands are spaced the same as your shoulder joints.", "The distance between the wrists should be identical to the distance between your shoulder joints.", "Position your hands the same distance apart as your shoulder joints.", "Align your hands with the same spacing as your shoulder joints.", "Your hands should be placed at the same distance as your shoulder joints.", "Position your hands so that the distance between them matches that of your shoulder joints.", "Ensure your hands are positioned the same distance apart as your shoulder joints.", "Space your hands at a distance equal to that between your shoulder joints.", "Adjust the distance between your hands to be the same as between your shoulder joints.", "The distance between your hands should mirror that of your shoulder joints.", "Place your hands the same distance apart as your shoulder joints." ]},
{ "silence": 7000 },
{ "ru": "Таз приподнимите и выведите над коленями.", "en": "Lift your pelvis and position it above your knees.", "enSynonyms": ["Raise your pelvis and bring it directly over your knees.", "Elevate your pelvis, aligning it above the knees.", "Gently lift your pelvis and place it over the knees.", "Hoist your pelvis upward, ensuring it is centred above the knees.", "Guide your pelvis into a raised position above the knees.", "Raise the pelvic area so it hovers neatly above the knees.", "Position the pelvis upwards and place it directly over the knees.", "Draw your pelvis upwards, aligning it clearly over the knees.", "Bring your pelvis upward and align it over your knees.", "Move your pelvis to an elevated position, just above the knees.", "With controlled movement, raise the pelvis so it floats above the knees.", "Lift the pelvic area gently, ensuring it is positioned over the knees.", "Elevate your hips, allowing the pelvis to align neatly above the knees.", "Hoist your pelvis into a higher position, directly above the knees.", "Carefully raise the pelvis, ensuring it rests above your knees.", "Draw the pelvis upward in a smooth motion, positioning it above the knees.", "Raise the pelvis, guiding it into a comfortable position over the knees.", "Lift your hips gracefully, ensuring the pelvis hovers above the knees.", "Move your pelvis upwards with care, aligning it steadily above the knees.", "Guide the pelvis to an elevated state, floating calmly above the knees."] },
{ "silence": 4500 },
{ "ru": "Встряхните стопы." },
{ "silence": 2500 },
{"ru": "Носки подверните.", "en": "Tuck your toes under.", "enSynonyms": ["Curl your toes under gently.", "Tuck your toes beneath your feet.", "Bring your toes under, preparing for stability.", "Fold your toes underneath with control.", "Tuck the toes under to support your position.", "Curl your toes inward, grounding them gently.", "Adjust your toes by tucking them under.", "Turn your toes under, readying for the next movement.", "Position your toes beneath by tucking them under.", "Fold your toes under smoothly and firmly."]},
{ "silence": 3500 },
{ "ru": "Разогните руки." },
{ "silence": 7500 },
  { "chance": 65, "ru": "Оставьте колени подсогнутыми, затем выпрямляйте до тех пор, пока поясница и спина сохраняются прямыми.", "en": "Keep your knees slightly bent at first, then straighten them gradually, ensuring your lower back and spine remain straight.", "enSynonyms": ["Start with your knees softly bent, and then straighten them carefully, keeping your lower back and spine aligned.", "Allow your knees to stay gently bent, then extend them slowly, maintaining a straight lower back and spine.", "Begin with your knees relaxed and slightly bent, straightening them only as far as your back stays straight.", "Keep your knees softly bent and extend them gradually, ensuring your back and spine stay aligned.", "Bend your knees slightly and straighten them carefully, keeping your spine and lower back straight.", "Start with your knees in a soft bend, straightening only until your back and spine remain flat.", "Leave your knees slightly flexed at first, then stretch them slowly, ensuring your back is straight and aligned.", "Maintain a gentle bend in your knees initially, extending them only as far as your back stays flat.", "Keep a slight bend in your knees and straighten them carefully, maintaining a straight and aligned back.", "Begin with a slight bend in your knees, straightening them slowly while keeping your spine and lower back straight."] },
{ "silence": 1000 },
{ "chance": 20, "ru": "+Адхо мукха шван+асана.", "en": "+Adho mukha shwan+asana." },
{ "silence": 500 },
{ "chance": 20, "ru": "Собака мордой вниз.", "en": "Downward-facing dog.", "enSynonyms": ["Adho Mukha Svanasana.", "Inverted dog pose.", "Downward dog position.", "Dog facing downward.", "Pose of the downward dog.", "Downward-facing canine pose.", "Downward dog stance.", "Adho Mukha position.", "Inverted dog posture.", "The downward-facing dog pose.", "Dog pose with the face down.", "Pose with the face directed towards the floor.", "Downward dog stretch.", "The posture of a dog facing downward.", "Downward dog asana.", "Face-down dog pose.", "Stretch into the downward dog.", "The pose where the dog faces downward.", "Position of the downward-facing dog." ] },
{ "silence": 2000 },
{ "ru": "Отожмитесь сгибая локти.", "en": "Push up by bending your elbows.", "enSynonyms": [ "Perform a push-up by bending your elbows.", "Lower your body by bending your elbows and then push back up.", "Do a push-up by allowing your elbows to bend naturally.", "Push your body up while keeping your elbows bent during the motion.", "Bend your elbows to lower your body, then push back up.", "Press up from the ground, letting your elbows bend smoothly.", "Lower yourself by bending your elbows and then press back up to starting position.", "Perform a push-up with controlled elbow bending.", "Push yourself up, engaging your arms as your elbows bend.", "Move into a push-up by bending and straightening your elbows.", "Bend your elbows to bring your chest closer to the ground, then push upward.", "Allow your elbows to bend as you lower down, and straighten as you rise.", "Engage your chest and arms as you bend your elbows for the push-up.", "Keep your body aligned as you bend your elbows to perform the push-up.", "Bend your elbows deeply, then push through your arms to rise back up.", "With a steady motion, bend your elbows to lower and push to return up.", "Bring your chest down by bending your elbows, then push back up to full arm extension.", "Focus on bending your elbows to lower, maintaining control as you push up.", "Lower your body toward the ground by bending your elbows, then push up firmly.", "Complete the push-up by bending your elbows and pushing your body upward." ] },
{ "silence": 1000 },
{ "chance": 10, "ru": "На усилие - выдох.", "en": "Exhale on exertion.", "enSynonyms": [ "Breathe out during exertion.", "Exhale while making an effort.", "Release your breath on the effort phase.", "Breathe out as you apply force.", "Exhale as you perform the exertion.", "Let your breath out during the hard part of the movement.", "Exhale while engaging your strength.", "Breathe out as you push through the effort.", "Release air from your lungs during exertion.", "Exhale naturally while applying effort.", "Focus on exhaling during the exertion phase.", "Breathe out steadily as you exert force.", "Exhale with control during the effort.", "Push out your breath as you exert yourself.", "Exhale while performing the challenging part of the action.", "Let your breath flow out as you engage effort.", "Breathe out during the physical exertion.", "Exhale calmly as you make an effort.", "Release your breath while applying strength.", "Exhale deeply during the hardest part of the motion." ] },
{ "silence": 14000 },
{ "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet.", "enSynonyms": [ "Stand on the tips of your toes.", "Lift up onto your toes.", "Come up onto the balls of your feet.", "Rise onto your toes.", "Lift your heels and balance on your toes.", "Stand tall on your toes.", "Push up onto the tips of your toes.", "Rise onto the balls of your feet.", "Stand with your weight on your toes.", "Push yourself up on the tips of your toes.", "Lift your body onto your toes.", "Come up to stand on the tips of your toes.", "Raise yourself up onto your toes.", "Elevate onto your toes.", "Stand with your feet on tiptoe.", "Lift your heels and stand on your toes.", "Balance on the tips of your toes.", "Rise and balance on your toes.", "Push up and balance on the balls of your feet." ] },
{ "silence": 1000 },
{ "ru": "Подсогните ноги.", "en": "Bend your knees slightly.", "enSynonyms": ["Soften your knees with a slight bend.", "Gently bend your knees.", "Keep a subtle bend in your knees.", "Slightly flex your knees.", "Ease your knees into a soft bend.", "Allow your knees to bend just a little.", "Maintain a slight bend in your knees.", "Bend your knees ever so slightly.", "Relax your knees into a gentle bend.", "Flex your knees slightly to reduce tension.", "Introduce a slight bend to your knees.", "Let your knees soften with a small bend.", "Adjust your knees into a light bend.", "Keep your knees comfortably bent.", "Form a slight angle in your knees.", "Bend the knees gently and slightly.", "Allow for a mild bend in your knees.", "Soften your knees with minimal flexing.", "Hold your knees in a relaxed, slightly bent position."] },
{ "silence": 1000 },
{ "ru": "Шаг вперед одной, затем другой стопами.", "en": "Step forward with one foot and then the other." },
{ "silence": 4000 },
{ "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back.", "enSynonyms": ["Curve your lumbar spine.", "Bend gently at the lower back.", "Create an arch in your lower back.", "Tilt your lower back forward.", "Engage your lower back to create an arch.", "Subtly curve your lumbar region.", "Bend your back at the waist.", "Slightly flex the lower back.", "Gently curve the lower back area.", "Shape your lower back into an arch.", "Initiate a slight bend in the lower back.", "Form a curve in your lumbar spine.", "Tilt your pelvis slightly as you arch the lower back.", "Create a soft bend at the lower back.", "Let the lower back gently arch forward.", "Lift your pelvis slightly to arch your lower back.", "Engage your back muscles to form an arch at the lumbar.", "Slightly curve your lower spine to initiate the arch.", "Allow the lower back to curve gently.", "Guide your lower back into a soft arch."] },
{ "silence": 3500 },
  { "ru": "Туловище выведите на уровень 45 градусов от поверхности.", "en": "Tilt your torso to a 45-degree angle from the surface.", "enSynonyms": [ "Position your torso at a 45-degree angle to the surface.", "Align your torso at a 45-degree angle from the floor.", "Tilt your body to a 45-degree angle with the surface.", "Bring your torso to a 45-degree angle from the ground.", "Angle your torso at 45 degrees from the surface.", "Position your upper body at a 45-degree tilt from the floor.", "Rotate your torso to a 45-degree angle with respect to the surface.", "Lean your torso to a 45-degree angle from the ground.", "Tilt your upper body at 45 degrees from the floor.", "Raise your torso to a 45-degree angle from the surface.", "Align your body to form a 45-degree angle with the ground.", "Position your torso so it forms a 45-degree angle from the surface.", "Raise your upper body to a 45-degree tilt from the surface.", "Set your torso at a 45-degree tilt from the floor.", "Rotate your upper body to a 45-degree angle from the surface.", "Position your torso 45 degrees above the surface.", "Angle your upper body to a 45-degree angle from the ground.", "Tilt your torso upward to a 45-degree angle with respect to the surface." ] },
{ "silence": 2500 },
{ "ru": "Поднимите одну ногу и вытяните назад." },
{ "silence": 500 },
{ "chance": 65, "ru": "Носок вытяните от себя." },
{ "silence": 1500 },
{ "ru": "Опорная нога подсогнута." },
{ "silence": 1500 },
  { "chance": 20, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 500 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "ru": "Ногу поднимите выше, а туловище выведите на уровень 45 градусов от поверхности." },
{ "silence": 2000 },
{ "ru": "Разведите руки по сторонам." },
{ "silence": 500 },
{ "chance": 10, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 6000 },
{ "ru": "Руки выведите вперед и вверх." },
{ "silence": 500 },
{ "chance": 20, "ru": "Взгляд направьте вперед", "en": "Align the glance forward." },
{ "silence": 4000 },
{ "ru": "Сделайте приседания." },
{ "silence": 3000 },
{ "ru": "Сохраняя стойку на опорной ноге, согните другую ногу и кистью возьмитесь за голень." },
{ "silence": 1000 },
{ "ru": "Кисть на стороне опорной ноги выведите вперед." },
{ "silence": 1000 },
{ "ru": "Натарадж+асана." },
{ "silence": 1000 },
{ "ru": "Подайте вперед плечевой сустав руки с хватом за ногу, чтобы плечевые оказались в одной линии." },
{ "silence": 1000 },
  {"ru": "Удерживайте баланс.", "en": "Maintain your balance.", "enSynonyms": ["Keep your balance steady.", "Hold your balance with control.", "Stay balanced and stable.", "Maintain a steady sense of balance.", "Preserve your balance with focus.", "Keep yourself grounded and balanced.", "Ensure your balance remains firm and steady.", "Hold the balance, staying centred.", "Stay steady and maintain your equilibrium.", "Focus on holding a stable balance."]},
{ "silence": 6000 },
{ "ru": "Сохраняя текущую +асану, сделайте приседание на одной ноге, касаясь животом бедра.", "en": "While holding your current pose, perform a one-legged squat, bringing your abdomen to your thigh.", "enSynonyms": [ "Maintain your current position and squat on one leg, gently bringing your abdomen to your thigh.", "Stay in your current pose and lower yourself into a one-legged squat, touching your abdomen to your thigh.", "Keep your posture and perform a one-legged squat, bringing your belly to your thigh.", "Holding your current asana, squat on one leg, making contact between your abdomen and thigh.", "Stay in your present position, performing a one-legged squat and bringing your abdomen towards your thigh.", "Hold your current pose and squat on one leg, bringing your belly towards your thigh.", "Keep your position and lower into a one-legged squat, with your abdomen touching your thigh.", "While maintaining your asana, perform a one-legged squat, bringing your stomach to your thigh.", "Stay in your current posture and squat on one leg, making contact with your abdomen and thigh.", "While holding your current stance, squat on one leg and touch your belly to your thigh.", "Remain in your current asana and perform a one-legged squat, bringing your abdomen to your thigh.", "Keep your body stable in your current pose, performing a one-legged squat with your abdomen touching your thigh.", "Hold your position and lower into a one-legged squat, with your belly gently touching your thigh.", "While maintaining your pose, squat on one leg and bring your stomach toward your thigh.", "Stay grounded in your pose, performing a one-legged squat and gently touching your abdomen to your thigh.", "Remain in your current posture, and lower into a one-legged squat, gently bringing your belly to your thigh.", "Holding your pose, squat on one leg, bringing your abdomen to your thigh with control.", "Stay in your position and squat on one leg, bringing your belly to your thigh as you maintain balance.", "While holding your pose, lower into a one-legged squat and touch your abdomen to your thigh." ] },
{ "silence": 7000 }
]