[
{ "ru": "На вдох руки поднимите, кистями упритесь в пятки." },
{ "silence": 500 },
{ "ru": "Поднимите затылок." },
{ "silence": 500 },
{"ru": "На выдох разогните одну руку, затем другую.", "en": "On the exhale, straighten one arm, then the other.", "enSynonyms": ["With your exhale, extend one arm, followed by the other.", "As you exhale, straighten one arm and then the other.", "On the exhalation, unfold one arm, then extend the other.", "During the exhale, stretch out one arm, then the next.", "Exhaling, fully straighten one arm and follow with the other.", "With an exhale, lengthen one arm, then the other.", "As you breathe out, extend one arm and then do the same with the other.", "On the exhale, stretch one arm forward, then the next.", "During the exhalation, extend one arm outward, then repeat with the other.", "As you release your breath, straighten one arm and then the opposite."]},
{ "silence": 1500 },
{ "ru": "Кисти поместите по обе стороны колен." },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "ru": "Таз приподнимите." },
{ "silence": 1000 },
{ "ru": "Сохраняя прогиб в пояснице, опустите таз между колен." },
{ "silence": 1000 },
{ "ru": "Кисти протяните назад, лоб опустите на коврик." },
{ "silence": 1000 },
{ "ru": "Бал+асана." },
{ "silence": 100 },
{ "chance": 65, "ru": "Поза ребенка." },
{ "silence": 11000 },
{ "ru": "Протяните кисти вперед." },
{ "silence": 4000 },
{ "ru": "Пальцы кистей разведите широко." },
{ "silence": 1000 },
{ "chance": 65, "ru": "Расстояние между кистями равно расстоянию между плечевыми суставами.", "en": "The distance between the hands equals the distance between shoulder joints." },
{ "silence": 7000 },
{ "ru": "Таз приподнимите и выведите над коленями." },
{ "silence": 4500 },
{ "ru": "Встряхните стопы." },
{ "silence": 2500 },
{"ru": "Носки подверните.", "en": "Tuck your toes under.", "enSynonyms": ["Curl your toes under gently.", "Tuck your toes beneath your feet.", "Bring your toes under, preparing for stability.", "Fold your toes underneath with control.", "Tuck the toes under to support your position.", "Curl your toes inward, grounding them gently.", "Adjust your toes by tucking them under.", "Turn your toes under, readying for the next movement.", "Position your toes beneath by tucking them under.", "Fold your toes under smoothly and firmly."]},
{ "silence": 3500 },
{ "ru": "На выдох разогните руки, ноги оставьте подсогнутыми." },
{ "silence": 7500 },
{ "chance": 65, "ru": "Теперь ноги выпрямляйте до тех пор, пока поясница и спина сохраняются прямыми." },
{ "silence": 1000 },
{ "chance": 20, "ru": "+Адхо мукха шван+асана.", "en": "+Adho mukha shwan+asana." },
{ "silence": 500 },
{ "chance": 20, "ru": "Собака мордой вниз.", "en": "Downward-facing dog." },
{ "silence": 2000 },
{ "ru": "Отожмитесь сгибая локти." },
{ "silence": 1000 },
{ "chance": 10, "ru": "На усилие - выдох.", "en": "Exhale on exertion." },
{ "silence": 14000 },
{ "ru": "Встаньте на носки.", "en": "Rise up onto the toes of your feet.", "enSynonyms": [ "Stand on the tips of your toes.", "Lift up onto your toes.", "Come up onto the balls of your feet.", "Rise onto your toes.", "Lift your heels and balance on your toes.", "Stand tall on your toes.", "Push up onto the tips of your toes.", "Rise onto the balls of your feet.", "Stand with your weight on your toes.", "Push yourself up on the tips of your toes.", "Lift your body onto your toes.", "Come up to stand on the tips of your toes.", "Raise yourself up onto your toes.", "Elevate onto your toes.", "Stand with your feet on tiptoe.", "Lift your heels and stand on your toes.", "Balance on the tips of your toes.", "Rise and balance on your toes.", "Push up and balance on the balls of your feet." ] },
{ "silence": 1000 },
{ "ru": "Ноги подсогн+ите.", "en": "Bend the legs slightly." },
{ "silence": 1000 },
{ "ru": "Шаг вперед одной, затем другой стопами.", "en": "Step forward with one foot and then the other." },
{ "silence": 4000 },
{ "ru": "Кисти поместите на бёдра или колени.", "en": "Place your hands gently on your thighs or knees, allowing your arms to rest naturally.", "enSynonyms": [ "Rest your hands softly on your thighs or knees, keeping your arms relaxed and at ease.", "Settle your hands gently onto your thighs or knees, letting your shoulders relax.", "Place your palms lightly on your thighs or knees, creating a calm and stable posture.", "Let your hands rest comfortably on your thighs or knees, keeping your position steady.", "Position your hands gently on your thighs or knees, relaxing your arms and shoulders.", "Place your hands on your thighs or knees, allowing them to rest in a natural position.", "Rest your hands easily on your thighs or knees, ensuring your arms feel supported.", "Set your palms down on your thighs or knees, keeping your body in a balanced position.", "Lay your hands softly on your thighs or knees, letting your upper body remain relaxed.", "Rest your palms on your thighs or knees, allowing a sense of calm and stability.", "Relax your hands onto your thighs or knees, settling into a comfortable position.", "Place your hands with ease on your thighs or knees, finding balance in your posture.", "Position your hands lightly on your thighs or knees, ensuring they are fully relaxed.", "Gently rest your palms on your thighs or knees, creating a stable foundation.", "Allow your hands to rest naturally on your thighs or knees, feeling grounded and calm.", "Place your hands softly on your thighs or knees, allowing your body to feel at ease.", "Rest your hands on your thighs or knees, keeping your posture aligned and stable.", "Settle your palms gently on your thighs or knees, inviting relaxation into your arms.", "Place your hands on your thighs or knees, ensuring they rest without tension.", "Rest your hands on your thighs or knees, letting your arms feel light and free." ] },
{ "silence": 1000 },
{ "chance": 30, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 3500 },
  { "ru": "Туловище выведите на уровень 45 градусов от поверхности.", "en": "Tilt your torso to a 45-degree angle from the surface.", "enSynonyms": [ "Position your torso at a 45-degree angle to the surface.", "Align your torso at a 45-degree angle from the floor.", "Tilt your body to a 45-degree angle with the surface.", "Bring your torso to a 45-degree angle from the ground.", "Angle your torso at 45 degrees from the surface.", "Position your upper body at a 45-degree tilt from the floor.", "Rotate your torso to a 45-degree angle with respect to the surface.", "Lean your torso to a 45-degree angle from the ground.", "Tilt your upper body at 45 degrees from the floor.", "Raise your torso to a 45-degree angle from the surface.", "Align your body to form a 45-degree angle with the ground.", "Position your torso so it forms a 45-degree angle from the surface.", "Raise your upper body to a 45-degree tilt from the surface.", "Set your torso at a 45-degree tilt from the floor.", "Rotate your upper body to a 45-degree angle from the surface.", "Position your torso 45 degrees above the surface.", "Angle your upper body to a 45-degree angle from the ground.", "Tilt your torso upward to a 45-degree angle with respect to the surface." ] },
{ "silence": 2500 },
{ "ru": "Поднимите одну ногу и вытяните назад." },
{ "silence": 500 },
{ "chance": 65, "ru": "Носок вытяните от себя." },
{ "silence": 1500 },
{ "ru": "Опорная нога подсогнута." },
{ "silence": 1500 },
  { "chance": 20, "ru": "Таз выровняйте <[accented]> параллельно горизонтальной плоскости.", "en": "Align the pelvis <[accented]> parallel to the horizontal plane." },
{ "silence": 500 },
{ "chance": 10, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 500 },
{ "ru": "Ногу поднимите выше, а туловище выведите на уровень 45 градусов от поверхности." },
{ "silence": 2000 },
{ "ru": "Разведите руки по сторонам." },
{ "silence": 500 },
{ "chance": 10, "ru": "Большие пальцы поместите во внутрь кулаков.", "en": "Put the thumbs into the fists." },
{ "silence": 6000 },
{ "ru": "Руки выведите вперед и вверх." },
{ "silence": 500 },
{ "chance": 20, "ru": "Взгляд направьте вперед", "en": "Align the glance forward." },
{ "silence": 4000 },
{ "ru": "Сделайте приседания." },
{ "silence": 3000 },
{ "ru": "Сохраняя стойку на опорной ноге, согните другую ногу и кистью возьмитесь за голень." },
{ "silence": 1000 },
{ "ru": "Кисть на стороне опорной ноги выведите вперед." },
{ "silence": 1000 },
{ "ru": "Натарадж+асана." },
{ "silence": 1000 },
{ "ru": "Подайте вперед плечевой сустав руки с хватом за ногу, чтобы плечевые оказались в одной линии." },
{ "silence": 1000 },
  {"ru": "Удерживайте баланс.", "en": "Maintain your balance.", "enSynonyms": ["Keep your balance steady.", "Hold your balance with control.", "Stay balanced and stable.", "Maintain a steady sense of balance.", "Preserve your balance with focus.", "Keep yourself grounded and balanced.", "Ensure your balance remains firm and steady.", "Hold the balance, staying centred.", "Stay steady and maintain your equilibrium.", "Focus on holding a stable balance."]},
{ "silence": 6000 },
{ "ru": "Сохраняя текущую +асану, сделайте приседание на одной ноге, касаясь животом бедра.", "en": "While holding your current pose, perform a one-legged squat, bringing your abdomen to your thigh.", "enSynonyms": [ "Maintain your current position and squat on one leg, gently bringing your abdomen to your thigh.", "Stay in your current pose and lower yourself into a one-legged squat, touching your abdomen to your thigh.", "Keep your posture and perform a one-legged squat, bringing your belly to your thigh.", "Holding your current asana, squat on one leg, making contact between your abdomen and thigh.", "Stay in your present position, performing a one-legged squat and bringing your abdomen towards your thigh.", "Hold your current pose and squat on one leg, bringing your belly towards your thigh.", "Keep your position and lower into a one-legged squat, with your abdomen touching your thigh.", "While maintaining your asana, perform a one-legged squat, bringing your stomach to your thigh.", "Stay in your current posture and squat on one leg, making contact with your abdomen and thigh.", "While holding your current stance, squat on one leg and touch your belly to your thigh.", "Remain in your current asana and perform a one-legged squat, bringing your abdomen to your thigh.", "Keep your body stable in your current pose, performing a one-legged squat with your abdomen touching your thigh.", "Hold your position and lower into a one-legged squat, with your belly gently touching your thigh.", "While maintaining your pose, squat on one leg and bring your stomach toward your thigh.", "Stay grounded in your pose, performing a one-legged squat and gently touching your abdomen to your thigh.", "Remain in your current posture, and lower into a one-legged squat, gently bringing your belly to your thigh.", "Holding your pose, squat on one leg, bringing your abdomen to your thigh with control.", "Stay in your position and squat on one leg, bringing your belly to your thigh as you maintain balance.", "While holding your pose, lower into a one-legged squat and touch your abdomen to your thigh." ] },
{ "silence": 7000 }
]