[
{ "version": 1, "ru": "Кисть поднимите над головой.", "en": "Raise the hand above the head." },
{ "silence": 500 },
{ "version": 1, "ru": "Опустите колено." },
{ "silence": 1000 },
{ "chance": 20, "version": 1, "ru": "Ягодицы сожмите.", "en": "Squeeze your glutes.", "enSynonyms": [ "Engage your glute muscles.", "Tighten your glutes.", "Contract your glute muscles.", "Clench your glutes.", "Activate your glute muscles.", "Firmly squeeze your glutes.", "Engage the muscles in your glutes.", "Tighten the muscles in your glutes.", "Hold tension in your glutes.", "Squeeze your gluteal muscles tightly.", "Firmly contract your glute muscles.", "Engage and tighten your glute muscles.", "Squeeze your glutes firmly and hold.", "Activate and contract your glute muscles.", "Clench your gluteal muscles with control.", "Tighten your glutes for stability.", "Engage your glutes to maintain balance.", "Firmly activate your glute muscles during the movement.", "Contract your glutes to enhance support.", "Hold a firm squeeze in your glute muscles." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Грудную клетку раскройте и согнув поднятую руку, пятку прижмите к ягодице." },
{ "silence": 1500 },
{ "version": 1, "ru": "Колени прижмите друг к другу.", "en": "Press your knees firmly together.", "enSynonyms": ["Bring your knees into firm contact with one another.", "Hold your knees tightly together.", "Squeeze your knees gently but firmly against each other.", "Ensure your knees are snugly pressed together.", "Draw your knees inward until they meet firmly.", "Press your knees against each other with deliberate pressure.", "Join your knees together, keeping them firmly connected.", "Keep your knees aligned and pressed closely together.", "Firmly bring your knees into contact with one another.", "Let your knees meet and hold them together with steady pressure.", "Maintain firm contact between your knees, pressing them together.", "Hold your knees in close connection, pressing them gently together.", "Align your knees and press them snugly against each other.", "Ensure the inner sides of your knees are pressed firmly together.", "Press the medial surfaces of your knees together evenly.", "Gently but securely press your knees into one another.", "Draw your knees inward and keep them tightly connected.", "Bring your knees together and hold them with consistent pressure.", "Keep your knees in contact, pressing them firmly and evenly.", "Squeeze your knees toward each other, maintaining a stable connection."] },
{ "silence": 6000 },
{ "version":2, "ru": "Опорную ногу подсогните.","en":"Slightly bend your supporting leg.","enSynonyms":["Gently flex your standing leg.","Soften the knee of your grounded leg.","Ease into a slight bend in your supporting knee.","Allow a gentle bend in your standing leg for balance."]},
{ "silence": 1000 },
{ "version":2, "ru": "Опустите одну кисть.","en":"Release one hand gracefully to your side while maintaining your posture’s integrity.","enSynonyms":["Lower a hand with mindful control, keeping your alignment rooted","Gently place one palm downward as if pressing into invisible support","Shift your weight as you let one hand descend with intention, like water flowing over stone","Maintain your mountain-like stability while allowing a hand to float earthward","Like a leaf detaching from a branch, surrender one hand to gravity’s gentle pull","Let one palm become a feather drifting downward – deliberate yet effortless – preserving your pose’s architecture"]},
{ "silence": 500 },
{ "version": 1, "ru": "Согните спину.", "en": "Bend your back.", "enSynonyms": ["Curve your back gently.", "Arch your back as needed.", "Flex your spine smoothly.", "Round your back with control.", "Adjust your back into a bend.", "Allow your spine to curve naturally.", "Create a gentle bend in your back.", "Shape your back into a smooth curve.", "Incline your spine softly forward.", "Position your back into a graceful arch.", "Ease your back into a subtle curve.", "Adjust the alignment of your spine to form a bend.", "Guide your back into a natural and controlled flexion.", "Shift your posture to bend your back with intention.", "Form a smooth arch in your spine.", "Tilt your back into a gentle curve.", "Mould your spine into a rounded shape.", "Let your back curve forward with purpose.", "Relax your spine into a soft bend.", "Shape your back into a rounded posture with ease."] },
{ "silence": 500 },
{ "version":2, "ru": "Живот тяните вдоль внутренней части бедра опорной ноги.","en":"Draw your abdomen downward along the inner plane of your standing leg's thigh, maintaining axial alignment.","enSynonyms":["Guide your navel along the medial line of your base leg's femur","Channel your core downward tracing the inner thigh of your grounded limb","Engage transverse abdominis to slide the torso along the adductor magnus pathway","Initiate from the pelvic floor, creating a downward vector that parallels the standing leg's vastus medialis","Imagine liquid mercury flowing from xiphoid process to medial knee along the sartorius meridian","Cultivate a somatic dialogue between umbilicus and inner knee capsule through intentional fascial gliding"]},
{ "silence": 1000 },
{"version":3,"ru":"Выпрямите опорное колено.","en":"Now, straighten your standing knee to engage your leg."},
{ "silence": 500 },
{ "version": 1, "ru": "Поднятое колено тяните вверх.", "en": "Lift your raised knee upwards, reaching as high as feels comfortable.", "enSynonyms": ["Draw your lifted knee upward, aiming for a comfortable height.", "Guide your raised knee higher, moving with control and ease.", "Pull your elevated knee upward, focusing on steady movement.", "Lift your knee upward as much as feels natural and stable.", "Raise your lifted knee higher, keeping the movement smooth and steady.", "Bring your raised knee upward, extending gently but purposefully.", "Reach your elevated knee higher, maintaining balance and focus.", "Move your lifted knee upwards, aiming for a stable and comfortable height.", "Raise your knee upward with intention, staying mindful of your alignment.", "Extend your elevated knee upward, lifting with ease and control."]},
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Шею расслабьте.", "en": "Relax your neck.", "enSynonyms": ["Let your neck relax.", "Release tension in your neck.", "Ease the tension in your neck.", "Unwind your neck muscles.", "Loosen up your neck.", "Allow your neck to relax.", "Gently release your neck.", "Relax the muscles of your neck.", "Release the stress in your neck.", "Let go of the tension in your neck.", "Soften your neck.", "Unclench your neck.", "Allow your neck to soften.", "Free your neck from tension.", "Ease your neck into relaxation.", "Let your neck become relaxed.", "Allow the neck to unwind.", "Soothe your neck muscles.", "Calm the muscles of your neck." ] },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Удерживайте взгляд на большом пальце опорной стопы.", "en": "Keep your gaze fixed on the big toe of your supporting foot.", "enSynonyms": ["Focus your eyes on the big toe of your grounded foot.", "Maintain your gaze on the big toe of the foot providing support.", "Direct your attention to the big toe of your stable foot.", "Keep your eyes steady on the big toe of the supporting foot.", "Fix your gaze on the big toe of the foot that's anchoring you.", "Concentrate on the big toe of your base foot, holding your focus.", "Rest your eyes on the big toe of the foot that's grounding you.", "Stay focused on the big toe of your supporting foot for stability.", "Let your gaze settle on the big toe of the foot beneath you.", "Hold your focus on the big toe of the foot giving you balance."] },
{ "silence": 500 },
{ "version": 1, "ru": "Кистью возьмитесь за голень опорной ноги." },
{ "silence": 100 },
{ "version":2, "ru": "Локоть выведите за колено.","en":"Guide the elbow beyond the knee crease with intentional alignment.","enSynonyms":["Sweep the elbow forward past the knee's edge","Direct the elbow to cross the knee boundary with mindful placement","Create space by extending the elbow anterior to the kneecap","Flow the elbow into external rotation beyond the knee's vertical plane","Let the elbow orbit past the knee while maintaining spinal integrity","Weave the elbow through the knee's threshold into dynamic opposition"]},
{ "silence": 4000 },
{"version":3,"ru":"Сделайте шаг назад поднятой ногой.","en":"Step your raised leg back, planting the foot behind you."},
{ "silence": 1000 },
{ "chance": 30, "version": 1, "ru": "Ашвасан чаланасана.", "en": "Ashwa Sanchalanasana" },
{ "silence": 500 },
{ "chance": 30, "version": 1, "ru": "Поза наездника.", "en": "The Rider’s Pose" },
{ "silence": 1000 },
{ "version": 1, "ru": "Колено согнутой ноги выведите в вертикаль над пяткой." },
{ "silence": 1000 },
{ "version":2, "ru": "Плечи вращайте наружу.","en":"Rotate your shoulders outwards.","enSynonyms":["Turn your shoulders outward.","Roll your shoulders externally.","Twist your shoulders to face outward.","Gently guide your shoulders to open outwards, creating space.","Engage your shoulder blades and spiral your shoulders outward, broadening your chest."]},
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 500 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 1000 },
{ "chance": 50, "version": 1, "ru": "Пяткой вытянутой назад ног+и давите назад." },
{ "silence": 2000 },
{ "version":2, "ru": "Опустите на коврик один, затем другой локти.","en":"Lower one elbow to the mat first, then mindfully bring down the other while maintaining alignment." },
{ "silence": 1000 },
{ "version": 1, "ru": "Тяните вниз ягодицу со стороны согнутой ноги, чтобы таз стремился быть параллельным горизонтальной плоскости." },
{ "silence": 1000 },
{ "version":2, "ru": "Выталкиваясь локтями, плечи вращайте наружу.","en":"As you push out through your elbows, gently rotate your shoulders outwards.","enSynonyms":["Press through your elbows while turning your shoulders outward.","Extend your elbows and roll your shoulders externally.","Push out with your elbows, rotating your shoulders away from the centre.","Engage your elbows to press away, guiding your shoulders to open outwards.","With a steady push from your elbows, allow your shoulders to spiral outward gracefully."]},
{ "silence": 1000 },
{ "version": 1, "ru": "Опустите лоб на коврик или на блок.", "en": "Lower your forehead to the mat or block.", "enSynonyms": [ "Bring your forehead down to the mat or block.", "Place your forehead gently on the mat or block.", "Lower your forehead to rest on the mat or a block.", "Bring your head down, resting your forehead on the mat or block.", "Place your forehead comfortably on the mat or block.", "Rest your forehead on the mat or block with ease.", "Gently lower your forehead to the mat or block.", "Lower your head and position your forehead on the mat or block.", "Ease your forehead onto the mat or block.", "Position your forehead gently on the mat or block.", "Let your forehead rest on the mat or block.", "Bring your forehead to the mat or a block for support.", "Set your forehead down on the mat or block, maintaining a relaxed posture.", "Lower your head with control, placing your forehead on the mat or block.", "Rest your forehead softly on the mat or block as you relax your neck.", "Place your forehead down on the mat or block, staying relaxed.", "Gently rest your forehead on the mat or block, letting your body soften.", "Let your forehead touch the mat or block, feeling the stretch in your neck.", "Lower your forehead onto the mat or block, aligning your body comfortably." ] },
{ "silence": 1000 },
{"version":3,"ru":"Кисти разведите в стороны на уровень плечевых суставов.","en":"Spread your hands out to the sides at shoulder level."},
{ "silence": 5000 },
{ "version":2, "ru": "Кисти выведите за спину, сделайте замок в кистях.","en":"Clasp your hands behind your back, creating a wrist-to-wrist bind with intentional pressure." },
{ "silence": 100 },
{ "version":2, "ru": "Разверните кисти от себя и поднимите руки вертикально вверх.","en":"Rotate your palms outward and extend both arms skyward with intention." },
{ "silence": 2000 },
{ "chance": 50, "version": 2, "ru": "Наблюдайте за процессом вдоха и за процессом выдоха.", "en": "Observe the process of inhalation and exhalation.", "enSynonyms": ["Pay attention to the act of breathing in and breathing out.", "Notice the flow of your inhale and exhale.", "Witness the rhythm of your inhalation and exhalation.", "Be mindful of the movement of your breath in and out.", "Focus on the cycle of your breath as you inhale and exhale."] },
{ "silence": 5000 },
{ "version": 1, "ru": "Кисти поместите по краям коврика.", "en": "Place your hands at the edges of the mat.", "enSynonyms": [ "Position your hands along the edges of the mat.", "Place your palms at the sides of the mat.", "Set your hands along the mat's edges.", "Put your hands on the mat's outer edges.", "Place your wrists at the edges of the mat.", "Align your hands with the edges of the mat.", "Place your hands at the sides of the yoga mat.", "Position your palms on the edges of the mat.", "Rest your hands on the edges of the mat.", "Place your palms flat along the mat’s edges.", "Position your hands parallel to the edges of the mat.", "Place your hands on the outer edges of the mat.", "Set your palms down at the edges of the mat.", "Rest your wrists at the edges of the mat.", "Ensure your hands are positioned at the mat's edges.", "Place your palms at the corners of the mat.", "Position your hands evenly along the edges of the mat.", "Set your hands just at the edges of the mat for balance.", "Place your hands along the sides of the mat for stability." ] },
{ "silence": 100 },
{ "chance": 10, "version": 1, "ru": "Прогнитесь в пояснице.", "en": "Arch your lower back." },
{ "silence": 100 },
{ "chance": 50, "version": 1, "ru": "Посмотрите вперед.", "en": "Look forward.", "enSynonyms": [ "Gaze forward.", "Turn your gaze ahead.", "Focus ahead.", "Look straight ahead.", "Direct your gaze forward.", "Look in front of you.", "Keep your eyes forward.", "Look ahead in front of you.", "Turn your eyes to the front.", "Look towards the horizon.", "Face forward.", "Set your gaze ahead.", "Look out in front of you.", "Keep your sight ahead.", "Look ahead with focus.", "Fix your eyes on what’s ahead.", "Turn your focus to the front.", "Look in the direction you're facing.", "Gaze in the forward direction." ] },
{ "silence": 100 },
{ "chance": 10, "version": 1, "ru": "Сведите лопатки.", "en": "Bring the shoulder blades together.", "enSynonyms": ["Draw the shoulder blades toward each other.", "Pinch your shoulder blades together.", "Squeeze the shoulder blades together.", "Pull your shoulder blades inward.", "Bring your shoulder blades closer together.", "Contract your shoulder blades towards one another.", "Pull your scapulas together.", "Activate the muscles between your shoulder blades.", "Narrow the space between your shoulder blades.", "Tighten the shoulder blades together.", "Engage your shoulder blades and bring them together.", "Focus on drawing the shoulder blades inwards.", "Move your shoulder blades toward each other.", "Clasp your shoulder blades together.", "Bring the tips of your shoulder blades together.", "Retract the shoulder blades.", "Pull the shoulders back and squeeze the shoulder blades together.", "Draw your shoulder blades in toward the spine.", "Lift your chest and squeeze your shoulder blades together."] },
{ "silence": 100 },
{ "chance": 10, "version": 1, "ru": "Раскройте грудную клетку.", "en": "Widen the chest.", "enSynonyms": [ "Open the chest wide.", "Expand your chest.", "Broaden the chest area.", "Lift and open the chest.", "Open up the chest wide.", "Stretch the chest open.", "Lift your chest, widening it.", "Open the chest to its full width.", "Widen the rib cage.", "Broaden your chest as you breathe deeply.", "Expand your ribcage and open the chest.", "Widen the space across your chest.", "Open up your chest area.", "Stretch your chest wide.", "Release and open the chest.", "Lift and expand the chest." ] },
{ "silence": 100 },
{ "chance": 30, "version": 1, "ru": "Локти разверните в стороны.", "en": "Turn your elbows out to the sides" },
{ "silence": 1000 },
{ "version":2, "ru": "Колено поместите на предплечье ног+и на той же стороне.","en":"Position your knee onto the forearm of the same-side leg, aligning joints." },
{ "silence": 100 },
{ "version": 1, "ru": "На разгибание локтей вытягивайте ногу и пяткой давите назад.", "en": "As you straighten your elbows, extend your leg and press backward with your heel.", "enSynonyms": ["While straightening your elbows, stretch your leg and push backward with the heel.", "Extend your leg as you straighten your elbows and press the heel backward.", "Straighten your elbows and stretch your leg, pressing back with the heel.", "As you extend your elbows, push your heel back and stretch your leg fully.", "Straighten the elbows, extend the leg and press backward with the heel.", "While your elbows straighten, push your heel backward as you extend your leg.", "On the elbow extension, stretch your leg and press back with the heel.", "As your elbows straighten, press the heel back and extend the leg.", "Extend your leg fully and push backward with the heel as you straighten your elbows.", "Push back with your heel while straightening your elbows and extending the leg.", "Straighten your elbows and press backward with your heel as you extend your leg.", "On the elbow extension, press your heel backward and stretch your leg out.", "As the elbows extend, stretch the leg and press the heel backward.", "Straighten your elbows, extend your leg and press the heel back toward the ground.", "Extend the leg and press the heel back as you straighten your elbows.", "Push the heel back while straightening your elbows and extending your leg.", "While straightening your elbows, press back with the heel and fully extend the leg.", "As your elbows straighten, stretch the leg back and press the heel down.", "As you extend your elbows, push the heel backward while fully extending the leg."] },
{ "silence": 100 },
{ "version": 1, "ru": "Отожмитесь до касания грудной клетки поверхности.", "en": "Push up until your chest touches the surface.", "enSynonyms": [ "Perform a push-up until your chest makes contact with the surface.", "Lower your chest to the surface and then push back up.", "Push up until your chest reaches the surface.", "Lower your body until your chest touches the floor, then push back up.", "Do a push-up and lower yourself until your chest touches the surface.", "Bring your chest close to the surface during the push-up.", "Push yourself down until your chest makes contact with the surface.", "Lower your body until your chest touches the ground, then return up.", "Lower your chest to the floor and push up again.", "Push down until your chest touches the ground, then press back up.", "Perform a full push-up, lowering your chest to the surface.", "Lower your chest to the ground until it touches, then push back up.", "Go down into the push-up until your chest is near the surface.", "Reach the surface with your chest during the push-up.", "Push your body down until your chest is aligned with the surface.", "Lower your chest to the mat, then push up to the starting position.", "Go as low as your chest touching the surface, then push up again.", "Keep your chest close to the surface as you push up.", "Lower your chest gently to touch the surface, then press back up." ] },
{ "silence": 1000 },
{ "version":2, "ru": "На сгибание локтей колено помещайте обратно на предплечье.","en":"As you bend your elbows, guide your knee back onto the forearm, stabilizing through your core.","enSynonyms":["While bending the elbows, reposition the knee onto the forearm with mindful control.","On the flexion of the elbows, return the knee to rest securely on the forearm.","Engage elbow flexion to nestle the knee against the forearm’s plane, maintaining balance.","Fold the elbows deliberately, allowing the knee to reconnect with the forearm’s surface.","With a fluid motion, draw the elbows inward to cradle the knee atop the forearm’s strength.","As elbows fold like wings, let the knee find its sanctuary on the forearm’s platform."]},
{ "silence": 100 },
{ "chance": 30, "version": 1, "ru": "Локти разгибайте на восемьдесят процентов.", "en": "Straighten your elbows to eighty percent.", "enSynonyms": ["Extend your elbows to about eighty percent.", "Fully straighten your elbows, but stop at eighty percent.", "Keep your elbows at an eighty percent extension.", "Straighten your elbows to a point where they are eighty percent extended.", "Allow your elbows to straighten to eighty percent of full extension.", "Open your elbows up to eighty percent of full straightening.", "Gently straighten your elbows, reaching about eighty percent.", "Extend your elbows but stop at eighty percent straight.", "Push your elbows straight, stopping at eighty percent.", "Release your elbows to eighty percent extension.", "Partially straighten your elbows to eighty percent.", "Straighten your elbows, avoiding full extension, to eighty percent.", "Elbows should be eighty percent straightened.", "Allow your elbows to open to eighty percent.", "Straighten your arms to eighty percent, avoiding complete lock.", "Elbows extended to about eighty percent, not fully straight.", "Position your elbows at an eighty percent angle of extension.", "Don’t fully extend your elbows, go to eighty percent.", "Keep your elbows slightly bent, only reaching eighty percent.", "Straighten your elbows, but not completely — eighty percent only."] },
{ "silence": 7000 }
]