[
{ "version":2, "ru":"Тыльную часть одной ладони поместите под лоб.","en":"Gently rest the dorsal side of one palm beneath your forehead." },
{ "silence": 500 },
{ "version":2, "ru":"Другой - под подбородок.","en":"Position the opposite palm beneath the chin." },
{ "silence": 1000 },
{ "version": 1, "ru": "Макар+асана.", "en": "Makarasana." },
{ "silence": 500 },
{ "version": 1, "ru": "Поза крокодила.", "en": "The Crocodile Pose." },
{ "silence": 500 },
{ "version":2, "ru":"Положение лежа на животе.","en":"Position lying flat on stomach."},
{ "silence": 2000 },
{ "version": 1, "ru": "Рёбра стоп прижмите друг к другу", "en": "Press the edges of your feet firmly together.", "enSynonyms": ["Bring the edges of your feet into firm contact with each other.", "Press the sides of your feet against one another firmly.", "Draw the edges of your feet together with intention.", "Ensure the sides of your feet are snugly pressed together.", "Gently but firmly press the inner edges of your feet together.", "Bring the sides of your feet into alignment, pressing them firmly together.", "Unite the edges of your feet by pressing them firmly against each other.", "Firmly join the sides of your feet, ensuring they stay connected.", "Press the outer edges of your feet together with deliberate pressure.", "Hold the edges of your feet together with a steady but gentle press.", "Place the sides of your feet in contact, ensuring a firm connection.", "Ensure the inner and outer edges of your feet meet snugly, pressing them together.", "Press the medial edges of your feet into one another for a stable connection.", "Join the rims of your feet with a firm and steady pressure.", "Bring the feet's edges together, holding them firmly in contact.", "Secure the sides of your feet together with a consistent press.", "Keep the edges of your feet aligned and pressed firmly against one another.", "Let the rims of your feet meet, pressing them together evenly.", "Draw the edges of your feet inward until they touch securely.", "Firmly align and press the sides of your feet into one another."] },
{ "silence": 500 },
{ "version": 1, "ru": "Пятки врозь.", "en": "Heels apart.", "enSynonyms": ["Keep your heels separated.", "Place your heels wide apart.", "Ensure your heels are not touching.", "Position your heels away from each other.", "Spread your heels apart.", "Let your heels be spaced apart.", "Keep a gap between your heels.", "Heels should be distanced from one another.", "Separate your heels.", "Maintain distance between your heels.", "Allow space between your heels.", "Let your heels be placed apart.", "Place your heels apart for balance.", "Keep your heels wide and apart.", "Ensure there is a gap between your heels.", "Position your heels so they are apart.", "Make sure your heels are not close together.", "Place your heels apart, allowing space.", "Heels should be spaced apart for stability.", "Spread your heels wide, keeping them apart."] },
{ "silence": 2500 },
{ "version": 1, "ru": "Направьте внимание на пятки.", "en": "Focus your attention on your heels.", "enSynonyms": ["Bring your awareness to your heels.", "Direct your attention to the back of your feet.", "Focus on the sensation in your heels.", "Turn your awareness to the base of your heels.", "Place your attention on the contact of your heels with the ground."]},
{ "silence": 7500 },
{ "version": 1, "ru": "Направьте внимание на живот.", "en": "Shift your focus to your abdomen.", "enSynonyms": ["Bring your awareness to your stomach.", "Focus your attention on the area around your belly.", "Turn your awareness to the sensations in your abdomen.", "Direct your focus to your belly region.", "Place your attention on the rise and fall of your abdomen."]},
{ "silence": 7500 },
{ "version": 1, "ru": "На мышцы спины.", "en": "Focus on the muscles of your back.", "enSynonyms": ["Bring your awareness to your back muscles.", "Shift your attention to the strength in your back.", "Turn your focus to the sensations in your back muscles.", "Direct your attention to the length and tension in your back.", "Place your awareness on the support provided by your back muscles."]},
{ "silence": 7500 },
{ "version": 1, "ru": "На лицо.", "en": "Focus your attention on your face.", "enSynonyms": ["Bring your awareness to your facial features.", "Shift your focus to the sensations on your face.", "Direct your attention to the muscles in your face.", "Turn your awareness to the relaxation in your facial area.", "Place your focus gently on your face and its expressions."]},
{ "silence": 7500 },
{ "version": 1, "ru": "Охватите вниманием все тело целиком.", "en": "Expand your awareness to encompass your entire body.", "enSynonyms": ["Bring your focus to your whole body as one connected entity.", "Shift your attention to your body as a unified whole.", "Direct your awareness to encompass every part of your body.", "Turn your focus to the feeling of your entire body at once.", "Place your attention on the unity of your whole physical being."]},
{ "silence": 20000 }
]