[
{ "ru": "Тыльную часть одной ладони поместите под лоб." },
{ "silence": 500 },
{ "ru": "Другой - под подбородок." },
{ "silence": 1000 },
{ "ru": "Макар+асана." },
{ "silence": 500 },
{ "ru": "Поза крокодила." },
{ "silence": 500 },
{ "ru": "Положение лежа на животе." },
{ "silence": 2000 },
{ "chance": 20, "ru": "Сведите большие пальцы стоп и пятки.", "en": "Get the big toes and heels together." },
{ "silence": 500 },
{ "ru": "Пятки врозь." },
{ "silence": 1500 },
{"ru": "Направьте внимание на пятки.", "en": "Focus your attention on your heels.", "enSynonyms": ["Bring your awareness to your heels.", "Direct your attention to the back of your feet.", "Focus on the sensation in your heels.", "Turn your awareness to the base of your heels.", "Place your attention on the contact of your heels with the ground."]},
{ "silence": 3500 },
{"ru": "Направьте внимание на живот.", "en": "Shift your focus to your abdomen.", "enSynonyms": ["Bring your awareness to your stomach.", "Focus your attention on the area around your belly.", "Turn your awareness to the sensations in your abdomen.", "Direct your focus to your belly region.", "Place your attention on the rise and fall of your abdomen."]},
{ "silence": 3500 },
{"ru": "На мышцы спины.", "en": "Focus on the muscles of your back.", "enSynonyms": ["Bring your awareness to your back muscles.", "Shift your attention to the strength in your back.", "Turn your focus to the sensations in your back muscles.", "Direct your attention to the length and tension in your back.", "Place your awareness on the support provided by your back muscles."]},
{ "silence": 3500 },
{"ru": "На лицо.", "en": "Focus your attention on your face.", "enSynonyms": ["Bring your awareness to your facial features.", "Shift your focus to the sensations on your face.", "Direct your attention to the muscles in your face.", "Turn your awareness to the relaxation in your facial area.", "Place your focus gently on your face and its expressions."]},
{ "silence": 3500 },
{"ru": "Охватите вниманием все тело целиком.", "en": "Expand your awareness to encompass your entire body.", "enSynonyms": ["Bring your focus to your whole body as one connected entity.", "Shift your attention to your body as a unified whole.", "Direct your awareness to encompass every part of your body.", "Turn your focus to the feeling of your entire body at once.", "Place your attention on the unity of your whole physical being."]},
{ "silence": 16000 }
]