[
{ "silence": 500 },
{ "version": 1, "ru": "Колени поставьте на ширине таза.", "en": "Place your knees at hip-width apart.", "enSynonyms": [ "Position your knees so they are aligned with your hips.", "Place your knees directly under your hips, maintaining hip-width distance.", "Set your knees apart to align with the width of your hips.", "Position your knees at a comfortable hip-width distance for balance.", "Spread your knees so they are hip-width apart, ensuring alignment.", "Place your knees at the same width as your hips, creating a stable base.", "Align your knees with your hips, keeping them shoulder-width apart.", "Set your knees hip-width apart, making sure they are aligned with your hips.", "Place your knees evenly apart, at a width equal to your hips.", "Bring your knees to a hip-width distance, keeping them aligned with your body.", "Position your knees at a distance that matches the width of your hips.", "Align your knees with your hips, ensuring the correct width for stability.", "Set your knees apart, maintaining a hip-width distance for proper alignment.", "Position your knees evenly apart at the width of your hips for stability.", "Align your knees with your hips, creating a strong, steady foundation.", "Spread your knees at hip-width, ensuring proper alignment and balance.", "Ensure your knees are positioned at a hip-width distance, maintaining balance.", "Adjust your knees to be aligned with your hips, keeping them at a hip-width distance.", "Place your knees at hip-width apart, ensuring even alignment and support." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Подверните носки и приподнимите оба колена.", "en": "Tuck your toes and lift both knees off the mat.", "enSynonyms": [ "Curl your toes under and raise both knees up from the mat.", "Tuck your toes inward and lift both knees gently off the ground.", "Bend your toes under and lift both knees, keeping them elevated.", "Curl your toes under and raise both knees away from the mat.", "Tuck your toes and lift your knees off the floor, engaging your core.", "Bend your toes inward and elevate both knees, keeping your legs straight.", "Curl your toes and lift both knees off the mat, engaging your core for support.", "Tuck your toes under and raise both knees up, creating space under your legs.", "Bend your toes inward and lift both knees off the ground, feeling the stretch.", "Curl your toes and elevate both knees, keeping your posture strong.", "Tuck your toes under and raise both knees, creating space between your body and the mat.", "Bend your toes under and lift both knees, ensuring they are lifted equally.", "Tuck your toes and gently raise both knees, engaging your abdominal muscles.", "Curl your toes inward and lift both knees off the mat, maintaining balance.", "Tuck your toes and lift both knees off the ground, keeping your legs active.", "Bend your toes under and lift your knees, creating tension in your lower body.", "Curl your toes and elevate both knees, strengthening your core and legs.", "Tuck your toes under and raise both knees off the floor, keeping your torso stable.", "Curl your toes and lift both knees, grounding through your hands for stability." ] },
{ "silence": 500 },
{ "version": 1, "ru": "Одним коленом коснитесь лба, сохраняя то колено которое снизу приподнятым.", "en": "Touch your forehead with one knee, keeping the lower knee slightly elevated." },
{ "silence": 500 },
{ "version": 1, "ru": "Марджари+асана с коленом ко лбу.", "en": "Marjari+asana with knee to forehead." },
{ "silence": 500 },
{ "version": 1, "ru": "Носок поднятой ноги вытягивайте от себя, а пятку тяните к ягодичной мышце.", "en": "Point the toes of your lifted leg away from you, and draw your heel towards your gluteal muscle.", "enSynonyms": ["Extend the toes of your raised leg forward while pulling the heel back towards your buttock.", "Stretch the toes of your elevated leg outward, and guide the heel inward towards your glute.", "Push the toes of your lifted foot away and gently pull the heel towards the gluteus.", "Lengthen the toes of the raised foot forward as you bring the heel closer to the glute.", "Direct the toes of the extended leg forward and pull the heel back to the glute area.", "Reach the toes of your elevated leg outward while drawing the heel back to the base of the glute.", "Project the toes of the raised leg away, then guide the heel inward towards the backside muscle.", "Elongate the toes of your lifted leg outward as the heel is gently pulled back to the glute.", "Push the toes of the elevated leg outward, and draw the heel inward to the buttock area.", "Stretch the toes of the lifted foot away as the heel draws near to the gluteus maximus.", "Ensure the toes of your lifted leg point away while gently moving the heel toward the backside muscles.", "Extend the toes of the raised foot outward, consciously guiding the heel towards your glutes.", "Draw the toes of your lifted foot outward deliberately, while subtly pulling the heel toward the glute area.", "Let the toes of your raised leg point away, and with mindful ease, pull the heel closer to the gluteal muscles.", "Stretch the toes of your elevated leg into the distance, gently drawing the heel into alignment with the glutes.", "Reach the toes of the extended leg away from you as you guide the heel inward, connecting it to the glute.", "Make sure the toes of the lifted leg stretch outward while softly pulling the heel toward the supportive gluteus muscle.", "Point the toes of your raised leg outwards while bringing the heel closer to the glute with intention.", "Gently stretch the toes of your elevated leg away and allow the heel to come in towards the glute.", "Let your lifted leg's toes extend forward as you guide your heel to align with the gluteal region with a sense of focus."] },
{ "silence": 500 },
{"version": 1, "ru":"Плечевые суставы отведите назад и вниз.","en":"Move your shoulder joints back and downward.","enSynonyms":["Draw your shoulder joints back and down.","Pull your shoulder joints towards the back and lower them.","Guide your shoulder joints backward and downward.","Rotate your shoulder joints back and lower them.","Move your shoulder joints in a backward and downward direction.","Bring your shoulder joints behind you and downward.","Shift your shoulder joints back and allow them to drop.","Take your shoulder joints back and down in one smooth motion.","Extend your shoulder joints backward and then downward.","Lift your shoulders slightly before moving them back and down.","Draw your shoulders back, and then let them sink downward.","Initiate a backward movement of the shoulder joints followed by a downward motion.","Push your shoulders back and allow them to descend.","Draw your shoulder joints down and backward, maintaining fluid movement.","Move your shoulders back and guide them downward with ease.","Let your shoulder joints fall back and gently lower.","Move your shoulder joints from a forward position, bringing them back and down.","Relax your shoulders as you move them backward and downward.","Draw your shoulder blades back and allow them to descend.","Let your shoulders move back, followed by a natural downward movement."]},
{ "silence": 2000 }
]