[
{ "version": 1, "ru": "Скруглите поясницу, скруглите спину, скруглите шейный отдел.", "en": "On the exhale, round your lower back, round your spine, and round your neck." },
{ "silence": 1000 },
{ "version": 1, "ru": "Копчик поджимайте под себя.", "en": "Tuck your tailbone underneath you." },
{ "silence": 1000 },
{ "chance": 15, "version": 1, "ru": "Втяните живот.", "en": "Pull the stomach in." },
{ "silence": 1000 },
{ "version": 1, "ru": "Марджари+асана.", "en": "Marjari+asana." },
{ "silence": 500 },
{ "chance": 75, "version": 1, "ru": "Поза кошки.", "en": "Cat pose." },
{ "silence": 1000 },
{ "version": 1, "ru": "Круглой спиной и копчиком тянитесь вверх.", "en": "Stretch upwards with a rounded back and tailbone pointing towards the sky.", "enSynonyms": ["Reach upwards with a rounded spine and tailbone facing the ceiling.", "Extend your body upward, curling your back and directing your tailbone skyward.", "Lift your body towards the sky, rounding the back and aiming the tailbone upwards.", "With a curved back, stretch your body upwards, directing your tailbone towards the heavens.", "Focus on extending upwards while keeping your back rounded and your tailbone reaching high.", "Stretch upwards as you curve your back, with the tailbone pointing toward the sky.", "Round your back and lift your tailbone upwards towards the ceiling.", "Draw your body upward, rounding the back and lifting the tailbone to the sky.", "With a rounded spine, reach upward while your tailbone rises toward the heavens.", "Extend upwards through a curved back, tailbone reaching toward the sky.", "Press upwards with a rounded back, tailbone reaching for the sky.", "Lift with a rounded back, directing your tailbone upward in alignment.", "Guide your back into a curve as you stretch upwards, with your tailbone lifted towards the sky.", "As your back rounds, stretch upward, lifting the tailbone in a graceful motion.", "Stretch upwards while keeping your back rounded and your tailbone extending upwards.", "Rise towards the sky with a rounded back, your tailbone pointed upward.", "As you round your back, reach your tailbone upwards in a strong stretch.", "Draw your body upward with a rounded back and tailbone reaching for the sky.", "Curve your spine as you reach upward, directing your tailbone towards the ceiling."]},
{ "silence": 5000 }
]
