[
{ "silence": 500 },
{ "version": 1, "ru": "Колени поставьте на ширине таза.", "en": "Place your knees at hip-width apart." },
{ "silence": 1000 },
{ "version": 1, "ru": "Подверните носки и приподнимите оба колена.", "en": "Tuck your toes and lift both knees off the mat." },
{ "silence": 500 },
{ "version": 1, "ru": "Одним коленом коснитесь лба, сохраняя то колено которое снизу приподнятым.", "en": "Touch your forehead with one knee, keeping the lower knee slightly elevated." },
{ "silence": 500 },
{ "version": 1, "ru": "Марджари+асана с коленом ко лбу.", "en": "Marjari+asana with knee to forehead." },
{ "silence": 500 },
{ "version": 1, "ru": "Носок поднятой ноги вытягивайте от себя, а пятку тяните к ягодичной мышце.", "en": "Point the toes of your lifted leg away from you, and draw your heel towards your gluteal muscle." },
{ "silence": 500 },
{ "version": 1, "ru": "Плечевые суставы отведите назад и вниз.","en":"Move your shoulder joints back and downward.","enSynonyms":["Draw your shoulder joints back and down.","Pull your shoulder joints towards the back and lower them.","Guide your shoulder joints backward and downward.","Rotate your shoulder joints back and lower them.","Move your shoulder joints in a backward and downward direction.","Bring your shoulder joints behind you and downward.","Shift your shoulder joints back and allow them to drop.","Take your shoulder joints back and down in one smooth motion.","Extend your shoulder joints backward and then downward.","Lift your shoulders slightly before moving them back and down.","Draw your shoulders back, and then let them sink downward.","Initiate a backward movement of the shoulder joints followed by a downward motion.","Push your shoulders back and allow them to descend.","Draw your shoulder joints down and backward, maintaining fluid movement.","Move your shoulders back and guide them downward with ease.","Let your shoulder joints fall back and gently lower.","Move your shoulder joints from a forward position, bringing them back and down.","Relax your shoulders as you move them backward and downward.","Draw your shoulder blades back and allow them to descend.","Let your shoulders move back, followed by a natural downward movement."]},
{ "silence": 2000 }
]