[
{ "silence": 500 },
{ "ru": "Колени поставьте на ширине таза.", "en": "Place your knees at hip-width apart.", "enSynonyms": [ "Position your knees so they are aligned with your hips.", "Place your knees directly under your hips, maintaining hip-width distance.", "Set your knees apart to align with the width of your hips.", "Position your knees at a comfortable hip-width distance for balance.", "Spread your knees so they are hip-width apart, ensuring alignment.", "Place your knees at the same width as your hips, creating a stable base.", "Align your knees with your hips, keeping them shoulder-width apart.", "Set your knees hip-width apart, making sure they are aligned with your hips.", "Place your knees evenly apart, at a width equal to your hips.", "Bring your knees to a hip-width distance, keeping them aligned with your body.", "Position your knees at a distance that matches the width of your hips.", "Align your knees with your hips, ensuring the correct width for stability.", "Set your knees apart, maintaining a hip-width distance for proper alignment.", "Position your knees evenly apart at the width of your hips for stability.", "Align your knees with your hips, creating a strong, steady foundation.", "Spread your knees at hip-width, ensuring proper alignment and balance.", "Ensure your knees are positioned at a hip-width distance, maintaining balance.", "Adjust your knees to be aligned with your hips, keeping them at a hip-width distance.", "Place your knees at hip-width apart, ensuring even alignment and support." ] },
{ "silence": 1000 },
{ "ru": "Подверните носки и приподнимите оба колена.", "en": "Tuck your toes and lift both knees off the mat.", "enSynonyms": [ "Curl your toes under and raise both knees up from the mat.", "Tuck your toes inward and lift both knees gently off the ground.", "Bend your toes under and lift both knees, keeping them elevated.", "Curl your toes under and raise both knees away from the mat.", "Tuck your toes and lift your knees off the floor, engaging your core.", "Bend your toes inward and elevate both knees, keeping your legs straight.", "Curl your toes and lift both knees off the mat, engaging your core for support.", "Tuck your toes under and raise both knees up, creating space under your legs.", "Bend your toes inward and lift both knees off the ground, feeling the stretch.", "Curl your toes and elevate both knees, keeping your posture strong.", "Tuck your toes under and raise both knees, creating space between your body and the mat.", "Bend your toes under and lift both knees, ensuring they are lifted equally.", "Tuck your toes and gently raise both knees, engaging your abdominal muscles.", "Curl your toes inward and lift both knees off the mat, maintaining balance.", "Tuck your toes and lift both knees off the ground, keeping your legs active.", "Bend your toes under and lift your knees, creating tension in your lower body.", "Curl your toes and elevate both knees, strengthening your core and legs.", "Tuck your toes under and raise both knees off the floor, keeping your torso stable.", "Curl your toes and lift both knees, grounding through your hands for stability." ] },
{ "silence": 500 },
{ "ru": "Одним коленом коснитесь лба, сохраняя то колено которое снизу приподнятым." },
{ "silence": 500 },
{ "ru": "Марджари+асана с коленом ко лбу.", "en": "Marjari+asana with knee to forehead." },
{ "silence": 500 },
{ "ru": "Носок поднятой ноги вытягивайте, а пятку тяните к ягодичной мышце." },
{ "silence": 500 },
{ "ru": "Плечевые суставы отводите назад." },
{ "silence": 2000 }
]