[
{ "version": 1, "ru": "Кисти протяните вперед и тянитесь за ними.", "en": "Stretch your wrists forward and reach towards them." },
{ "silence": 1500 },
{ "version": 1, "ru": "Лбом коснитесь коврика.", "en": "Touch the mat with your forehead." },
{ "silence": 2000 },
{ "version": 1, "ru": "Расстояние между кистями равно расстоянию между плечевыми суставами.", "en": "The distance between your hands is equal to the distance between your shoulder joints." },
{ "silence": 1000 },
{ "version": 1, "ru": "Бал+асана.", "en": "Balasana." },
{ "silence": 100 },
{ "version": 1, "ru": "Поза ребенка.", "en": "Child's pose." },
{ "silence": 500 },
{ "version": 1, "ru": "Вариант с широкой постановкой колен.", "en": "Variation with wide knee placement." },
{ "silence": 1000 },
{ "version": 1, "ru": "Таз равномерно распределите между пяток.", "en": "Evenly distribute your pelvis between your heels.", "enSynonyms": [ "Align your pelvis evenly over your heels, balancing your weight.", "Shift your pelvis so it is evenly distributed between your heels.", "Place your pelvis evenly between your heels, ensuring balance and stability.", "Distribute your pelvis weight evenly between both heels for a stable posture.", "Balance your pelvis evenly over your heels, maintaining steady alignment.", "Ensure your pelvis is centred and evenly positioned between your heels.", "Evenly position your pelvis between your heels, keeping your body aligned.", "Shift your pelvis into position, evenly distributing weight over both heels.", "Move your pelvis evenly between your heels, maintaining balanced weight distribution.", "Set your pelvis evenly between your heels, keeping your posture centred.", "Position your pelvis evenly over your heels, ensuring a balanced stance.", "Align your pelvis to be evenly spaced between your heels for steady grounding.", "Distribute your pelvis weight evenly between your heels, fostering balance.", "Balance your pelvis between your heels, maintaining an even weight distribution.", "Place your pelvis gently between your heels, ensuring it is evenly aligned.", "Distribute your pelvis evenly between both heels, ensuring comfort and alignment.", "Evenly position your pelvis between your heels to create a grounded stance.", "Align your pelvis so it is evenly balanced over your heels for optimal posture.", "Distribute the weight of your pelvis evenly across your heels, keeping balance and steadiness." ] },
{ "silence": 1000 },
{ "version": 1, "ru": "Прогнитесь в пояснице и выпрямите позвоночник.", "en": "Arch your lower back and straighten your spine." },
{ "silence": 1000 },
{ "version": 1, "ru": "Локти опустите на коврик и растягивайте лопатки по сторонам.", "en": "Put the elbows down to the mat and stretch the shoulder blades to the sides." },
{ "silence": 1000 },
{ "chance":10,"version": 1, "ru": "Мысленно давите на подбородок, чтобы задняя поверхность шеи выпрямлялась.","en":"Mentally press your chin inward to straighten the back of your neck.","enSynonyms":["Imagine pressing your chin inwards to align the back of your neck.","Mentally engage your chin to help straighten the rear surface of your neck.","Picture pressing your chin inward to create a straighter neck line.","Visualise pressing your chin in to extend and straighten the back of your neck.","Focus on mentally pressing your chin to straighten the back of your neck.","Imagine a slight inward press of your chin to align the back of your neck.","Picture yourself gently pressing your chin in to elongate the neck's rear surface.","Envision mentally pressing your chin inward to align the back of your neck.","Think of pressing your chin in to align the back of your neck straight.","Visualise the action of pressing your chin in to encourage a straight neck posture.","Picture applying inward pressure to your chin to align the back of your neck.","Engage your mind to press your chin inwards for a straighter neck line.","Concentrate on pressing your chin gently inward to straighten the back of your neck.","Mentally imagine pressing your chin in to achieve a straight neck alignment.","Visualise an inward chin press to help elongate and straighten the back of your neck.","Think of pressing your chin towards your neck to ensure it straightens out.","Imagine an inward chin motion to encourage the straightening of the neck's rear.","Mentally focus on pressing your chin inward to create a perfectly aligned neck."]},
{ "silence": 5000 }
]