[
{ "ru": "Кисти протяните вперед и тянитесь за ними." },
{ "silence": 1500 },
{ "ru": "Лбом коснитесь коврика.", "en": "Touch the mat with the forehead." },
{ "silence": 2000 },
{ "chance": 65, "ru": "Расстояние между кистями равно расстоянию между плечевыми суставами.", "en": "The distance between the hands equals the distance between shoulder joints." },
{ "silence": 1000 },
{ "ru": "Бал+асана.", "en": "Balasana, or Child's Pose.", "enSynonyms": [ "Balasana, the Child's Pose, for rest and grounding.", "Adopt Balasana, the Child's Pose, for a gentle stretch and relaxation.", "Take Balasana, the Child's Pose, to relax and centre your energy.", "Move into Balasana, known as Child's Pose, for a calming stretch.", "Assume Balasana, the Child's Pose, to rest your body and mind.", "Transition into Balasana, or Child's Pose, for a soothing break.", "Enter Balasana, the Child's Pose, to feel grounded and relaxed.", "Assume the Child's Pose, or Balasana, for deep relaxation and grounding.", "Move into Child's Pose, known as Balasana, for peaceful rest.", "Hold Balasana, the Child's Pose, to stretch your back and hips gently.", "Settle into Balasana, the Child's Pose, for a peaceful stretch and relaxation.", "Take a break in Balasana, or Child's Pose, to calm your mind and body.", "Relax in Balasana, the Child's Pose, for a gentle release of tension.", "Position yourself in Balasana, the Child's Pose, to restore calmness.", "Take Balasana, the Child's Pose, for a deep sense of relaxation and surrender.", "Find ease in Balasana, the Child's Pose, for a grounding stretch.", "Move into Child's Pose, or Balasana, to release tension in your back.", "Use Balasana, the Child's Pose, to restore and relax your body fully.", "Embrace Balasana, the Child's Pose, for a nurturing and restorative stretch." ] },
{ "silence": 100 },
{ "chance": 65, "ru": "Поза ребенка." },
{ "silence": 500 },
{ "ru": "Вариант с широкой постановкой колен." },
{ "silence": 1000 },
{ "ru": "Таз равномерно распределите между пяток.", "en": "Evenly distribute your pelvis between your heels.", "enSynonyms": [ "Align your pelvis evenly over your heels, balancing your weight.", "Shift your pelvis so it is evenly distributed between your heels.", "Place your pelvis evenly between your heels, ensuring balance and stability.", "Distribute your pelvis weight evenly between both heels for a stable posture.", "Balance your pelvis evenly over your heels, maintaining steady alignment.", "Ensure your pelvis is centred and evenly positioned between your heels.", "Evenly position your pelvis between your heels, keeping your body aligned.", "Shift your pelvis into position, evenly distributing weight over both heels.", "Move your pelvis evenly between your heels, maintaining balanced weight distribution.", "Set your pelvis evenly between your heels, keeping your posture centred.", "Position your pelvis evenly over your heels, ensuring a balanced stance.", "Align your pelvis to be evenly spaced between your heels for steady grounding.", "Distribute your pelvis weight evenly between your heels, fostering balance.", "Balance your pelvis between your heels, maintaining an even weight distribution.", "Place your pelvis gently between your heels, ensuring it is evenly aligned.", "Distribute your pelvis evenly between both heels, ensuring comfort and alignment.", "Evenly position your pelvis between your heels to create a grounded stance.", "Align your pelvis so it is evenly balanced over your heels for optimal posture.", "Distribute the weight of your pelvis evenly across your heels, keeping balance and steadiness." ] },
{ "silence": 1000 },
{ "ru": "Прогнитесь в пояснице и выпрямите позвоночник." },
{ "silence": 1000 },
{ "ru": "На вдох локти разверните в стороны и сводите лопатки." },
{ "silence": 2500 },
{ "ru": "На выдох локти опустите на коврик и растягивайте лопатки по сторонам.", "en": "Put the elbows down to the mat and stretch the shoulder blades to the sides." },
{ "silence": 1000 },
{ "chance": 15, "ru": "Выпрямте заднюю поверхность шеи.", "en": "Straighten the posterior surface of the neck.", "enSynonyms": [ "Align the back of your neck.", "Straighten the back surface of your neck.", "Lengthen the posterior side of your neck.", "Keep the back of your neck straight.", "Elongate the rear of your neck.", "Align the posterior side of the neck.", "Straighten and lengthen the back of your neck.", "Maintain a straight line along the posterior neck.", "Extend the back of your neck fully.", "Keep the posterior surface of your neck aligned.", "Bring the back of your neck into alignment.", "Lengthen and straighten the back of your neck.", "Hold the back of your neck straight and aligned.", "Stretch the posterior part of your neck into alignment.", "Ensure the back of your neck is straight and elongated.", "Position the posterior side of your neck in a straight line.", "Maintain length and straightness in the back of your neck.", "Align and lengthen the rear surface of your neck.", "Stretch and straighten the back of your neck.", "Keep the posterior surface of the neck long and aligned." ] },
{ "silence": 5000 }
]