[
{"ru": "Кисти протяните вперед и тянитесь за ними.", "en": "Extend your wrists forward and reach for them.", "enSynonyms": ["Stretch your wrists forward and reach towards them.", "Reach forward with your wrists and stretch towards them.", "Extend your wrists ahead and stretch out for them.", "Stretch your wrists forward and extend your arms towards them.", "Reach forward with your wrists and stretch to grasp them.", "Extend your wrists forward and try to reach them.", "Stretch your wrists ahead and stretch your arms towards them.", "Reach forward and extend your wrists to grasp them.", "Stretch your wrists out in front and reach towards them.", "Extend your wrists forward and stretch your hands to reach them.", "Reach out with your wrists and stretch for them.", "Extend your wrists forward and stretch your arms in pursuit of them.", "Stretch your wrists ahead and move your arms towards them.", "Reach forward with your wrists and stretch to grab them.", "Extend your wrists ahead and reach for them with your hands.", "Stretch forward with your wrists and reach out to touch them.", "Extend your wrists and stretch forward to catch them.", "Reach forward with your wrists and try to catch them.", "Stretch your wrists forward and move your arms to reach them." ]},
{ "silence": 1500 },
{"ru": "Лбом коснитесь коврика.", "en": "Touch the mat with your forehead.", "enSynonyms": ["Place your forehead on the mat.", "Gently touch the mat with your forehead.", "Let your forehead make contact with the mat.", "Rest your forehead on the mat.", "Bring your forehead to the mat.", "Press your forehead gently onto the mat.", "Lower your forehead to touch the mat.", "Touch the mat softly with your forehead.", "Place your forehead gently on the mat.", "Allow your forehead to rest on the mat.", "Lean forward and let your forehead touch the mat.", "Position your forehead on the mat.", "Touch the mat with your brow.", "Rest your forehead gently against the mat.", "Let your forehead rest on the mat for a moment.", "Lower your head and touch the mat with your forehead.", "Bring your brow to the mat.", "Gently bring your forehead to the mat.", "Touch the mat with your forehead, ensuring contact." ]},
{ "silence": 2000 },
{"ru": "Расстояние между кистями равно расстоянию между плечевыми суставами.", "en": "The distance between your hands is equal to the distance between your shoulder joints.", "enSynonyms": ["The space between your hands should match the distance between your shoulder joints.", "Ensure the distance between your hands equals the distance between your shoulder joints.", "The distance between your wrists should be the same as the distance between your shoulder joints.", "The gap between your hands should correspond to the distance between your shoulder joints.", "Maintain the same distance between your hands as between your shoulder joints.", "Make sure the space between your hands aligns with the distance between your shoulder joints.", "The separation between your hands is equal to that between your shoulder joints.", "Keep the distance between your hands equal to the distance between your shoulder joints.", "Ensure that your hands are spaced the same as your shoulder joints.", "The distance between the wrists should be identical to the distance between your shoulder joints.", "Position your hands the same distance apart as your shoulder joints.", "Align your hands with the same spacing as your shoulder joints.", "Your hands should be placed at the same distance as your shoulder joints.", "Position your hands so that the distance between them matches that of your shoulder joints.", "Ensure your hands are positioned the same distance apart as your shoulder joints.", "Space your hands at a distance equal to that between your shoulder joints.", "Adjust the distance between your hands to be the same as between your shoulder joints.", "The distance between your hands should mirror that of your shoulder joints.", "Place your hands the same distance apart as your shoulder joints." ]},
{ "silence": 1000 },
{ "ru": "Бал+асана.", "en": "Balasana." },
{ "silence": 100 },
{"ru": "Поза ребенка.", "en": "Child's pose.", "enSynonyms": ["Balasana", "Child's resting pose.", "The child's position.", "The resting child's pose.", "Child's resting posture.", "Pose of the child.", "The child-like posture.", "Relaxed child pose.", "Child's asana.", "Resting child position.", "The child's resting position.", "Balasana pose.", "The position of the child.", "The child's pose for rest.", "The child-like resting posture.", "Relaxed Balasana pose.", "The calm child pose.", "The child-focused pose.", "The restful child's pose.", "The relaxing child pose."] },
{ "silence": 500 },
{"ru": "Вариант с широкой постановкой колен.", "en": "Variation with wide knee placement.", "enSynonyms": ["Wide-knee version.", "Wide-legged knee position variation.", "Modified version with knees apart.", "Variation with knees placed wide.", "Wide knee positioning variation.", "Knees spread wide version.", "Wide-set knees variation.", "Variation with knees apart.", "Version with knees placed widely.", "Knee-opening variation.", "The wide knee placement version.", "Wide-legged variation with knee positioning.", "Variation with wider knee stance.", "Knees spread wide version of the pose.", "Wide knee stance variation.", "Modified version with wider knee placement.", "The version with knees set wide.", "Version with wide-legged knee positioning.", "Wider knee position variation.", "Wide-legged variation with knee separation."] },
{ "silence": 1000 },
{ "ru": "Таз равномерно распределите между пяток.", "en": "Evenly distribute your pelvis between your heels.", "enSynonyms": [ "Align your pelvis evenly over your heels, balancing your weight.", "Shift your pelvis so it is evenly distributed between your heels.", "Place your pelvis evenly between your heels, ensuring balance and stability.", "Distribute your pelvis weight evenly between both heels for a stable posture.", "Balance your pelvis evenly over your heels, maintaining steady alignment.", "Ensure your pelvis is centred and evenly positioned between your heels.", "Evenly position your pelvis between your heels, keeping your body aligned.", "Shift your pelvis into position, evenly distributing weight over both heels.", "Move your pelvis evenly between your heels, maintaining balanced weight distribution.", "Set your pelvis evenly between your heels, keeping your posture centred.", "Position your pelvis evenly over your heels, ensuring a balanced stance.", "Align your pelvis to be evenly spaced between your heels for steady grounding.", "Distribute your pelvis weight evenly between your heels, fostering balance.", "Balance your pelvis between your heels, maintaining an even weight distribution.", "Place your pelvis gently between your heels, ensuring it is evenly aligned.", "Distribute your pelvis evenly between both heels, ensuring comfort and alignment.", "Evenly position your pelvis between your heels to create a grounded stance.", "Align your pelvis so it is evenly balanced over your heels for optimal posture.", "Distribute the weight of your pelvis evenly across your heels, keeping balance and steadiness." ] },
{ "silence": 1000 },
{"ru": "Прогнитесь в пояснице и выпрямите позвоночник.", "en": "Arch your lower back and straighten your spine.", "enSynonyms": ["Bend gently at the lower back and extend your spine.", "Curve your lower back, while aligning your spine upright.", "Tilt your lumbar region forward and elongate the spine.", "Engage in a gentle arching of the lower back, lifting the spine.", "Slightly curve your lower back and stretch your spine into an upright position.", "Gracefully arch the lumbar area, ensuring a straightened back.", "With an elegant curve at your lower back, raise your spine tall.", "Begin by bending your lower back slightly, then stretch your spine tall.", "Focus on curving your lower back and aligning your spine fully.", "Create a subtle bend in your lower back, and straighten your spine with intention.", "With a slight arch in your lumbar spine, extend the vertebrae upward.", "Raise your chest as you arch the lower back and elongate your spine.", "Shape your lower back into a gentle arch, keeping your spine elongated.", "Adjust your posture by arching the lower back, ensuring a straight spine.", "Lift your torso by gently bending the lumbar spine and stretching upwards.", "Engage your core to support an arch in the lower back while straightening the spine.", "Draw the lower back into an arch, and let your spine follow into perfect alignment.", "Use the muscles of the lower back to create an arch, whilst maintaining an upright spine.", "As you curve the lower back, the spine should naturally lengthen and straighten.", "Sculpt your back by arching the lower spine and elongating the upper spine."]},
{ "silence": 1000 },
{ "ru": "Локти опустите на коврик и растягивайте лопатки по сторонам.", "en": "Put the elbows down to the mat and stretch the shoulder blades to the sides." },
{ "silence": 1000 },
{"chance":10,"ru":"Мысленно давите на подбородок, чтобы задняя поверхность шеи выпрямлялась.","en":"Mentally press your chin inward to straighten the back of your neck.","enSynonyms":["Imagine pressing your chin inwards to align the back of your neck.","Mentally engage your chin to help straighten the rear surface of your neck.","Picture pressing your chin inward to create a straighter neck line.","Visualise pressing your chin in to extend and straighten the back of your neck.","Focus on mentally pressing your chin to straighten the back of your neck.","Imagine a slight inward press of your chin to align the back of your neck.","Picture yourself gently pressing your chin in to elongate the neck's rear surface.","Envision mentally pressing your chin inward to align the back of your neck.","Think of pressing your chin in to align the back of your neck straight.","Visualise the action of pressing your chin in to encourage a straight neck posture.","Picture applying inward pressure to your chin to align the back of your neck.","Engage your mind to press your chin inwards for a straighter neck line.","Concentrate on pressing your chin gently inward to straighten the back of your neck.","Mentally imagine pressing your chin in to achieve a straight neck alignment.","Visualise an inward chin press to help elongate and straighten the back of your neck.","Think of pressing your chin towards your neck to ensure it straightens out.","Imagine an inward chin motion to encourage the straightening of the neck's rear.","Mentally focus on pressing your chin inward to create a perfectly aligned neck."]},
{ "silence": 5000 }
]