[
  {
    "ru": "Во время практики пригодятся фитнес-блоки, ремень и плед.",
    "en": "During your practice, it will be helpful to have fitness blocks, a strap, and a blanket close at hand.",
    "enSynonyms": [
      "For your yoga session, it's good to have yoga blocks, a strap, and a cosy blanket ready nearby.",
      "Having a yoga strap, blocks, and a warm blanket nearby can be quite useful during your practice.",
      "Make sure you have your fitness props like blocks, a strap, and a comfortable blanket nearby for your session.",
      "For a smooth practice, keep your yoga blocks, a strap, and a soft blanket within reach.",
      "During your practice, it’s a good idea to have yoga blocks, a strap, and a supportive blanket nearby.",
      "Having tools like yoga blocks, a belt, and a warm blanket on hand can enhance your session.",
      "Prepare for your practice by keeping a yoga belt, blocks, and a cosy blanket within easy reach.",
      "For a mindful session, consider having a blanket, yoga blocks, and a strap available close to you.",
      "Equip yourself for your practice with yoga blocks, a strap, and a snug blanket at arm’s reach.",
      "To support your session, ensure you have your yoga blocks, a strap, and a soft blanket nearby."
    ]
  },
  {
    "silence": 2000
  },
  {
    "ru": "Хорошей практики.",
    "en": "Have a fulfilling and mindful practice today, embracing every moment as it comes.",
    "enSynonyms": [
      "Enjoy a fulfilling and peaceful session today, staying present with each pose.",
      "May your practice today bring balance, mindfulness, and ease into your body and mind.",
      "Wishing you a grounded and meaningful yoga session today—breathe deeply and enjoy.",
      "Have a calming and harmonious practice, savouring every moment of your journey.",
      "Take joy in your practice today, flowing smoothly through each pose with awareness.",
      "May your yoga session today be enriching, peaceful, and deeply satisfying.",
      "Enjoy a nurturing and serene practice, connecting with yourself and your breath.",
      "May your practice today be steady, enriching, and filled with inner calm.",
      "Wishing you a deeply mindful and rewarding session—stay present and at ease.",
      "Take this time to enjoy a balanced, steady, and enriching practice for your body and soul."
    ]
  },
  {
    "silence": 2000
  }
]